{
    "paper_id": "ab6cee6fdc07cb5811ac59bed06d8cc6a9bb1513",
    "metadata": {
        "title": "Plant-derived triterpenoids and analogues as antitumor and anti- HIV agents †",
        "authors": [
            {
                "first": "Reen-Yen",
                "middle": [],
                "last": "Kuo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Natural Products Research Laboratories",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "postCode": "27599-7568",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Keduo",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Natural Products Research Laboratories",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "postCode": "27599-7568",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "L"
                ],
                "last": "Morris-Natschke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Natural Products Research Laboratories",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "postCode": "27599-7568",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kuo-Hsiung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Natural Products Research Laboratories",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "postCode": "27599-7568",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article reviews the antitumor and anti-HIV activities of naturally occurring triterpenoids, including the lupane, ursane, oleanane, lanostane, dammarane, and miscellaneous scaffolds. Structure-activity relationships of selected natural compounds and their synthetic derivatives are also discussed. † Antitumor agents: Part 267, and Anti-AIDS agents: Part 77.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This journal is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Natural products are an excellent reservoir of biologically active compounds. For centuries, extracts from natural products have been a main source of folk medicines, and even today, many cultures still employ them directly for medicinal purposes. Among the classes of identified natural products, triterpenoids, one of the largest families, have been studied intensively for their diverse structures and variety of biological activities. As a continued study of naturally occurring drug candidates, this review describes the research progress over the last three years (2006-2008) on triterpenoids possessing cytotoxic or anti-HIV activity, with focus on the occurrence, biological activities, and structure-activity relationships of selected compounds and their synthetic derivatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Betulinic acid (1) is a naturally occurring pentacyclic triterpene belonging to the lupane family. It is present in many terrestrial plant species, e.g., Ancistrocladus heyneanus, Diospyros leucomelas, Syzygium formosanum, Tetracera boliviana, Tryphyllum peltatum, and Ziziphus vulgaris. [1] [2] [3] Compound 1 can also be obtained in quantity from the bark of the London plane tree, Platanus acerifolia. 4, 5 Trumbull and co-workers 6 identified the inhibitory activities of compound 1 against tumor promotion in 1976. Later, its action was identified as a melanoma-specific cytotoxicity mediated by the induction of apoptosis. 7 The cytotoxicity as well as mechanism of action of 1 have been reviewed. [8] [9] [10] [11] Although it was initially identified as a melanoma-specific cytotoxic agent, in more recent studies, 1 showed antiproliferative activity against MCF-7 cells (GI 50 : 0.27 µM), 12 as well as neuroblastoma (SKNAS), rhabdomyosarcomamedulloblastoma (TE671), breast carcinoma (T47D), lung carcinoma (A549), colon adenocarcinoma (HT-29), multiple myeloma (RPMI8226), cervical carcinoma (HPCC), and glioblastoma multiforme (HPGBM) cell lines (IC 50 : 2.4-4.5 µM). 13 It also showed broadspectrum cytotoxicity towards lung, colorectal, breast, prostate, and cervical cancer cell lines, 14 as well as drug-resistant colon adenocarcinoma cell lines (SNU-C5/WT, SNU-C5/5FU-R, and SNU-C5/OXT-R). 15 Compound 1 induces apoptosis 11, 16 through the mitochondrial pathway. 15, 17, 18 A typical decrease in bcl-2 and cyclin D1 gene expression and increase in bax gene expression was observed in several cancer cell lines treated with 1, 13, 19 which agreed with prior literature. 18 Subsequent studies on its anticancer mechanism revealed that 1 is a potent activator of the chymotrypsin-like activity of the proteasome. 20 In addition, 1 decreases expression of vascular endothelial growth factor (VEGF) and the antiapoptotic protein survivin in prostate cancer cells (LNCaP) by activating selective proteasome-dependent degradation of the transcription factor's specificity proteins. 21 Compound 1 also inhibits NF-B expression in androgen-refractory human prostate cancer cells (PC-3), which exhibit high constitutive NF-B expression. 19 Furthermore, although 1 reportedly is an inhibitor of human topoisomerases (topo) I and II , 22, 23 it does not show synergistic effects with other topo-I inhibitors. In contrast, 1 inhibited the formation of topo-I DNA cleavable complexes (apoptotic mediatora) induced by camptothecin, staurosporine, and etoposide in prostate cancer cells. 24 This study also indicated that the tumor death mediated by 1 can be counteracted by the mitogen-activated protein kinase 1 (MAPK1) inhibitor U0126 in melanoma cells. 25 Structure-activity relationship (SAR) studies of 1 have led to the preparation of numerous C-3 hydroxyl, C-20 double bond, C-28 carboxylic acid, and miscellaneous modified analogues. In most cases, C-3 modification led to altered cytotoxic potency and selectivity, while reduction of the C-20-C-29 double bond and replacement of the C-28 carboxyl group with ester and amide side chains generally gave derivatives inactive against cancer cell lines. 9 Recent approaches revealed similar results. Compound 2, the C-3 epimer of 1, demonstrated decreased cytotoxicity when compared with 1. 56 Betulinic C-3 esters 3 and 4 exhibited better activity against KB cells. 57 3-O-Glycosidated derivatives 5 and 6 were 8-to 12-fold more potent than 1 (IC 50 : 2.6-3.9 µM) against cancer cells and showed better selectivity compared with healthy cells (IC 50 : 31 µM). 58 The C-28 monosaccharide derivatives (7) showed slightly increased cytotoxicity, whereas trisaccharide analogues (8) were inactive. 59 In anti-HIV studies, adding a C-28 side chain was a successful structure modification strategy; however, the resulting potent anti-HIV lead 9 (IC9564) lost the ability to activate chymotrypsin-proteasomal activity compared with 1. 20 2-Cyano-3,12-dioxooleana-1,9(11)-dien-28-oic acid (CDDO) is a promising anticancer synthetic oleanolic acid analogue (see Section 2.2), and this same CDDO modification concept (incorporating a 2-substituted-1-en-3-one A-ring in the triterpenoid skeleton) was also applied to 1. The resulting A-ring-modified 2-substituted-1-en-3-one derivatives (10-Compound 1 has also been evaluated for additional biological activities. It reduces the activity of cholesterol acyltransferase (ACAT-1 and ACAT-2) 48 and the formation of triglyceride (TG) by inhibiting diacylglycerol acyltransferase in human HepG2 cells. 31 When studied for cardiovascular activity, 1 demonstrated up-regulation of eNOS and downregulation of NADPHoxidase in human endothelial cells. 65 The proinflammatory effect of 1 was proved by blocking the interaction of C1q with antibodies in the classical pathway. 66 Moreover, 1 displayed anti-inflammatory activity through the suppression of both NO and PGE2 generation by macrophages, with IC 50 values of 0.7 and 0.6 µM, respectively. 67 Compound 1 is also a competitive inhibitor of the protease (3CL) of SARS-CoV, a highly virulent coronavirus, with a K i value of 8.2 µM. 68 In other experiments, 1 and various C-3 modified analogues showed antimicrobial activity, with inhibitory effects toward Mycobacterium tuberculosis (MIC: 10-109 µM), 30, 69 Trichophyton soudanense (MIC: 54.8 µM), and T. mentagrophytes (MIC: 27.4 µM). 70 Compound 1 also inhibited the invasion of Porphyromomas falciparum into erythrocytes, with IC 50 values of 13.8 µM, 71 and blocked the binding effects of heat-labile entero-toxin (LT) of E. coli in intestinal epithelial cells, resulting in the suppression of LT-induced diarrhea. 72 Lupeol (24), a very common lupane-triterpene widely distributed in the plant kingdom, occurs across a multitude of taxonomically diverse genera and geographical areas. In a survey of the Chemical Abstracts database, more than 100 literature references during the period 2006 to 2008 reported the occurrence of lupeol. A recently published review described the chemopreventive prospects, molecular target, and mechanism of action of 24. 73 In an earlier investigation of apoptotic induction and cell arrest in various cancer cells, further molecular-level phenomena involving MAPK, PI3K/Akt, death receptor, and NF-B signaling pathways were also revealed. 73 The following in vitro and in vivo studies showed similar results; 24 inhibited the growth of LNCaP cells (IC 50 : 75 µM) and significantly reduced testosterone-induced prostate changes in mice by a factor of 1.4. 74 Compound 24 arrested the cell cycle at the G(1)-S phase in PC-3 cells 75 or the G2/M phase in 451Lu cells and 451Lu xenografts in nude mice. 76 In addition, 24 caused induction of capase-3, and elevation of the Bcl-2/Bax ratio in LNCaP, PC-3 and 451Lu cells were observed, which are characteristics of mitochondria-mediated apoptosis. [74] [75] [76] Interestingly, pre-treatment or posttreatment with 24 at a dose of 200 mg/mouse showed 56% and 43% preventive effects, respectively, against DMBA-induced DNA breakage. 77 ",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 407,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 409,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 435,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 630,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 900,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1408,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1483,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 1484,
                    "end": 1487,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1490,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1643,
                    "end": 1646,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 1647,
                    "end": 1649,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1688,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1827,
                    "end": 1829,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 2092,
                    "end": 2094,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 2244,
                    "end": 2246,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2340,
                    "end": 2343,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 2344,
                    "end": 2346,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 2589,
                    "end": 2591,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 2758,
                    "end": 2760,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 3210,
                    "end": 3211,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 3347,
                    "end": 3349,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 3423,
                    "end": 3425,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 3617,
                    "end": 3619,
                    "text": "58",
                    "ref_id": null
                },
                {
                    "start": 3656,
                    "end": 3659,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 3732,
                    "end": 3735,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 3751,
                    "end": 3753,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 3985,
                    "end": 3987,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 4485,
                    "end": 4487,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 4594,
                    "end": 4596,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 4739,
                    "end": 4741,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 4862,
                    "end": 4864,
                    "text": "66",
                    "ref_id": null
                },
                {
                    "start": 5036,
                    "end": 5038,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 5176,
                    "end": 5178,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 5345,
                    "end": 5348,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 5349,
                    "end": 5351,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 5430,
                    "end": 5432,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 5549,
                    "end": 5551,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 5713,
                    "end": 5715,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 6152,
                    "end": 6154,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 6371,
                    "end": 6373,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 6588,
                    "end": 6590,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 6732,
                    "end": 6734,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 6926,
                    "end": 6930,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 6931,
                    "end": 6935,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 6936,
                    "end": 6940,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 7109,
                    "end": 7111,
                    "text": "77",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Potential antitumor effects of triterpenoids 2.1 The lupane group"
        },
        {
            "text": "The gum resin of genus Boswellia (olibanum or frankincense) has been used traditionally in Asia and Africa as a folk medicine for the treatment of arthritis and inflammatory disorders. 82 The main active components of the resin are boswellic acids (BAs, 35-40), which are pentacyclic triterpene carboxylic acids isolated from various Boswellia species (Burseraceae), including B. carterii, B. frereana, B. papyrifera, B. sacra, and B. serrata. 83, 84 Chemically, BAs can differ in the positions of the two methyl groups on ring-E; -BAs (35) (36) (37) (38) have 19,20-dimethyl substitution, while -BAs (39) (40) have 20,20-dimethyl substitution, classified as the ursane and oleanane groups of triterpenes, respectively.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "82",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "83,",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "84",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "(35)",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "(36)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "(37)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "(38)",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "(39)",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "(40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "The relative potency of BAs, proposed mechanisms of action, and molecular targets, including non-redox-type 5-lipoxygenase (5-LOX), platelet 12-lipoxygenase (p12-LO), human leukocytes elastase (HLE), cytochrome P450 enzymes (CYP 2C8/2C9/3A4), topoisomerases I and IIa, and NF-B kinase (IKK /b), have been reviewed. 83, 85 An inhibitory effect on cycloxygenase-1 (COX-1) by 38 was also identified. 86 These targets are indicative of the anti-inflammatory (5-LOX, p12-LO, HLE, and COX-1) and anticancer (topo I/IIa and IKK / ) activities of the BAs. Compound 38, which is commonly known as AKBA (3-O-acetyl-11-keto--boswellic acid), has been the most well explored BA. A recent discovery revealed that 38 showed moderate to low toxicity against human skin-derived normal cell lines. 87 However, 38 induced apoptosis in PC-3 and LNCaP cells through a death receptor (DR-5)-mediated pathway, which is a signal transduction cascade involving the activation of capase-8 and capase-3 in apoptosis. 88 The inhibitory effect of 38 was significant in comparison with those of indomethacin and cyclophosphamide against bFGF-induced angiogenesis using an in vivo matrigel plug assay. 89 Two C-3 acetylated BA derivatives, 36 and 40, showed almost comparable activity with cisplatin against neuroblastoma (NB-39 and SK-N-SH) cell lines. 80 Compound 40 triggered apoptosis by activation of caspase-3 and induction of DNA fragmentation in PC-3 cells and PC-3 xenotransplants in chick chorioallantoic membrane. 90 Compound 36 showed similar inhibitory effects to those of -carotene, reported as 380 and 397 molar ratios, respectively, to 32 pM TPA used as inhibitor, in the TPA-mediated EBV-EA activation assay. 80 In several anti-inflammatory studies, treatment with BAs from B. serrata diminished chemical-or stress-induced edema, arthritis, and gastric ulcer, with moderate to low activity. 91, 92 Compound 38 demonstrated a synergistic effect in combination with indomethacin on kainic acid-induced excitotoxicity and oxidative damage in vitro, 87, 93 and with glucosamine for the treatment of murine edema and arthritis. 94 In anti-inflammatory and other assays, -BAs generally show greater potency than -BAs. In contrast, 3-O-acetyl--boswellic acid (A BA, 40) was the most potent analogue (IC 50 : 1-3 µM) compared with -derivatives against purified topo I. 83 The cytotoxic SAR of BAs has seldom been addressed, but in recent studies, 40 showed higher cytotoxic activity than 39, indicating the importance of a C-3 acetyl group for optimal potency of -BAs. 80 Furthermore, 4-amino -BA analogues (41) (42) (43) displayed enhanced cytotoxicity compared with the corresponding -BAs possessing a 4-carboxylic acid, while C-3 -epimers of these amino analogues (44) did not show improved activity. 95 A CDDO-like (see Section 2.2) analogue (45) showed enhanced activity against A-549, A-431, HL-60, MCF-7, T47D, and HT1080 cell lines, with sub-micromolar EC 50 values (EC 50 : 0.10-0.59 µM). 96 Ursolic acid (3 -hydroxy-urs-12-en-28-oic acid (46) is a prevalent pentacyclic triterpenoid carboxylic acid. It has been found in various plants in both aglycone and glycoside forms, and traditional uses of plants containing 46 in folk medicine are abundant. Modern studies have shown that 46 possesses many biological activities, such as anti-oxidative, antiinflammatory, antitumor, and hepato-protective activity. The diverse inflammatory effects of 46 were reviewed by Ikeda et al. in 2008. 97 This review also summarized the inhibitory activity of 46 on cancer cells, which may be due to suppression of inhibitors of the NF-B pathway and p65 phosphorylation, thereby causing down-regulation of the expression of downstream oncogenes. Compound 46 may also reduce skin tumor formation by inhibiting the binding of carcinogen to epidermal DNA or cell membrane. Furthermore, 46 induces cell differentiation and apoptosis in certain cancer cell lines. For details, see the review by Ikeda et al. 97 Current work has provided more evidence on the bioactivity of 46. Inhibitory effects were observed on both the PI3K-Akt and MAPK P44/42 pathways, which are associated with cell apoptosis in endometrial cancer cell lines (SNG-II and HEC108). 98 Compound 46 exhibited chemopreventive effects during the cancer initiation phase of an in vivo inhibitory assay of aberrant crypt foci (ACF), which are putative precursors of colon cancer, and increased neutral sphingomyelinase (N-SMase) activity. 99 Compound 46 also inhibited endogenous reverse transcriptase (RT), an enzyme involved in the control of cell proliferation and differentiation, in melanoma (A375) and anaplastic carcinoma (ARO) cell lines. Downregulation of the expression of two cancer-related genes, c-myc and cyclin-D1, in A375 and/ or ARO cells was stimulated by 46. 100 In contrast, 46 reduced the amount of L1210 cell growth inhibition induced by doxorubicin. The result might be due to scavenging of ROS involved in the apoptotic processes induced by doxorubicin. 101 A similar inhibitory pattern was observed on H 2 O 2 -induced DNA breakage in HL-60 cell lines treated with 46. 102 In other SAR studies, compounds with an acetyl moiety on the C-3 hydroxy group (47) showed greater potency than those with a free hydroxyl. 103 In addition, the CDDO modification strategy was applied. The C-2 cyano or trifluoromethyl derivatives of 1-en-3one-ursolic acid (48 and 49) showed better activity than C-2 iodo-and non-substituted analogues (50 and 51) in anti-proliferation assays using KU7, 253JB-V, Panc-1, and Panc-28 cancer cell lines (IC 50 : 0.17-1.13 µM). 104 The bioactivities of other naturally occurring ursane-triterpenes have also been reported. Topical application of asiatic acid (52) resulted in a significant reduction in skin tumor formation induced by TPA, and TPA-induced [ 3 H]thymidine incorporation was lessened. Concurrently, 52 inhibited the TPA-induced generation of NO and expression of iNOS and COX-2, which are important factors in tumor promotion. 105 In addition, 52 induced apoptosis in PPC-1 and U-87MG cancer cells. The apoptotic phenomena included early activation of caspase-2, −3, and −8 in PPC-1 cells 111 and caspase-9 and −3 in U-87MG cells. 112 Intracellular release of Ca 2+ was observed in both cell lines, and U-87MG cell death was alleviated by BAPTA/AM, an intracellular Ca 2+ inhibitor. These results implied that the cell death is attributable to Ca 2+ -mediated necrotic apoptosis. 106 Two new ursane-type triterpenes, microfokienoxane C (53) and 3 ,28-dihydroxy-11methoxyurs-12-ene (54), were isolated from the leaves of Microtropis fokienensis. Glycyrrhizin (55) and its aglycone, glycyrrhetic acid (56, GA), are abundant constituents of licorice (most familiarly the species Glycyrrhiza glabra). The aglycone 56 exists as 18 -and 18b-isomers, and 18b-GA was more effective than 18 -GA in inhibiting the mutagenicity induced by various mutagens. 108 A recent review on the pharmacological effects of Glycyrrhiza sp. described the broad-spectrum of bioactivities of 55 and 56, including antiinflammatory, antiviral, hepatoprotective, antitumor, and immunomodulatory. 109 For details about prior studies on antitumor activities of 55 and 56, see the reviews by Wang and Nixon 108 and Asl et al. 109 Although several studies have found that GA demonstrates cytotoxic or apoptotic activity, most of the results have shown only moderate or low potency. Thus, investigation has focused more on the preparation of active derivatives and chemosensitizing activity. Two 56 analogues, 57 and 58, which possess a C-3 alkoxyimino group and a C-29 carboxylic acid or methyl ester, showed slightly stronger antiproliferative and apoptotic activities than 56. The GI 50 value improved from 63 µM to 19 µM against HL-60 cells. However, the C-29 free acid (58) is important, because the methyl ester analogue (57) was less potent in the apoptosis assay. 110 The application of 2-cyano-1-ene-3-one (CDDO) modification on GA was successful, as methyl 2-cyano-3,11-dioxo-18 -olean-1,12-dien-30-oate (59, -CDODA-Me) was active against HL-60 cells at a sub-micromolar concentration (EC 50 : 0.93 µM). 96 Another study reported that 59 and the 2-trifluoromethyl derivative (60) were more cytotoxic against KU7 (IC 50 : 0.38-1.59 µM), Panc-1 (IC 50 : 0.82-1.22 µM), Panc-28 (IC 50 : 1.14-1.80 µM), and 253JB-V cells (IC 50 : 0.25-0.67 µM) compared to 56. The relative potencies of 59 and 60 were dependent on cell line. 111 A mechanism study on 59 revealed that its potent antitumor activity may be due to differential induction of two tumor-suppressor genes, Krüppel-like factor-4 (KLF-4) and caveolin-1, in colon cancer cells. 112 Subsequent pro-apoptotic responses were also induced through activation of kinases ATF3, NAG-1, and p21 or through kinase-independent inhibition of AR and PSA, resulting in the growth inhibition of LNCaP cells. 113 Compound 56 showed chemosensitizing effects with various clinical oncology drugs; it enhanced the sensitivity of vinblastine against KB-C2 cells and doxorubicin against KB/MRP cells. In addition, 56 partly reversed multidrug resistance in P-gp-expressing cells (KB-C2) or multidrug resistance protein 1 (MRP1)-expressing cells (KB/MRP), by increasing the intracellular accumulation of the antitumor drugs. 114 In an interesting study, chemical conjugates of 56 and paclitaxel were synthesized. However, although the conjugated compounds (61) showed better activity than 56, they were still less potent than paclitaxel itself. 115 Based on these findings, it is likely that glycyrrhetic acid analogues elicit antitumor activity through multiple pathways.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "83,",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 993,
                    "text": "88",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 1324,
                    "end": 1326,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1497,
                    "text": "90",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1698,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1878,
                    "end": 1881,
                    "text": "91,",
                    "ref_id": null
                },
                {
                    "start": 1882,
                    "end": 1884,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 2033,
                    "end": 2036,
                    "text": "87,",
                    "ref_id": null
                },
                {
                    "start": 2037,
                    "end": 2039,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 2110,
                    "end": 2112,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 2348,
                    "end": 2350,
                    "text": "83",
                    "ref_id": null
                },
                {
                    "start": 2548,
                    "end": 2550,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 2586,
                    "end": 2590,
                    "text": "(41)",
                    "ref_id": null
                },
                {
                    "start": 2591,
                    "end": 2595,
                    "text": "(42)",
                    "ref_id": null
                },
                {
                    "start": 2596,
                    "end": 2600,
                    "text": "(43)",
                    "ref_id": null
                },
                {
                    "start": 2783,
                    "end": 2785,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 2825,
                    "end": 2829,
                    "text": "(45)",
                    "ref_id": null
                },
                {
                    "start": 2977,
                    "end": 2979,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 3452,
                    "end": 3476,
                    "text": "Ikeda et al. in 2008. 97",
                    "ref_id": null
                },
                {
                    "start": 3975,
                    "end": 3977,
                    "text": "97",
                    "ref_id": null
                },
                {
                    "start": 4219,
                    "end": 4221,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 4470,
                    "end": 4472,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 4809,
                    "end": 4812,
                    "text": "100",
                    "ref_id": null
                },
                {
                    "start": 5009,
                    "end": 5012,
                    "text": "101",
                    "ref_id": null
                },
                {
                    "start": 5125,
                    "end": 5128,
                    "text": "102",
                    "ref_id": null
                },
                {
                    "start": 5208,
                    "end": 5212,
                    "text": "(47)",
                    "ref_id": null
                },
                {
                    "start": 5269,
                    "end": 5272,
                    "text": "103",
                    "ref_id": null
                },
                {
                    "start": 5603,
                    "end": 5606,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 6017,
                    "end": 6020,
                    "text": "105",
                    "ref_id": null
                },
                {
                    "start": 6221,
                    "end": 6224,
                    "text": "112",
                    "ref_id": null
                },
                {
                    "start": 6470,
                    "end": 6473,
                    "text": "106",
                    "ref_id": null
                },
                {
                    "start": 6936,
                    "end": 6939,
                    "text": "108",
                    "ref_id": null
                },
                {
                    "start": 7156,
                    "end": 7159,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 7283,
                    "end": 7286,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 7882,
                    "end": 7886,
                    "text": "(57)",
                    "ref_id": null
                },
                {
                    "start": 7927,
                    "end": 7930,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 8169,
                    "end": 8171,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 8486,
                    "end": 8489,
                    "text": "111",
                    "ref_id": null
                },
                {
                    "start": 8695,
                    "end": 8698,
                    "text": "112",
                    "ref_id": null
                },
                {
                    "start": 8910,
                    "end": 8913,
                    "text": "113",
                    "ref_id": null
                },
                {
                    "start": 9320,
                    "end": 9323,
                    "text": "114",
                    "ref_id": null
                },
                {
                    "start": 9451,
                    "end": 9455,
                    "text": "(61)",
                    "ref_id": null
                },
                {
                    "start": 9540,
                    "end": 9543,
                    "text": "115",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "Oleanolic acid (62, OA), a well known triterpene occurring in numerous varieties of plants, possesses many biological properties, including anti-inflammatory, trypanocidal, anti-HIV, and cytotoxic activities. 116 In 1988, OA was reported to suppress TPA-induced tumor promotion. 117 Synthetic A-ring modified OA analogues with improved cytotoxicity were pursued, and 2-cyano-3,12-dioxoolean-1,9-dien-28-oic acid (63, CDDO) as well as its C-28 methyl ester, CDDO-Me (64, RTA402), were designed and synthesized by Honda et al. in 1998. Both of these synthetic derivatives strongly inhibited the production of NO induced by IFN-in mouse macrophages (IC 50 : 0.4 nM). 118 Further derivatization of CDDO to yield imidazolides (65, CDDO-Im), amides (66 and 67), or a dinitrile (68, Di-CDDO), significantly increased the anti-NO activity. Among these derivatives, CDDO-Im (65), was 100 times more potent than CDDO, with an IC 50 value of 1 pM. 119 In addition to the strong anti-inflammatory activity, CDDO derivatives were reported to exhibit other bioactivities, including cytoprotection, cancer cell growth inhibition, and apoptosis induction. 120 Preliminary studies confirmed that OAs have the potential to become an important new treatment for multiple forms of cancer, and both 63 and 64 are currently in phase I clinical trials for the treatment of metastatic or unresectable solid tumors or lymphoma. The pharmacological effects induced by OA-related derivatives were summarized in very recent reviews by Liby et al., 120 Sogno et al. 121 and Sultana et al. 116 Xanifolia-Y (69) was isolated from Xanthoceras sorbifolia, and several hydrolyzed derivatives (70-72) were prepared. Glycoside 69, which has angeloyl groups on C-21 and C-22, was more cytotoxic (IC 50 : 2.63 µM) to OVCAR3 cells than either the non-esterified glucoside or the di-esterified aglycone (70 and 71, IC 50 : >120 µM and 14.2 µM, respectively). Thus, the ester moieties on C-21 and C-22 are required for the cytotoxicity, while hydrolysis of the trisaccharide slightly lowered activity. 122 Maslinic acid (73) , an oleanane triterpene identified from Crataegus oxyacantha in 1953, 123 was recently also isolated from apple peel along with the derivatives 74 and 75. All three compounds were evaluated for antitumor activity, and 74 together with 75 showed minor antiproliferative effects against HepG2 (EC 50 : 17.9-20.6 µM), MCF-7 (EC 50 : 20.9-29.2 µM), and Caco-2 (EC 50 : 8.9-14.2 µM), while 73 showed an effect only on the Caco-2 cell line (EC 50 : 15.4 µM). 124 Compound 73 was also isolated quantitatively from olive fruit, but showed only a weak anti-proliferative effect against the HT-29 cell line (EC 50 : 101.2 µM) without any necrotic effects. 125 25-Hydroxy-3-oxoolean-12-en-28-oic acid (76, amooranin) was isolated from the stem bark of Amoora rohituka. It was cytotoxic against the SW620 cell line (IC 50 : 6.2 µM) and delayed tumor growth rate in SW620 xenografts in nude mice. Concurrently, a microarray study of 76 showed that it caused down-regulation of VEGF and JUN genes, which are associated with angiogenesis and antiproliferation of cancer cells, respectively. 126 Capilliposide B (77), an epoxy-oleanane saponin isolated from Lysimachia capillipes, was cytotoxic against human A-2780 cells, with an IC 50 value of 0.08 µM. 127 In a semi-synthetic approach, 128 ",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "116",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "117",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 527,
                    "text": "Honda et al. in",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "119",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "120",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "120",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "121",
                    "ref_id": null
                },
                {
                    "start": 1560,
                    "end": 1563,
                    "text": "116",
                    "ref_id": null
                },
                {
                    "start": 2061,
                    "end": 2064,
                    "text": "122",
                    "ref_id": null
                },
                {
                    "start": 2079,
                    "end": 2083,
                    "text": "(73)",
                    "ref_id": null
                },
                {
                    "start": 2155,
                    "end": 2158,
                    "text": "123",
                    "ref_id": null
                },
                {
                    "start": 2538,
                    "end": 2541,
                    "text": "124",
                    "ref_id": null
                },
                {
                    "start": 2731,
                    "end": 2734,
                    "text": "125",
                    "ref_id": null
                },
                {
                    "start": 2775,
                    "end": 2790,
                    "text": "(76, amooranin)",
                    "ref_id": null
                },
                {
                    "start": 3161,
                    "end": 3164,
                    "text": "126",
                    "ref_id": null
                },
                {
                    "start": 3324,
                    "end": 3327,
                    "text": "127",
                    "ref_id": null
                },
                {
                    "start": 3358,
                    "end": 3361,
                    "text": "128",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "Ganoderic acid D (82) isolated from Ganoderma lucidum was assessed for anti-proliferation activity and showed an IC 50 value of 17.3 µm against human cervical carcinoma cells (HeLa). Furthermore, the 82-treated HeLa cells were arrested at the G2/ M phase of the cell cycle with apoptosis. A simultaneous proteomic study led to the identification of 21 genes regulated by 82, while the 14-3-3 protein-related genes may play an important role for 82induced cytotoxicity. 131 Ganoderiol F (83) derived from Ganoderma amboinense, was found to inhibit proliferation of cancer cell lines, including chronic myelogenous leukemia (K562, IC 50 : 4 µm) and hepatocellular carcinoma (HepG2 and Huh7, IC 50 : 17 µm and 8.5 µm, respectively). Activation of MAPK/ EKR and up-regulation of CDK inhibitor p16 were found in early stages of treatment with 83 and were presumed to cause cell-cycle arrest at the G1 phase and trigger premature senescence of HepG2 cells. 132 Dehydrotrametenolic acid (84), a lanostane triterpene isolated from the sclerotium of Poria cocos, selectively inhibited H-ras-transformed J82 cells and induced apoptosis through the caspase-3 pathway. Cells treated with 84 were arrested at the G2/M phase and accumulated at the sub-G1 phase, with a high GI 50 value of 40 µm. Compound 84 also regulated the expression of H-Ras, Akt, and ERK, which are the downstream proteins of H-Ras signaling pathways. 133 In addition, a subsequent study of the same fungus yielded 12 lanostane triterpenes (85) (86) (87) (88) (89) (90) (91) (92) (93) (94) (95) (96) , which showed inhibitory effects in the EBV-EA activation assay in Raji cells. Compounds 90 and 96 also showed inhibitory effects in DMBA-and TPA-mediated in vivo murine skin tests. 134 Impatienside A (97) and bivittoside D (98), two lanostane-type triterpenes containing C-3 hexasaccharide moieties, were isolated from the sea cucumber Holothuria impatiens. The two glycosides exhibited in vitro cytotoxicity equal or slightly better than those of the clinical antitumor drug etoposide (VP-16) against seven different human tumor cells, including colon cancer (HCT-116 and HT-29), lung cancer (A549), hepatoma (HepG2), prostate cancer (DU145), breast cancer (MCF-7), and nasopharyngeal cancer (KB), with IC 50 values of 0.25-1.9 µm. 135 Cucurbitane-type triterpenes, isomers of lanostanes, constitute a group of diverse substances that are known for their bitterness and toxicity. They were isolated initially from Cucurbitaceae plants and were later found in other plant families. Besides cytotoxicity and anticancer activity, cucurbitacins also exhibit other wide ranging in vitro or in vivo pharmacological effects, such as purgative, anti-inflammatory, and anti-fertility. However, these compounds have had only very limited usage due to their non-specific toxicity. The distribution, structure characterization, and bioactivities were reviewed by Chen et al. in 2005 . 136 More recent studies showed that cucurbitacin B (99) possessed weak inhibitory effects on laryngeal squamous cell carcinoma (Hep-2, IC 50 : 39.06 µm), which may be due to the inhibition of STAT-3, a transcription activator in cell growth. 137 23,24-Dihydrocucurbitacin B (100), isolated from roots of Trichosanthes kirilowii, inhibited the proliferation of human breast cancer cells (Bcap37, IC 50 : 1.5 µm) and arrested the cell cycle at the G 2 /M phase. The antiproliferation activity was reduced by the caspase-family inhibitor Z-VAD-FMK, suggesting a mitochondria-dependent pathway. 138 Cucurbitacins D (101) and J (102) elicited anti-proliferative effects on both hepatocellular carcinoma BEL-7402 cells (IC 50 : 1.41 and 1.37 µm, respectively) and malignant melanoma SK-MEL-28 cells (IC 50 : 1.22 and 1.28 µm, respectively). 27 ",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "131",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "132",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1414,
                    "text": "133",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1503,
                    "text": "(85)",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "(86)",
                    "ref_id": null
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "(87)",
                    "ref_id": null
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "(88)",
                    "ref_id": null
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "(89)",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "text": "(90)",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1533,
                    "text": "(91)",
                    "ref_id": null
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "(92)",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "(93)",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "(94)",
                    "ref_id": null
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "(95)",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "(96)",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1745,
                    "text": "134",
                    "ref_id": null
                },
                {
                    "start": 2294,
                    "end": 2297,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 2913,
                    "end": 2932,
                    "text": "Chen et al. in 2005",
                    "ref_id": null
                },
                {
                    "start": 2935,
                    "end": 2938,
                    "text": "136",
                    "ref_id": null
                },
                {
                    "start": 3177,
                    "end": 3180,
                    "text": "137",
                    "ref_id": null
                },
                {
                    "start": 3526,
                    "end": 3529,
                    "text": "138",
                    "ref_id": null
                },
                {
                    "start": 3770,
                    "end": 3772,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lanostane group"
        },
        {
            "text": "Ginsenosides are a series of compounds comprised of more than 60 triterpenes and related glycosides isolated from the leaves, stems, berries, and roots of different Panax species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dammarane-euphane group"
        },
        {
            "text": "Recently, ginsenosides from natural resources were evaluated for their antitumor activity. However, compared to other triterpenes, most ginsenosides showed low to no cytotoxicity (IC 50 : >20 µm) against various cancer cell lines. [139] [140] [141] [142] [143] [144] The anti-angiogenic properties of 20(S)-protopanaxadiol (103) and 20(S)-protopanaxatriol (104) were evaluated in an in vitro angiogenesis assay using HUVECs, in which the compounds demonstrated strong antiproliferative activity (EC 50 : 2.16-6.64 µm). 142 Furthermore, 20(S)-25methoxyprotopanaxadiol (105) induced apoptosis and cell cycle arrest in the G1 phase, inhibited proliferation of T98G, HPAC, A-549, H1299 and PC-3 cell lines (IC 50 : 5.0, 5.8, 5.7, 4.9, and 5.8 µm, respectively), and was 5-to 15-fold more potent than 104. 145, 146 In addition, three semi-synthetic derivatives with a C-20 sugar moiety (106-108) showed significant cytotoxicity against MCF, SK-MEL-2, and B16 cancer cell lines 147 (see Table  2 ). 150 However due to the complex structures and the limited extent of the study, SAR conclusions could not be readily established for dichapetalin-type triterpenoids.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 236,
                    "text": "[139]",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 242,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 248,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 254,
                    "text": "[142]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 260,
                    "text": "[143]",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 266,
                    "text": "[144]",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 361,
                    "text": "(104)",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "142",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "145,",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 996,
                    "text": "150",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 989,
                    "text": "Table  2",
                    "ref_id": null
                }
            ],
            "section": "The dammarane-euphane group"
        },
        {
            "text": "Quinonoid triterpenes-Celastrol (119), a quinone methide triterpenoid, was isolated recently from Celastrus orbiculatus, 151 Cheiloclinium cognatum, 152 and Maytenus chuchuhuasca. 153 It was already known that celastrol exhibits anti-inflammatory, 154, 155 antioxidant, 155 neuro-protective, 156, 157 and anti-infective properties, and its strong cytotoxic effect was reported as early as 1981. 158 Very recent studies showed that 119 was cytotoxic against Panc-1 pancreatic cancer cells (IC 50 : 3 µm) in vitro, active against Panc-1 xenografts in vivo in mice, and inhibited tumor metastasis in the RIP1-Tag2 transgenic mouse model of pancreatic islet carcinoma. 159 Previous investigation on the strong antitumor effect of 119 prompted a series of studies on its molecular target. It enhanced the cytotoxic effects of TNF, paclitaxel, and doxorubicin, as well as the TNF-B pathway and NF-B-regulated gene products. 160 Further pharmacological study showed that 119 inhibited the activation of NF-B by blocking the phosphorylation and degradation of IkB kinase in the upstream NF-B signal transduction cascade. 151 Both 119 and gedunin (136) were found to inhibit HSP90 function by acting outside the ATP-binding pocket, which is similar to the action of the existing drugs cisplatin and novobiocin. 159, 161, 162 A concurrent study revealed that 119 suppressed the activation of aryl hydrocarbon receptor-dependent gene expression in oral leukoplakia (MSK-Leuk1) cells, which implicates a chemopreventive effect. 163 Investigation of its anti-angiogenesis effect revealed that 119 suppressed angiogenesis by acting on the VEGF tyrosine kinase receptors, VEGFR-1 and VEGFR-2, but not VEGF itself. 164 Compound 119 also showed both in vitro and in vivo chymotrypsin-like proteasomal inhibitory activity toward purified proteasome (20S and 26S proteasome, IC 50 : 2.5-5 µm) in PC-3 or LNCaP cells, and inhibited PC-3 xenografted tumors in nude mice. 165 Subsequent SAR studies on semi-synthetic analogues of 119 concluded that the quinone methide moiety is important for cytotoxic activity. Dihydrocelastrol (120) and 6-oxopristimerol (121), derivatives with an aromatized quinone methide moiety, were inactive in both cytotoxicity 166 and anti-tubulin polymerization assays. 153 The C-29 free acid present in 119 is not required for its ability to induce apoptosis; C-29 ester or amide derivatives (122) showed an equal or lower potency in inhibiting the growth of human and mouse melanoma tumor cells. 166 Analogues that lack C-29, such as tingenone (123) and 22hydroxytingenone (124) , showed lower activity than 119 in in vitro tubulin polymerization inhibition and cytotoxicity assays against RPMI8226 cell lines. 153",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "151",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "152",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "153",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "154,",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "155",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "155",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "156,",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "157",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "158",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "159",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "160",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "151",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1143,
                    "text": "(136)",
                    "ref_id": null
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "159,",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1311,
                    "text": "161,",
                    "ref_id": null
                },
                {
                    "start": 1312,
                    "end": 1315,
                    "text": "162",
                    "ref_id": null
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1702,
                    "text": "164",
                    "ref_id": null
                },
                {
                    "start": 1950,
                    "end": 1953,
                    "text": "165",
                    "ref_id": null
                },
                {
                    "start": 2232,
                    "end": 2235,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 2276,
                    "end": 2279,
                    "text": "153",
                    "ref_id": null
                },
                {
                    "start": 2399,
                    "end": 2404,
                    "text": "(122)",
                    "ref_id": null
                },
                {
                    "start": 2504,
                    "end": 2507,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 2562,
                    "end": 2586,
                    "text": "22hydroxytingenone (124)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other triterpenoids"
        },
        {
            "text": "Tetranortriterpenes (limonoids)-Triterpenoids belonging to the limonoid family occur as glucosides and aglycones in fruits of Rutaceae and Meliaceae plant families. They show putative antitumor properties, and have been sufficiently reviewed regarding their distribution, 167 biosynthetic pathway, 168, 169 and bioactivity. 170, 171 The latest study on the antiproliferative effects of three limonoids, limonin (125) , nomilin (126) and obacunone (127) , confirmed that, as either aglycones (125) (126) (127) or glycosides (128) (129) (130) , these compounds exert versatile action against neuroblastoma cancer cells (SH-SY5Y). They induced apoptosis, arrested the cancer cell cycle at the G1 phase, and showed an aneuploidic effect, which elevated the aneuploid numbers in treated cancer cells compared with untreated ones. Both aglycones and glucosides were toxic to the cells, but aglycones were less effective in causing rapid cell death. 172 3 ,7 -Dideacetylkhivorin (131) was isolated from Khaya senegalensis, and subsequent cytotoxic screening showed that it was active against SiHa (IC 50 : 0.11 µM), MCF-7 (IC 50 : 0.14 µM), and Caco-2 (IC 50 : 0.07 µM) cancer cell lines. 173 Nimbolide (132) Gedunin (135), a limonoid with antimalarial, insecticidal, and antitumor activities, was recently isolated from Xylocarpus granatum 176 and Cedrela sinensis. 177 It exerted weak antitumor activity against the CaCo-2 cell line, with an IC 50 value of 16.83 µM. 176 However, 135 and its derivatives 136-140 showed moderate cytotoxicity against P-388 murine leukemia cells, with IC 50 values ranging from 6.0-17.1 µM. In the same study, 141-143 exhibited very weak or no activity (IC 50 : >116 µM), suggesting that an oxygenated functionality at the 11 -position is critical. 177 Further modification at C-7 on 135 gave two active analogues with C-7 carbamate (144) and ketone (145) groups. These compounds demonstrated antiproliferative activity comparable to 135, and acted by modulating heat shock protein (Hsp90) in MCF-7 and SkBr3 cells. 178 Methyl angolensate (146), a natural tetranortriterpenoid derived from the root callus of Soymida febrifuga, 179 possessed low cytotoxic activity (IC 50 : 100.0 µM), but did induce apoptosis by triggering the intrinsic pathway. 180 Quassinoids-Quassinoids are bitter constituents and secondary metabolites exclusively of Simaroubaceous origin. They are regarded biogenetically as degraded triterpenoids. Quassinoids have diverse bioactivities including antifeedant, insecticidal, herbicidal, antiparasitic, antimalarial, and antitumor effects. 181 As early as the 1970s, reports ascribed a wide range of antitumor activity to bruceantin, a quassinoid triterpene, which elicited major interest in quassinoids as promising lead drugs. However, the complex chemical structures of quassinoids have limited their anticancer potential. For more details, see the review by Vieira et al. 181 6 -Tigloyloxychaparrinone (147) was isolated from Ailanthus integrifolia in 1978, 182 and its antitumor activities have been reported. 183, 184 More recent studies led to the isolation of 147 from A. altissima. It showed inhibitory effects on hypoxia-induced VEGF, erythropoietin expression, and the activation of HIF-1 , a transcription factor protein that promotes tumor cell adaptation and survival under hypoxic conditions. 185 Brusatol (148) showed cytotoxic activity against P-388 murine cancer cells, with an IC 50 value of 0.012 µM. The A-ring modified compounds 149 and 150 showed reduced activity, indicating that the C-2 enolic oxygen is essential for activity. The 11-ketone analogue 151 showed even weaker activity, indicating that a -hydroxy group at C-11 is also important. 188 In a chemosensitization study, 158 potentiated the cytotoxicity of the antitumor drugs colchicine, vinblastine, and paclitaxel against MDR nasopharyngeal cancer cell lines (KB-C2 and KB-V1), by inhibiting P-gp(ABCB1)-mediated drug efflux. 189 Jaspolide B (160), a novel isomalabaricane-type triterpene isolated from marine sponges, Jaspis spp, 190 exhibited cytotoxicity toward hepatoma (Bel-7402, IC 50 : 29.1 µM; HepG2, IC 50 : 29.5 µM) and human promyeloleukemic (HL-60, IC 50 : 0.78 µM) cell lines. 191, 192 Subsequent studies showed 160 induces apoptosis and cell cycle arrest in HL-60 at the G2/ M phase 191 and in Bel-7402 at the G1 phase. 192",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "167",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "168,",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "169",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "170,",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "171",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 416,
                    "text": "(125)",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 432,
                    "text": "(126)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 452,
                    "text": "(127)",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 496,
                    "text": "(125)",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 502,
                    "text": "(126)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 508,
                    "text": "(127)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 528,
                    "text": "(128)",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 534,
                    "text": "(129)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 540,
                    "text": "(130)",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "172",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "173",
                    "ref_id": null
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "176",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "177",
                    "ref_id": null
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "176",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1778,
                    "text": "177",
                    "ref_id": null
                },
                {
                    "start": 1876,
                    "end": 1881,
                    "text": "(145)",
                    "ref_id": null
                },
                {
                    "start": 2042,
                    "end": 2045,
                    "text": "178",
                    "ref_id": null
                },
                {
                    "start": 2273,
                    "end": 2276,
                    "text": "180",
                    "ref_id": null
                },
                {
                    "start": 2589,
                    "end": 2592,
                    "text": "181",
                    "ref_id": null
                },
                {
                    "start": 2925,
                    "end": 2928,
                    "text": "181",
                    "ref_id": null
                },
                {
                    "start": 3011,
                    "end": 3014,
                    "text": "182",
                    "ref_id": null
                },
                {
                    "start": 3064,
                    "end": 3068,
                    "text": "183,",
                    "ref_id": null
                },
                {
                    "start": 3069,
                    "end": 3072,
                    "text": "184",
                    "ref_id": null
                },
                {
                    "start": 3370,
                    "end": 3375,
                    "text": "(148)",
                    "ref_id": null
                },
                {
                    "start": 3718,
                    "end": 3721,
                    "text": "188",
                    "ref_id": null
                },
                {
                    "start": 3961,
                    "end": 3964,
                    "text": "189",
                    "ref_id": null
                },
                {
                    "start": 4225,
                    "end": 4229,
                    "text": "191,",
                    "ref_id": null
                },
                {
                    "start": 4230,
                    "end": 4233,
                    "text": "192",
                    "ref_id": null
                },
                {
                    "start": 4332,
                    "end": 4335,
                    "text": "191",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other triterpenoids"
        },
        {
            "text": "In 1994, the authors' Natural Products Research Laboratories first discovered that betulinic acid (1, BA) showed an inhibitory effect against HIV-1 IIIB replication, with an EC 50 value of 1.4 µM. 193 Since then, betulinic acid has been used as a pre-eminent molecular scaffold in the development of triterpene analogues as anti-HIV drugs. Systematic structural modifications were carried out on the C-3 hydroxyl, A-ring, C-19 isopropenyl group, and C-28 carboxyl moiety, which led to the discovery of many potent anti-HIV agents (Table  3) . 194, 195 The C-3 hydroxy group can be readily acylated with a wide variety of anhydrides and acid chlorides. Such modification resulted ultimately in the identification of bevirimat (3-O-3 ,3dimethylsuccinyl BA, 161), which displayed a significant anti-HIV EC 50 value of 0.35 nM. 196 The SAR study also showed that an ester functionality at C-3, an appropriate length of the C-3 side chain, a terminal carboxylic acid moiety, and dimethyl substitution at the C-3 position are critical for the enhanced antiviral potency of 161. Further SAR demonstrated that, within the 3 -dimethyl moiety, the 3 S-methyl contributed more towards the activity, because 3 S-monomethylsuccinyl-substituted BA (3 S-MSB, 162) and 161 showed similar antiviral potency (EC 50 : 8.7 and 1.3 nM, respectively), while 3 R-MSB (163) showed much reduced activity (EC 50 : 0.12 µM). 197 Mechanism of action studies revealed that 161 retained its nanomolar antiviral potency against HIV-1 isolates resistant to reverse transcriptase (RT) and protease (PR) inhibitors. To define the target of 161 (bevirimat), scientists from Panacos Pharmaceuticals Inc. and the National Institutes of Health characterized the virus produced by cells treated with the compound. 198 The studies showed that 161 inhibited the processing of the viral Gag polyprotein at a specific step, the conversion of the capsid precursor p25 to mature capsid (CA) p24, in a dose-dependent manner. 198 The impaired cleavage of p25 to p24 led to the production of morphologically defective, non-infectious, immature viral particles (Fig. 2) . Therefore, 161 was designated as amaturation inhibitor (MI),a new class in the antiretroviral family. It is currently in Phase IIb clinical trials and will enter Phase III clinical trials in 2009.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "193",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "194,",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "195",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "196",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1349,
                    "text": "(163)",
                    "ref_id": null
                },
                {
                    "start": 1398,
                    "end": 1401,
                    "text": "197",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1778,
                    "text": "198",
                    "ref_id": null
                },
                {
                    "start": 1979,
                    "end": 1982,
                    "text": "198",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 540,
                    "text": "(Table  3)",
                    "ref_id": null
                },
                {
                    "start": 2112,
                    "end": 2120,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "The lupane group"
        },
        {
            "text": "Conversely, C-28 -aminoalkanoic acid derivatives of 1 were discovered to function by blocking the viral entry into the host cells. 199, 200 Incremental chain lengthening significantly influenced the anti-HIV potency of the derivatives, while the introduction of a second aminoalkanoic acid at the end of the C-28 side chain could further modulate the antiviral potency. 195 This research led to the discovery of RPR103611 (164), 199 a statine derivative, which inhibits the infectivity of several HIV-1 strains with EC 50 values in the range of 0.05-2 µM, and 9 (IC9564), 201 a stereoisomer of 164, which showed equipotency in the antiviral testing. A43-D (165) was designed with a slightly simplified C-28 substituent. 202 It also showed similar anti-HIV activity compared to 9 and 164.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "199,",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "200",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "195",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "202",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lupane group"
        },
        {
            "text": "A mechanism of action study discovered that C-28-modified BA analogues function at a post-binding step necessary for virus entry to the host cell. Detailed study found that 9 induced a nonproductive gp120 conformation that is not able to trigger a conformational rearrangement in gp41 for membrane fusion. 203 Evidence also indicated that 9 can target the V3 loop of gp120, a domain involved in chemokine receptor binding. 204 The exact binding target of triterpene derivatives is still under investigation.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "203",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "204",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lupane group"
        },
        {
            "text": "Modification of the C-19 isopropenyl group showed little effect on the anti-HIV activity. Neither saturation of the 20(29) double bond nor allylic substitution at C-30 through an ether or thioether linkage influenced the anti-HIV activity of the 1 derivatives significantly. 205 Further research demonstrated that the C-30 position serves as a good place to incorporate water-solubilizing moieties and to increase the hydrophilicity of this compound class. 205 Interestingly, as indicated, the anti-HIV-1 targets of triterpene analogues can vary depending on the side chain modification positions. C-28-modified analogues of 1 are potent HIV entry inhibitors, while C-3-modified derivatives function by blocking virus maturation. A combination of these two modifications led to the identification of A12-2 (166), a bifunctional HIV inhibitor that interferes with both viral entry and maturation. 202 Compounds 167 and 168, in which a secondary amine forms the C-28 amide bond, exhibited significantly increased metabolic stability in pooled human liver microsomes. 205 Compounds 166-168 showed very potent anti-HIV activity, which was slightly better than that of 161. Gerrish et al. synthesized another series of 3,28-disubstituted 1-analogues. 206 These compounds contained a dimethylsuccinyl ester side chain at C-3 and variously substituted benzyl and phenethyl amides at C-28. Several compounds in this series showed potent anti-HIV activity, and 169 and 170 showed the best pharmacokinetic/ pharmacodynamic (PK/PD) properties. 206 Generally, substitutions at the ortho-position of the benzyl or phenyl ring provided the best activity. The 3,28-dimodified derivatives may serve as attractive promising leads to develop a next generation of 1-derived HIV-1 inhibitors as clinical trials candidates.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "205",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "205",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "202",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "205",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "206",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1536,
                    "text": "206",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lupane group"
        },
        {
            "text": "2 -Carboxyl-3 -hydroxyl-norlupA(1)-20(29)-en-28-oic acid (171), a lupane-like triterpene with a rearranged five-membered A-ring, was isolated from the thorns of Gleditsia sinensis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The lupane group"
        },
        {
            "text": "It showed significant anti-HIV activity, with an EC 50 value of <0.13 µM. 207 The fact that 171 differs from 1 only in the A-ring configuration suggests that A-ring functionalities are important pharmacophores for the antiviral activity of the lupane-type triterpenes.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "207",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lupane group"
        },
        {
            "text": "A new 2,3-seco-lupane triterpene, 16 -hydroxy-2,3-seco-lup-20(29)-ene-2,3-dioic acid (172) , was obtained during a search for antiviral agents in the stems of Stauntonia obovatifoliola. 208 Compound 172 exhibited good anti-HIV-1 protease activity (EC 50 : 17.8 µM), compared with the control 62 (EC 50 : 54.38 µM), a known HIV-1 protease inhibitor. 208 This result suggested that a seco A-ring with dual polar moieties may increase the antiviral protease activity of triterpenes. In a concurrent study, lupane-, 30-noroleanane-, and oleanane-type triterpenes showed similar anti-HIV protease activity during testing. When analyzing the structures more carefully, it was discovered that the 16 -OH group is important to the enhanced antiviral potency of lupane triterpenes, as seen with compounds 172-175.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 90,
                    "text": "(172)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "208",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "208",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lupane group"
        },
        {
            "text": "The oleanane-type triterpene maslinic acid (73) inhibits the HIV-1 protease. In order to further explore the antiviral activity, several different -and -amino acids (single, dipeptide, or tripeptide) were coupled at the C-28 position of 73 by using both solution-and solid-phase synthetic methods. However, only compounds 176 [with 11-aminoundecanoic acid (11AUA) at C-28] and 177 (with a C-28 conjugate dipeptide of 11AUA and L-valine) showed approximately 50% inhibition activity against virus replication at 10 µM. These derivatives showed no cytotoxicity, although 73 itself displayed both cytotoxic and antiviral activities. 209 Prior research on glycyrrhetic acid (56) and its synthetic derivatives mainly led to negative results. 210, 211 The modifications focused on substitutions of the C-3 hydroxy and C-30 carboxylic acid groups. Because the rigid triterpene scaffold determines the relative position of the functional side chains, the skeleton could be very important to the anti-HIV and other bioactivities. Therefore, the distance from the hydroxy group to the carboxylic moiety and the dihedral angles of the D/E rings were predicted using modeling software. The results provided a possible explanation for why analogues of 56 showed fewer anti-HIV effects than analogues of betulinic (1) or moronic acid (181) . 210, 211 A recent paper reported the synthesis and anti-HIV activity of a group of analogues of -Dglucosamine-conjugated glycyrrhetic acid (56) . 212 The glucosamine was linked to the 3hydroxy group through a spacer containing phthalic, maleic, or succinic acid residues. Although such modifications slightly increased the anti-HIV activity of 56, the antiviral potency of these derivatives remained only moderate. The most potent analogue 3-O-[3-(N-2-deoxy--D-glucopyranos-2-yl)-carbamoyl]-phthaloyl-11-deoxy-glycyrrhetic acid (178) had an anti-HIV EC 50 value of 2.0 µM. 212 The anti-HIV and other biological activities of oleanolic acid (62, OA) and its derivatives were reviewed by Sultana et al. in 2007. 116 Basically, OA was identified as an anti-HIV principle, because it inhibited HIV-1 replication with an EC 50 value of 3.7 µM and a therapeutic index (TI) of 12.8. 213 Modification of OA at the C-3 position led to the discovery of 3-O-3 ,3 -dimethylsuccinyl-OA (179) , which had significant antiviral EC 50 (0.86 nM) and TI (22 400) values. 213 However, due to differences in the screening system, the reported activity of 62 may vary in different publications. 211 The mechanism of action of 179 is similar to that of 161, which functions as a maturation inhibitor and blocks the cleavage of p25 to p24, resulting in the production of morphologically defective, noninfectious HIV particles. The SAR of 3-O-acyl OAs with different succinyl or glutaryl substitution showed similar trends compared with 3-O-acyl BA analogues, suggesting that the C-3 side chain is a very important pharmacophore, while the triterpene backbone may serve as a docker allowing the side chains to interact with the targets.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 633,
                    "text": "209",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "210,",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "211",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1325,
                    "text": "(181)",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "210,",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1336,
                    "text": "211",
                    "ref_id": null
                },
                {
                    "start": 1467,
                    "end": 1471,
                    "text": "(56)",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "212",
                    "ref_id": null
                },
                {
                    "start": 1856,
                    "end": 1861,
                    "text": "(178)",
                    "ref_id": null
                },
                {
                    "start": 1901,
                    "end": 1904,
                    "text": "212",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2041,
                    "text": "Sultana et al. in 2007. 116",
                    "ref_id": null
                },
                {
                    "start": 2204,
                    "end": 2207,
                    "text": "213",
                    "ref_id": null
                },
                {
                    "start": 2301,
                    "end": 2306,
                    "text": "(179)",
                    "ref_id": null
                },
                {
                    "start": 2381,
                    "end": 2384,
                    "text": "213",
                    "ref_id": null
                },
                {
                    "start": 2502,
                    "end": 2505,
                    "text": "211",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "Previously, the optimal C-3 and C-28 side chains were identified in bi-functional betulinic acid (BA) analogues. Therefore, to extend the research focus on the replacement of triterpenoid docker, some 3,28-disubstituted OA derivatives were also prepared. 210 Compound 180, an OA derivative with 1,7-dia-minoheptane linked at the C-28 position and 3 ,3 -dimethyl-succinyl linked at the C-3 position, showed anti-HIV activity, with an EC 50 value of 0.95 µM. 210 This activity is lower than the identically substituted BA analogue, 166 (EC 50 : 0.0026 µM), indicating that BA is a better-fit docker than OA.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "210",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "210",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "Moronic acid (181, MA) was isolated from Brazilian propolis, a herbal medicine used worldwide. It exhibited significant anti-HIV activity with an EC 50 value of 0.2 µM and TI of 186. 214 In 2006, the authors' group reported the discovery of a series of MA derivatives that exhibited remarkable anti-HIV potency. Compounds 182-184, which contain C-3 3 ,3dimethylsuccinyl substitution and different C-28 amide side chains, exhibited potent anti-HIV activity in H9 lymphocytes with EC 50 values of 0.017, 0.0156, and 0.007 µM, respectively (Table 4 ). 211 These activity results are similar to those of 161 (EC 50 : 0.007 µM), a drug candidate that is currently in phase IIb anti-AIDS clinical trials. Another 3,28disubstituted MA derivative (185) was synthesized and had an antiviral EC 50 value of 0.055 µM (Table 4 ). 210 Mechanism of action study revealed that 3,28-disubstituted betulinic acid or moronic acid analogues exhibit both anti-fusion and anti-maturation activity. Thus, they were designated as bifunctional triterpenes. 208, 213 From the SAR, it was discovered that a longer C-28 side chain (as in 184 and 185) is helpful for enhanced antiviral potency.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "214",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "211",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 744,
                    "text": "(185)",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "210",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "208,",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "213",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 545,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 814,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "Another oleanane-type triterpene, papyriogenin A (186), was isolated from the flowers, pith, leaves, and fruit of Tetrapanax papyriferus. It showed antiviral activity, with an EC 50 value of less than 1.7 µM in HIV-1IIIB-infected H9 lymphocytes. 215 C-3-modified ursolic acid (UA), 211,216 as well as 3-and 28-modified UA analogues (187) (188) (189) , 210, 211 were synthesized and evaluated for anti-HIV activity ( Table 5 ). The C-3-(3 ,3dimethylsuccinyl)-and C-3-(3 ,3 -dimethylglutaryl)-substituted derivatives of UA (188 and 189) exhibited anti-HIV replication, with EC 50 values of 0.08 and 0.68 µM, respectively. 211 Compound 187, which was evaluated with a different assay system, also displayed anti-HIV activity, with an EC 50 value of 0.23 µM. 210 When the activities of triterpenes with the same side chain but different scaffolds were compared, it was discovered that, among the synthesized compounds, the most effective molecular scaffold for anti-HIV activity remained betulinic acid (166, EC 50 value: 0.0026 mM), followed by moronic, ursolic, and oleanolic acids. 210 In addition, some a-aminophosphonates were conjugated to the C-28 of UA. 217 However, all of the resulting analogues showed zero-to-weak anti-HIV entry activity. The best compound (190) inhibited viral entry by only 20% at a concentration of 0.1 µM. 217 This result further proved the conclusion that a longer C-28 side chain is very important for triterpene-derived HIV entry inhibitors, with a carbon chain length of 7-10 being optimal.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "215",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 337,
                    "text": "(187)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 343,
                    "text": "(188)",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 349,
                    "text": "(189)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "210,",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "211",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "211",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "210",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "210",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "217",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1270,
                    "text": "(190)",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "217",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 423,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "The ursane and oleanane groups"
        },
        {
            "text": "Plants of the genus Schisandra are known to contain dibenzo-cycloctadiene lignans, as well as lanostane and cycloartane triterpenes. In 2003, Sun's group began a phytochemical study of several species of the Schisandra genus collected in the Yunnan province of China, which led to the discovery of a series of norcycloartane triterpenoids. During 2006-2008, Sun's group also identified several nortriterpenoids and bisnortriterpenoids from various species of Schisandra that possessed weak to moderate anti-HIV-1 activity. [218] [219] [220] Rubriflordilactones A (191) and B (192) were isolated from the leaves and stems of Schisandra rubriflora. 221 Rubriflorins A-C (193) (194) (195) , three highly oxygenated nortriterpenoids, were also isolated from the leaves and stems Schisandra rubriflora. 222 They feature an opened A-ring. (196) (197) (198) (199) (200) (201) (202) were found in the same plant shortly after the discovery of 193-195. 223 They also contain an opened A-ring and showed moderate to weak anti-HIV activity, with EC 50 values ranging from 26.4 to 167.0 µM. 223 Sphenadilactones A (203) and B (204) were isolated from the leaves and stems of Schisandra sphenanthera. 224 Their structural elucidation was accomplished by extensive NMR and single-crystal X-ray crystallography. However, an erratum was later published to correct the stereochemistry of Me-27, which should have an -rather than -orientation. 225 Compound 203 exhibited very weak anti-HIV-1 activity, with an EC 50 of 237.8 µM in HIV-1 IIIB -infected C8166 cells. 224 No obvious cytotoxicity was observed when both compounds were tested against three human tumor cell lines, K562, A549, and HT-29. A minor nortriterpenoid, sphenadilactone C (205) , was also isolated in a subsequent study of Schisandra sphenanthera. 226 It is characterized by the presence of a partial enol structure, and is the first example of an acetamide-bearing highly oxygenated nortriterpenoid from a cycloartane. Compound 205 also exhibited very weak antiviral activity against HIV-1 IIIB , with an EC 50 The genus Kadsura belongs to the family Schisandraceae. In an investigation of Kadsura heteroclita, a new nortriterpenoid, long-ipedlactone J (223) , was isolated. When tested in HIV-1 IIIB infected C8166 cells, 223 showed a moderate anti-HIV EC 50 of 7.1 µM. 232 Four new lanostane triterpenes, colossolactones V, VI, VII,and VIII (224) (225) (226) (227) , were isolated from the fruiting bodies of the Vietnamese mushroom Ganoderma colossum. 233 With seco A-and E-rings, 224 and 225 differ structurally from previous isolated colossolactones, which have a seven-membered lactone A-ring and six-membered lactone Ering. Compound 226 has a lactone E-ring, but seco A-ring, while compound 227 has both Aand E-lactone rings. These three new triterpenoids, together with three previously isolated compounds, collosolactone E (228), schisanlactone A (229), and colossolactone G (230), were tested against HIV-1 protease. Compounds 224, 226, 228, and 229 showed antiprotease activity, with EC 50 values of 14.6, 24.7, 15.3, and 10.8 µM, respectively, while 225, 227, and 230 were inactive. 233 The presence of a hydroxy group at C-23 (R 3 ) or C-5 (R 2 ) in the tested compounds reduced the activity (i.e., 227 vs. 228 and 230 vs. 228), suggesting that the hydrophobicity of the triterpene skeleton is important to the anti-HIV-1 protease inhibition activity. For the A-ring seco compounds, 224 (with a single double bond at C-8-C-9) exhibited higher activity than the related 225 with two double bonds at C-7-C-8 and C-9-C-11. The unsaturation pattern would alter the three-dimensional structures and, consequently, the spatial arrangement of pharmacophores in the compounds, which have a significant influence on activity. On the other hand, the presence of the seco or lactone A-and/or E-ring did not significantly influence the anti-HIV protease activity of the analogues.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 528,
                    "text": "[218]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 534,
                    "text": "[219]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 540,
                    "text": "[220]",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 568,
                    "text": "(191)",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 580,
                    "text": "(192)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "221",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 673,
                    "text": "(193)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 679,
                    "text": "(194)",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 685,
                    "text": "(195)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "222",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 838,
                    "text": "(196)",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 844,
                    "text": "(197)",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 850,
                    "text": "(198)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 856,
                    "text": "(199)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 862,
                    "text": "(200)",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 868,
                    "text": "(201)",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 874,
                    "text": "(202)",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "223",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "223",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1107,
                    "text": "(203)",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1119,
                    "text": "(204)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "224",
                    "ref_id": null
                },
                {
                    "start": 1426,
                    "end": 1429,
                    "text": "225",
                    "ref_id": null
                },
                {
                    "start": 1547,
                    "end": 1550,
                    "text": "224",
                    "ref_id": null
                },
                {
                    "start": 1724,
                    "end": 1729,
                    "text": "(205)",
                    "ref_id": null
                },
                {
                    "start": 1800,
                    "end": 1803,
                    "text": "226",
                    "ref_id": null
                },
                {
                    "start": 2061,
                    "end": 2063,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 2206,
                    "end": 2211,
                    "text": "(223)",
                    "ref_id": null
                },
                {
                    "start": 2324,
                    "end": 2327,
                    "text": "232",
                    "ref_id": null
                },
                {
                    "start": 2396,
                    "end": 2401,
                    "text": "(224)",
                    "ref_id": null
                },
                {
                    "start": 2402,
                    "end": 2407,
                    "text": "(225)",
                    "ref_id": null
                },
                {
                    "start": 2408,
                    "end": 2413,
                    "text": "(226)",
                    "ref_id": null
                },
                {
                    "start": 2414,
                    "end": 2419,
                    "text": "(227)",
                    "ref_id": null
                },
                {
                    "start": 2508,
                    "end": 2511,
                    "text": "233",
                    "ref_id": null
                },
                {
                    "start": 3148,
                    "end": 3151,
                    "text": "233",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lanostane group"
        },
        {
            "text": "Two unusual octanorcucurbitacins, endecaphyllacins A (231) and B (232), were isolated from the tubers of Hemsleya endecaphylla. 234 These two compounds, together with three known cucurbitane analogues including 99, 100, and cucurbitacin I (233), were evaluated for their ability to prevent the cytopathic effects of HIV-1 in C8166 cells. Although compounds 231 and 232 showed only moderate anti-HIV activity (EC 50 : 88.27 and 33.70 µM), 99, 100, and 233 showed significant potency (EC 50 : 0.16, 0.23, and 1.36 µM, respectively) in this assay. 234 The high activity of 99, 100, and 233 may be due to the presence of the C-17 functional side chain. However, because 99 is the first reported common cucurbitane analogue with potent antiviral activity, repeated evaluation may be necessary to confirm the compound's potency. Kuguacins A-E (234-238) were isolated from roots of Momordica charantia. 235 They also belong to the cucurbitacin family. 236 Further mechanism of action study revealed that they can block the transmission of virus through cell-to-cell fusion, but cannot inhibit the activities of HIV-1 RT, PR, NCp7 zinc ejection, or viral replication in chronically infected H9 lymphocytes. 236 Thus, it is likely that 239 and 240 function as HIV-1 entry inhibitors.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "234",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "234",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "235",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "236",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "236",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The lanostane group"
        },
        {
            "text": "Compounds 116-118, together with acutissimatriterpenes C (241) and D (242), were isolated from Phyllanthus acutissima. 150 The anti-HIV-1 activity of the newly discovered compounds was tested by using a cell-based antiviral replication assay and HIV-1 reverse transcriptase (RT) assay. Compounds 118 and 242 exhibited moderate antiviral replication activity, with EC 5 0 values of <5.8 and 8.3 µM, respectively, while 116, 117, and 241 showed weak anti-HIV activity (106.1-130.9 µM). Interestingly, 116 and 117 inhibited the RT by 55.5% and 65.9% at the tested concentration (^300 µM), while 241 and 242 showed only 11.0% and 37.8% inhibition against RT. In comparison, compound 242 did not inhibit RT, suggesting that RT may not be the compound's target. 150 The anti-HIV-1 activity and mechanism of action of C-31-secodammarane triterpenoids isolated from Alnus firma were reviewed by Yu et al. 237 Among them, alnustic acid methyl ester (243) exhibited anti-HIV protease activity, with an EC 50 value of 15.8 µM. Other similar compounds showed no effect against RT or protease.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "237",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dammarane and euphane groups"
        },
        {
            "text": "Two hopane triterpenes, dryopteric acids A (244) and B (245), were isolated from the rhizome of Dryopteris crassirhizoma (Aspidiaceae), and tested against recombinant HIV-1 protease (PR). Both compounds exhibited moderate anti-HIV protease activity, with EC 50 values of 26.5 and 44.5 µM, respectively. In comparison, ursolic acid (46) has an EC 50 of 8.9 µM. Acetylation of the C-2 hydroxy group of 244 and 245 yielded compounds 246 and 247, which showed enhanced anti-protease activity compared with the parent compounds. 238 These results suggested that the carboxylic group at the C-4 (C-24) position and acetyl group at the C-2 position could play key roles in the inhibition of HIV-1 protease in this hopane series of triterpene acids. 238 ",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "238",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "238",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other triterpenes"
        },
        {
            "text": "Triterpenoids are an important group for biologically active natural compounds, particularly with approximately 300 new triterpenoids identified each year. Since 1985, Connolly and Hill have regularly reviewed the scientific literature dealing with triterpenoid characterization from natural resources. [239] [240] [241] [242] [243] [244] [245] [246] [247] [248] [249] [250] [251] [252] [253] [254] [255] [256] Although numerous triterpenoids possessing various scaffolds have been reported, only a small portion of them were explored systematically for their pharmacological activities. Of those so explored, most showed only marginal potency in preliminary screening. However, this fact does not mean that they should be eliminated from further investigation. For instance, while betu-linic acid (1) exhibited only moderate anti-HIV activity, with an EC 50 of 1.4 µM, modification of 1 furnished the clinical trial agent, bevirimat (161) , soon to be a phase III anti-HIV drug. Another example is CDDO (63), a promising anticancer candidate in phase I clinical trials, which was derived from oleanolic acid (62), a weak antitumor compound. Generally speaking, bioactivity-directed fractionation and isolation (BDFI) is a major approach for new lead generation, which is then followed by lead optimization based on rational drug design, synthesis, and bioevaluation, as well as structure-activity relationship (SAR) and quantitative-SAR (QSAR) studies. Selection of a preclinical candidate also involves rapid, efficient assays to gather absorption, distribution, metabolism, excretion, and toxicity (ADMET) data, permitting an effective evaluation of drug candidates in the early stages of the drug discovery process. Although there are still some concerns, especially regarding structure complexity and non-specific pharmacological effects of naturally occurring bioactive triterpenoids, their diversity and uniqueness make them worthy of further pursuit for the discovery of new drugs. Simplified apoptotic signaling scheme and modulation by AKBA (from ref. 83): (+) positive or upregulatory effects of AKBA; (−) negative or inhibitory effects. IKK is the only target for which a direct inhibition by AKBA has been postulated. n.e.: no effect. Bevirimat (161) targets Gag at the CA-SP1 cleavage site to interfere with the processing of p25 into mature p24, resulting in the production of morphologically defective, noninfectious viral particles. (Panacos, XVII international HIV drug resistance workshop, Spain, 2008). ",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 308,
                    "text": "[239]",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 314,
                    "text": "[240]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 320,
                    "text": "[241]",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 326,
                    "text": "[242]",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 332,
                    "text": "[243]",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 338,
                    "text": "[244]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 344,
                    "text": "[245]",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 350,
                    "text": "[246]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 356,
                    "text": "[247]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 362,
                    "text": "[248]",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 368,
                    "text": "[249]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 374,
                    "text": "[250]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 380,
                    "text": "[251]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 386,
                    "text": "[252]",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 392,
                    "text": "[253]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 398,
                    "text": "[254]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 404,
                    "text": "[255]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 410,
                    "text": "[256]",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 939,
                    "text": "(161)",
                    "ref_id": null
                },
                {
                    "start": 2258,
                    "end": 2263,
                    "text": "(161)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "which have an unusual 27-carbon skeleton derived from cycloartane, due to the loss of C-2, C-3, and CH 3 -28. 227 This is the first class in the Schisandra species and the first case in the cycloartane triterpenoid family in which C-2 and C-3 are degraded in the molecule. Compounds 208-209 demonstrated weak anti-HIV-1 replication activity",
            "authors": [],
            "year": null,
            "venue": "Re-investigation of Schisandra sphenanthera resulted in the isolation of sphenalactones A-D (206-209)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "summarizes the signal transduction scheme of 38-induced apoptosis. Although the effector caspases and other markers have been identified, the primary molecular targets as well as the precise role of mitochondria are still unclear. For details, see the review by Poeckel et al.83",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Compound 53 was cytotoxic against HepG2 and Hep3B cancer cell lines, with IC 50 values of 8.1 and 9.5 µM, respectively. Compound 54 showed activity against the HepG2 cell line, with an IC 50 value of 9.2 µM.107",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ",129 analogues were prepared from 77 and screened for cytotoxicity. However, only the 3-O--D-glucopyranoside (78) and 3-O--Dgalactopyranoside (79) derivatives showed enhanced antitumor activity (IC 50 : 30-40 µm). 128 Two D:C-friedooleanane-type compounds (multiflorane-type), 80 and 81, isolated from the stems of Lagenaria siceraria, showed significant cytotoxicity toward the human SKHEP-1 hepatocellular cancer cell line with IC 50 values of 8.0 and 4.6 µm, respectively. 130",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A (109), a tirucallane triterpene isolated from the fruit of Poncirus trifoliata, demonstrated a slight antiproliferative effect (IC 50 : 21.0 µm) against the SKHEP-1 cell line, which was postulated to occur through arrest in the G0/G1 cell cycle and induction of apoptosis. 148 The dammarane derivative 110 was isolated from the flower spikes of Betula platyphylla. 81,149 Compound 110 inhibited the efflux of rhoda-mine 123 KB-C2 cells, implicating MDR-reversing effects by modulating P-gp. 149 Five dichapetalin-type triterpenoids, dichapetalins A (111), I (112), J (113), K (114), and L (115), were isolated from the stem bark of Dichapetalum gelonioides. Compounds 111-113 showed selective inhibitory activity (IC 50 : 0.3-0.8 µm) against the SW626 human ovarian cancer cell line, while 114 and 115 showed broader cytotoxicity against Lu1, LNCaP, SW626, MCF-7, and HUVEC cell lines (IC 50 : 1.6-14.2 µm). 35 Acutissimatriterpenes A, B, and E (116-118) were isolated from the aerial parts of Phyllanthus acutissima. 150 Compounds 116 and 117 exhibited cytotoxicity only against P-388 tumor cell line, while compound 118 showed cytotoxicity against P-388, MCF-7, and Lu-a tumor cell lines (IC 50 : 0.007-7.100 µm). Most impressively, 118 demonstrated remarkable cytotoxicity against P-388 (IC 50 : 0.007 µm), and was more potent than ellipticine, the positive control (IC 50 : 0.813 µm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", a limonoid extracted from the flowers of Azadirachta indica (neem tree), exhibited potent cytotoxic activity against U937 (IC 50 : 1.24 µM), HL-60 (IC 50 : 1.12 µM), and THP1 (IC 50 : 1.42 µM) cells and antiproliferation activity against B16 (IC 50 : 1.74 µM) cell lines. In a follow-up study using the U937 cell line, 132 increased the number of aneuploid cells and the appearance of annexin V positive cells, implicating the occurrence of cell arrest and apoptosis, correspondingly.174 Two nimbolide derivatives, 133 and 134, were synthesized from 132, but showed weak activity in the brine shrimp lethality bioassay, indicating the importance of the lactone ring.175",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "186 Triterpenes from marine sources-Numerous sodwanone triterpenes have been purified from Axinella species. Among them, sodwanone V (152) inhibited activation of HIF-1 in T47D (IC 50 : 15 µM) and PC-3 (IC 50 : 15 µM) cells. It also showed weak cytotoxicity against MDA-MB-231 breast tumor cells (IC 50 : 23 µM). 10,11-Dihydrosodwanone B (153) showed moderate cytotoxicity against T47D cells (IC 50 : 22 µM). Four derivatives, 154-157, inhibited hypoxia-induced HIF-1 activation in T47D cells (IC 50 : 20-25 µM). 187 Two sipholane-type triterpenes, sipholenol A (158) and sipholenone A (159), were isolated from the marine sponge Callyspongia siphonella. They showed cytotoxic activity against the MCF-7 breast cancer cell line, with IC 50 values of 1.2 and 0.9 µM, respectively. At a dose of 0.026 µM per pellet, 159 also showed anti-angiogenic activity in the chorioallantoic membrane (CAM) assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "They are highly unsaturated rearranged bisnortriterpenoids that contain a biosynthetically modified aromatic D-ring. The anti-HIV activity of both compounds was tested in HIV-1 IIIB -infected C8166 cell lines, and their cytotoxicity was evaluated in C8166 and MT-4 cells. Compound 191 showed only weak antiviral potency; however, 192 presented moderate anti-HIV activity, with an EC 50 of 21.1 µM and TI of 12.39. 221",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Compounds 193 and 194 exhibited moderate anti-HIV-1 activity, with EC 50 values of 17.9 and 29.2 µM, respectively, while 195 showed weak HIV-1 inhibition activity, with an EC 50 value of 143.1 µM. 222 Rubriflorins D-J",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "of 47.8 mM.226 Schintrilactones A(210) and B(211), two new nortriterpenoids with modified fivemembered D-ring and -lactone E-ring, were isolated from Schisandra chinensis. Bothcompounds have a unique carbon skeleton, with an unstable stereogenic center at C-20. The two diastereomers slowly interconvert through an enol intermediate. Compounds 210 and 211 demonstrated anti-HIV-1 activity, with EC 50 values of 33.9 and 68.2 µM, respectively, compared with AZT as positive control (EC 50 : 8.46 µM). 228 Nortriterpenoids schindilactones D-G (212-215) and bisnortriterpenoids wuweizidilactones G (216) and H (217) were also isolated from the stems and leaves of Schisandra chinensis. However, they demonstrated only weak antiviral activity, with EC 50 values ranging from 32 to 181 µM. 229 Wilsonianadilactones A-C (218-220) were isolated from the stems and leaves of Schisandra wilsoniana, a climbing plant distributed in the Yunnan province of China. All three compounds showed weak anti-HIV-1 activity, with EC 50 values of 38.3, 99.1, and 118.6 µM in an in vitro antiviral assay. 230Lancifodilactone H (221), a trinorcycloartane triterpenoid with a biosynthetically modified seven-membered lactone ring, and lancifoic acid A (222), a new A ring-secocycloartane triterpenoid, were isolated from the stems and leaves of Schisandra lancifolia. They exhibited moderate anti-HIV activity, with EC 50 values of 37.4 and 33.2 µM, respectively.231",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Compounds 236 and 238 displayed moderate anti-HIV-1 activity (EC 50 : 19.7 and 59.6 µM; TI: 23.68 and 7.81, respectively). Although compounds 234 and 235 showed moderate antiviral activity with EC 50 values of 22.8 and 24.9 µM, they were also cytotoxic, resulting in lower TI values of 7.01 and 3.09, respectively. The cucurbitacin analogues hemslecins A and B (239 and 240) were discovered as antibacterial drugs from Hemsleya jinfushanensis some time ago. They have recently been shown to have anti-HIV-1 activity, with EC 50 values of 4.0-36.3 µM and TI values of >20 in different assay systems.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Qian was born in Beijing, China, in 1982. She received her B.S. degree in Pharmacy from Beijing University (2004), and her Ph. D. degree in Pharmaceutical Sciences from the University of North Carolina at Chapel Hill (2008). She is currently a Research Assistant Professor at UNC Chapel Hill. Her current research is focused on discovery, drug metabolism, and pharmacokinetic studies of natural product-derived anti-AIDS agents. Susan L: Morris-Natschke received her B.S. in chemistry from the University of Maryland at College Park (1975) and her Ph.D. in organic chemistry from the University of North Carolina at Chapel Hill (1982). She is currently Research Professor in the Division of Medicinal Chemistry and Natural Products, in the .UNC Eshelman School of Pharmacy, where she has been on the faculty since 1983. Her interests include scientific writing/editing, as well as the synthesis and structure-activity relationships of bioactive natural products. Kuo-Hsiung Lee received his B.S. in pharmacy at Kaohsiung Medical University, Taiwan (1961), his M.S. in pharmaceutical chemistry at Kyoto University, Japan (1965), and his Ph.D. in medicinal chemistry at the University of Minnesota, Minneapolis (1968). Since 1970, he has been on the faculty of the UNC Eshelman School of Pharmacy, and is now Kenan Professor of Medicinal Chemistry and Director of the Natural Products Research Laboratories. He has published over 640 research articles, been granted over 70 patents, and received numerous awards, including most recently the Norman R. Farnsworth Research Achievement Award, American Society of Pharmacognosy (2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "lists other plant sources of 1 reported since 2006.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Nat Prod Rep. Author manuscript; available in PMC 2013 September 16.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This investigation was supported by NIH grants AI-077417 and AI-33066 from the National Institute of Allergy and Infectious Diseases (NIAID) and CA-17625 from the National Cancer Institute (NCI) awarded to K. H. Lee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Reen-Yen Kuo was born in Yi-lan, Taiwan, in 1975. He received his B.S. degree (1997) in Pharmacy and his Ph.D. degree (2003) in Pharmaceutical Science from Kaohsiung Medical University, Taiwan. He then worked as a researcher at the Institute for Information Industry, Taiwan, and in the government sector at the Science and Technology Advisory Group, Taiwan. He is currently a Visiting Scholar at the University of North Carolina at Chapel Hill. His research interests are focused on the isolation, structural elucidation, and total synthesis of biologically active natural products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biographies"
        },
        {
            "text": " Table 1 Sources of betulinic acid (1)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Roots Ainsliaea acerifolia 26 Helicteres angustifolia 27 Mimosa pudica 28 Root Table 3 Structures and anti-HIV activity of C-3-and/or C-28-modified betulinic acid (1) Structures and anti-HIV activity of moronic acid (181) and its C-3-and C-28-modified derivatives 182-185 Table 5 Structures and anti-HIV activity of C-3-and C-28-modified ursolic acid derivatives (187) (188) (189) (190) ",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 56,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 73,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 368,
                    "text": "(187)",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 374,
                    "text": "(188)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 380,
                    "text": "(189)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 386,
                    "text": "(190)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 279,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Part used Plant origin"
        }
    ]
}