{
    "paper_id": "abacd7412e9dd150659e4cf4099e02e1e91190dd",
    "metadata": {
        "title": "Public Health Action International Union Against Tuberculosis and Lung Disease Health solutions for the poor Highlighting the need for more infection control practitioners in low-and middle-income countries",
        "authors": [
            {
                "first": "Virginia",
                "middle": [],
                "last": "Lipke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Lipke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Emerson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Mccarthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Briggs-Hagen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Farley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Nursing",
                    "location": {
                        "addrLine": "1600 Clifton Rd E-04 Atlanta, Georgia",
                        "postCode": "30333",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA CORRESPONDENCE, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "Verani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "L"
                ],
                "last": "Riley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "T he frequency of infectious disease outbreaks in health care settings highlights the risks of transmission to health care workers and patients, as well as the need to institute infection control (IC) measures. This is especially true in low-income settings, as evidenced by the recent Ebola outbreak in West Africa. 1 Without adequate IC implementation, health care facilities will be challenged to prevent nosocomial transmission and control emerging epidemics. 1 One essential intervention is the development of well-trained IC practitioners (ICPs) to implement, monitor and evaluate appropriate IC procedures in health care facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The importance of ICPs has been articulated by the World Health Organization (WHO) in its publication 'Core components for infection prevention and control programs'. 2 The WHO calls for member states to deploy ICPs who have the requisite IC skills, authority and time to successfully implement IC programs and interventions. Specific guidance regarding IC program implementation at the national and subnational levels is further described in the WHO policy on TB IC in health-care facilities, congregate settings, and house-holds, 3 which recommends the establishment of a coordinating body for IC within the ministry of health, and a budgeted plan that encompasses human resource requirements for IC at all levels. ICPs can play a vital role in developing standard operating procedures, conducting surveillance, supporting occupational health and providing in-service training for staff. 3 Studies have shown that the presence of a trained ICP or IC lead can result in reduced rates of multidrug-resistant infections and improved patient outcomes. 4-6 Although the presence of ICPs does not entirely eliminate the risk of nosocomial transmission, ICPs reduce the risk of transmission of communicable diseases and multidrug-resistant organisms in health care settings. 4 The literature also documents instances where unclear responsibilities for IC lead to poorer IC performance. Many countries in sub-Saharan Africa have not identified an ICP in their respective health care facilities. Even when a facility has designated someone, the IC lead or leads often have numerous other responsibilities, and commonly lack adequate training or authority to institute significant changes in facility policies and procedures. Establishing a trained workforce of ICPs with the time and authority to implement change is necessary for effective IC practices to be implemented in these settings. Although data on the cost and cost-effectiveness of IC practices in low-resource countries are limited, it is suggested that up to 40% of health care-acquired infections in these settings are preventable. 7",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 891,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he frequency of infectious disease outbreaks in health care settings highlights the risks of transmission to health care workers and patients, as well as the need to institute infection control (IC) measures. This is especially true in low-income settings, as evidenced by the recent Ebola outbreak in West Africa. 1 Without adequate IC implementation, health care facilities will be challenged to prevent nosocomial transmission and control emerging epidemics. 1 One essential intervention is the development of well-trained IC practitioners (ICPs) to implement, monitor and evaluate appropriate IC procedures in health care facilities.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 464,
                    "end": 465,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The importance of ICPs has been articulated by the World Health Organization (WHO) in its publication 'Core components for infection prevention and control programs'. 2 The WHO calls for member states to deploy ICPs who have the requisite IC skills, authority and time to successfully implement IC programs and interventions. Specific guidance regarding IC program implementation at the national and subnational levels is further described in the WHO policy on TB IC in health-care facilities, congregate settings, and house-holds, 3 which recommends the establishment of a coordinating body for IC within the ministry of health, and a budgeted plan that encompasses human resource requirements for IC at all levels. ICPs can play a vital role in developing standard operating procedures, conducting surveillance, supporting occupational health and providing in-service training for staff. 3 Studies have shown that the presence of a trained ICP or IC lead can result in reduced rates of multidrug-resistant infections and improved patient outcomes. [4] [5] [6] Although the presence of ICPs does not entirely eliminate the risk of nosocomial transmission, ICPs reduce the risk of transmission of communicable diseases and multidrug-resistant organisms in health care settings. 4 The literature also documents instances where unclear responsibilities for IC lead to poorer IC performance. Many countries in sub-Saharan Africa have not identified an ICP in their respective health care facilities. Even when a facility has designated someone, the IC lead or leads often have numerous other responsibilities, and commonly lack adequate training or authority to institute significant changes in facility policies and procedures. Establishing a trained workforce of ICPs with the time and authority to implement change is necessary for effective IC practices to be implemented in these settings. Although data on the cost and cost-effectiveness of IC practices in low-resource countries are limited, it is suggested that up to 40% of health care-acquired infections in these settings are preventable. 7 In countries such as South Korea 8 and the United States, 9 where regulations require that hospitals employ staff dedicated to IC, ICPs work in infection prevention, surveillance and disease identification. Some ICPs are even involved in facility-specific preventive measures for health care workers, such as annual testing of staff for tuberculosis or offering health care providers anonymous human immunodeficiency virus testing.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 532,
                    "end": 533,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 890,
                    "end": 891,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1278,
                    "end": 1279,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2097,
                    "end": 2098,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2157,
                    "end": 2158,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the implementation of evidence-based IC practices and their evaluation is a hallmark of the ICP, the roles, responsibilities and certification of this cadre vary in different health care settings and countries. The Table describes Background: Many low-and middle-income countries struggle to implement, monitor and evaluate the efficacy of infection control (IC) measures within health care facilities. This hampers their ability to prevent nosocomial infections, identify emerging pathogens and rapidly alert officials to possible outbreaks. The lack of dedicated and trained IC practitioners (ICPs) is a serious deficit in the health care workforce, and is worsened by the lack of institutions that offer IC training. Discussion: While no single individual can entirely eliminate the risk of nosocomial transmission, there is literature to support the value of designated IC persons. Recommendations from the World Health Organization in 2008 and 2009 describe the need for this specialized cadre of workers, but many countries lack the national regulations to authorize, train and manage such professionals at the national or local level. This article provides an overview of how ICPs are trained and credentialed in several countries, and discusses approaches countries can use to train ICPs. Conclusion: Trained ICPs can help prevent future outbreaks and control nosocomial transmission of diseases in health care facilities. For this to occur, supportive national policies, availability of training institutions and local administrative support will be required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 236,
                    "text": "Table describes",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Need for more infection control practitioners 161 ated with a university. Credentialing helps ensure that ICPs are upto-date with evolving practices and capable of interpreting clinical evidence and applying appropriate infection prevention strategies. Although some sub-Saharan African countries, such as Zambia, 13 have adapted regulations requiring health facilities to employ trained ICPs, the availability of and demand for persons with specific IC training is much less common in low-and middle-income ",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Action"
        },
        {
            "text": "There are several ways to increase the number of and demand for ICPs and thereby improve IC practices in low-and middle-income countries. One key approach is to ensure that IC polices are in place and endorsed at the national level by the ministry of health. Furthermore, it is imperative that national IC laws, policies and guidelines define specific roles and responsibilities of ICPs for both public and private health facilities, and that such standards are enforced. Supporting systems for ICPs include laboratory and data management systems as well as administrative support with the required resources to build and maintain an IC program. A holistic IC strategy includes expanding access to affordable, standardized, evidence-based IC training, such as requiring documented pre-service training and continuing education on IC practices. Increasingly available information and communication technologies can be used to create, disseminate and manage IC-related information, thereby extending IC capacity to the existing health-care workforce. Nurses are the frontline health care workers and the core of the workforce in low-income settings; we thus anticipate that they would be selected for the role of primary ICP. Establishing associations of IC specialists and recognizing the roles and responsibilities of ICPs would also facilitate continuous quality monitoring of IC practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Action Need for more infection control practitioners 162"
        },
        {
            "text": "To prevent future epidemics and facility-based transmission of infection, it is imperative to develop long-term, upstream interventions such as employing more and better trained ICPs. This approach is especially critical for health-care settings in low-and middle-income countries where there are fewer physicians or infectious disease specialists. As the recent outbreaks of Ebola, multidrug-resistant tuberculosis and Middle East Respiratory Syndrome have demonstrated, an infection uncontrolled in one part of the world can quickly spread beyond borders. ICPs help control infectious diseases at their source, to everyone's benefit. The time for upstream planning and action is now. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Action Need for more infection control practitioners 162"
        },
        {
            "text": "Need for more infection control practitioners 163",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Action"
        },
        {
            "text": "Marco de referencia: Muchos países de ingresos bajos y medianos afrontan dificultades en la ejecución, la supervisión y la evaluación de las medidas de control de las infecciones (CI) en los establecimientos de atención de salud. Esta situación obstaculiza la capacidad de prevenir las infecciones nosocomiales, impide la detección de nuevos patógenos e impide la notificación oportuna a los funcionarios sobre los posibles brotes epidémicos. La carencia de personal médico capacitado y dedicado al control de las infecciones (PCI) constituye una importante deficiencia del personal de atención de salud y se agrava con la inexistencia de instituciones que dispensen una formación en este campo. Discusión: Si bien una sola persona no puede eliminar totalmente el riesgo de transmisión intrahospitalaria de las infecciones, las publicaciones científicas respaldan la utilidad de designar personas encargadas del CI en los establecimientos de salud. Las recomendaciones de la Organización Mundial de la Salud del 2008 y el 2009 describen la necesidad de contar con este grupo especializado de profesionales; sin embargo, muchos países carecen de normas nacionales que autoricen, capaciten y dirijan estos profesionales a escala nacional y local. En el presente artículo se ofrece una visión general sobre los métodos de capacitación y acreditación de los PCI en diversos países y se analizan las estrategias que pueden adoptar los países con el objeto de formar los PCI. Conclusión: La capacitación de PCI ayuda a prevenir la aparición de futuros brotes epidémicos y a controlar la transmisión de las infecciones en los establecimientos de atención sanitaria. Con el fin de lograrlo, se precisan políticas nacionales propicias, instituciones que dispensen la capacitación y apoyo administrativo al nivel local.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Action"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protecting health care workers from Ebola: personal protective equipment is critical but is not enough",
            "authors": [
                {
                    "first": "W A",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "N A",
                    "middle": [],
                    "last": "Hines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Intern Med",
            "volume": "161",
            "issn": "",
            "pages": "753--754",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report of the second meeting of the Informal Network on Infection Prevention and Control in Health Care",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Policy on TB infection control in health-care facilities, congregate settings and households",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Study on the efficacy of nosocomial infection control (SENIC Project). Summary of study design",
            "authors": [
                {
                    "first": "R W",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quade",
                    "suffix": ""
                },
                {
                    "first": "H E",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Project",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am J Epidemiol",
            "volume": "111",
            "issn": "",
            "pages": "472--485",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Certification in infection control matters: impact of infection control department characteristics and policies on rates of multidrug-resistant infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pogorzelska",
                    "suffix": ""
                },
                {
                    "first": "P W",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Infect Control",
            "volume": "40",
            "issn": "",
            "pages": "96--101",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The associations between organizational culture and knowledge, attitudes, and practices in a multicenter Veterans Affairs quality improvement initiative to prevent methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sinkowitz-Cochran R L",
                    "suffix": ""
                },
                {
                    "first": "K H",
                    "middle": [],
                    "last": "Burkitt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cuerdon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Infect Control",
            "volume": "40",
            "issn": "",
            "pages": "138--143",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Towards a global perspective of nosocomial infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Eur J Clin Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "341--343",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection control nurse specialist education in Korea",
            "authors": [
                {
                    "first": "K M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "",
            "pages": "413--415",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Senate and House of Representatives of the United States of America",
            "authors": [],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Association for Professionals in Infection Control and Epidemiology. Infection Prevention Education",
            "authors": [],
            "year": 2016,
            "venue": "Association for Professionals in Infection Control and Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors influencing the self-perceived practice levels of professional standard competency among infection control nurses in Korea",
            "authors": [
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "",
            "pages": "980--984",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Licensing of health facilities: guidelines, assessment tool and guiding principles",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contexte : De nombreux pays à revenu faible et moyen ont du mal à mettre en oeuvre, suivre et évaluer l'efficacité des mesures de lutte contre l'infection (CI) au sein des structures de santé. Ceci entrave leur capacité à prévenir les infections nosocomiales, à identifier les pathogènes émergents et à alerter rapidement les autorités en vue de flambées épidémiques éventuelles. La pénurie de praticiens dédiés et formés à la lutte contre les infections (PCI) est une lacune sérieuse dans la force de travail et elle est aggravée par le manque d'institutions qui offrent une formation en matière de CI. Discussion : Même si aucune personne isolée ne peut entièrement éliminer le risque de transmission nosocomiale, la littérature est en faveur de l'implication de personnes désignées pour la lutte contre les infections. Les recommandations de l'Organisation Mondiale de la Santé en 2008 et 2009 décrivent le besoin de cette cohorte de travailleurs spécialisés, mais de nombreux pays ne possèdent pas les règlements nationaux requis pour autoriser, former et gérer de tels professionnels au niveau national ou local. Cet article offre une vue d'ensemble de la façon dont les praticiens de la lutte contre les infections sont formés et accrédités dans plusieurs pays et il discute les approches auxquelles les pays peuvent recourir pour former les PCI. Conclusion : Des PCI peuvent contribuer à prévenir les futures flambées épidémiques et à contrôler la transmission nosocomiale des maladies dans les structures de santé. Pour aboutir à ce résultat, il est nécessaire de mettre en oeuvre des politiques nationales de soutien, et de mettre à disposition des institutions de formation et un soutien administratif local.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "the training, basic educational requirements and certifications of competency in the United States, South Africa, South Korea and Egypt. The United States, for example, offers certification in IC by independent credentialing bodies such as the Certification Board of Infection Control and Epidemiology; South Korea offers a national test and certification; 12 while other countries offer a degree or certificate often affili-http://dx.doi.org/10.5588/pha.16.0027",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Many countries may also lack the regulatory and legislative support to ensure IC measures are implemented at health-care facilities. To the best of our knowledge, there are limited formal ICP training programs on the continent of Africa (O Raslan, personal communication, Ain Sham University, Egypt, 2014).11  The Table provides a brief overview of the curriculum at select universities in South Africa and Egypt.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "approaches to training IC practitioners",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}