{
    "paper_id": "abb2f34ec273c6db8c04cfa5c77e1ea15700b72d",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In The Lancet Respiratory Medicine, Kollengode Ramanathan and colleagues 1 provide excellent recommendations for the use of extracorporeal membrane oxygenation (ECMO) for patients with respiratory failure from acute respiratory distress syndrome (ARDS) secondary to coronavirus disease 2019 (COVID-19). The authors describe pragmatic approaches to the challenges of delivering ECMO to patients with COVID-19, including training health-care personnel, resolving equipment and facilities issues, implementing systems for infection control and personal protection, providing overall support for health-care staff, and mitigating ethical issues. They also address some of the anticipated challenges with local and regional surges in COVID-19 ARDS cases; although there has been an increase in hospitals with the capacity to provide ECMO, the potential demand might exceed the available resources. Furthermore, some health-care systems offer advanced therapies such as ECMO but lack a coordinated local, regional, or national referral protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment for severe acute respiratory distress syndrome from COVID-19"
        },
        {
            "text": "Given the practical constraints on substantially increasing the global availability of ECMO services in the next few months, it is important to emphasise the other evidence-based treatment options that can be provided for patients with severe ARDS from COVID-19 (figure). 2 Before endotracheal intubation, it is important to consider a trial of high-flow nasal oxygen for patients with moderately severe hypoxaemia. This procedure might avoid the need for intubation and mechanical ventilation because it provides high concentrations of humidified oxygen, low levels of positive endexpiratory pressure, and can facilitate the elimination of carbon dioxide. 4 WHO guidelines support the use of high-flow nasal oxygen in some patients, but they urge close monitoring for clinical deterioration that could result in the need for emergent intubations because such procedures might increase the risk of infection to health-care workers. 5 For patients with COVID-19 who require endotracheal intubation, use of low tidal volume (6 mL/kg per predicted bodyweight) with a plateau airway pressure of less than 30 cm H 2 O, and increasing the respiratory rate to 35 breaths per min as needed, is the mainstay of lungprotective ventilation. If the hypoxaemia progresses to a PaO 2 :FiO 2 ratio of less than 100-150 mm Hg, there are several therapeutic options. The level of positive endexpiratory pressure can be increased by 2-3 cm H 2 O every 15-30 min to improve oxygen saturation to 88-90%, with the goal of maintaining a plateau airway pressure of less than 30 cm H 2 O. Lower driving pressures (plateau airway pressure minus positive end-expiratory pressure) with a target of 13-15 cm H 2 O can also be used. If the patient is not responding to adjustment of the level of positive end-expiratory pressure, additional strategies might stabilise them. Recruitment manoeuvres probably have little value, 6 prone positioning should be instituted, unless there is a specific contraindication, and can be initiated along with the interventions already described. For persistent refractory hypoxaemia even with prone positioning, neuromuscular blockade, and efforts to optimise positive end-expiratory pressure therapy, there are additional options. Inhaled 5-20 ppm NO might improve oxygenation. Insertion of an oesophageal balloon to measure transpulmonary pressures to set an optimal positive end-expiratory pressure can be considered in patients with moderate-to-severe obesity, although a 2019 trial in patients with ARDS did not show the benefit of this procedure in most patients. 7 Fluid management is important to consider as a measure to reduce pulmonary oedema. 8 In the absence of shock, fluid conservative therapy is recommended to achieve a negative fluid balance of 0·5 to 1·0 L per day. In the presence of shock, fluid balance might be achieved with renal replacement therapy, especially if there is associated acute kidney injury and oliguria. Antibiotics should be considered since secondary bacterial infections have been reported in patients with COVID-19. 9 Glucocorticoids should be avoided in view of the evidence that they can be harmful in cases of viral pneumonia and ARDS from influenza. 10 Rescue therapy with high-dose vitamin C can also be considered. 11 Finally, ECMO should be considered using the inclusion and exclusion criteria of the EOLIA trial. 3 Since treatment of severe ARDS from COVID-19 is an ongoing challenge, it is important to learn from the patients who have been treated to gain an understanding of the disease's epidemiology, biological mechanisms, and the effects of new pharmacological interventions. Currently, there are some research groups working to coordinate and disseminate key information, including information on patients who have been treated with ECMO for COVID-19, although an accurate estimate of the number of such patients is not currently available. The Extracorporeal Life Support Organization is an international non-profit consortium that plans to maintain a registry of patients to facilitate an improved understanding of how ECMO is being used for patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 657,
                    "end": 658,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 932,
                    "end": 933,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1896,
                    "end": 1897,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2576,
                    "end": 2577,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2661,
                    "end": 2662,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3065,
                    "end": 3066,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3203,
                    "end": 3205,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3270,
                    "end": 3272,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3371,
                    "end": 3372,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Treatment for severe acute respiratory distress syndrome from COVID-19"
        },
        {
            "text": "MAM reports grants from the National Institutes of Health-the National Heart, Lung and Blood Institute, the US Food and Drug Administration, the US Department of Defense, Bayer Pharmaceuticals, Genentech-Roche, and personal fees from Gen1e Life Sciences, outside of the submitted work. JMA has done been part of the electronic medical records committee of the Society of Critical Care Medicine, outside of the submitted work. JEG declares no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment for severe acute respiratory distress syndrome from COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Planning and provision of ECMO services for severe ARDS during the COVID-19 pandemic and other outbreaks of emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Antognini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30121--30122",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Beyond low tidal volume ventilation: treatment adjuncts for severe respiratory failure in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fielding-Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "1820--1851",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capellier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1965--75",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure",
            "authors": [
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Frat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Thille",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "2185--96",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lung recruitment and titrated PEEP in moderate to severe ARDS: is the door closing on the open lung?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahetya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "318",
            "issn": "",
            "pages": "1327--1356",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of titrating positive end-expiratory pressure (PEEP) with an esophageal pressure-guided strategy vs an empirical high PEEP-FiO 2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: a randomized clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Beitler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sarge",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Banner-Goodspeed",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "321",
            "issn": "",
            "pages": "846--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of two fluidmanagement strategies in acute lung injury",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wiedemann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "2564--75",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effect of corticosteroids on mortality of patients with influenza pneumonia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y-N",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "G"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "B-M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z-A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Critical Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of vitamin C infusion on organ failure and biomarkers of inflammation and vascular injury in patients with sepsis and severe acute respiratory failure: the CITRIS-ALI randomized clinical trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Truwit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hite",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "",
            "pages": "1261--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A Matthay, J Matthew Aldrich, Jeffrey E Gotts michael.matthay@ucsf.edu Department of Medicine, Department of Anesthesia (MAM, JMA, JEG), and Cardiovascular Research Institute (MAM), The University of California, San Francisco, CA 94158, USA",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "but moderate pressures of approximately 30 cm H 2 O for 20-30 s can be applied in the presence of a physician to monitor haemodynamics. If there is no improvement in oxygenation or driving pressure, or if the patient develops hypotension or barotrauma, the recruitment manoeuvres should be discontinued. If there is considerable dyssynchrony with positive pressure ventilation, accompanied by increased plateau airway pressures and refractory hypoxaemia, then deep sedation should be used followed by prompt institution of neuromuscular blockade with cisatracurium. Additionally,Figure:Therapeutic options for severe acute respiratory distress syndrome related to coronavirus disease 2019 ppm=parts per million.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}