{
    "paper_id": "ac80b578181504b29f62b712b8be899394e284d6",
    "metadata": {
        "title": "Imaging manifestations and diagnostic value of chest CT of coronavirus disease 2019 (COVID-19) in the Xiaogan area",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology",
                    "location": {
                        "postCode": "432000",
                        "settlement": "Xiaogan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology",
                    "location": {
                        "postCode": "432000",
                        "settlement": "Xiaogan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology",
                    "location": {
                        "postCode": "432000",
                        "settlement": "Xiaogan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Third People Hospital of Heze",
                    "location": {
                        "postCode": "274000",
                        "settlement": "Heze",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology",
                    "location": {
                        "postCode": "432000",
                        "settlement": "Xiaogan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "AIM: To report the epidemiological, clinical, and radiological characteristics of patients with COVID-19 in Xiaogan, Hubei, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "MATERIALS AND METHODS: The complete clinical and imaging data of 114 confirmed COVID-19 patients treated in Xiaogan Hospital were analysed retrospectively. Data were gathered regarding the presence of chest computed tomography (CT) abnormalities; the distribution, morphology, density, location, and stage of abnormal shadows on chest CT; and observing the correlation between the severity of chest infection and lymphocyte ratio and blood oxygen saturation (SPO 2 ) in patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS: Chest CT revealed abnormal lung shadows in 110 patients. Regarding lesion distribution, multi-lobe lesions in both lungs were present in most patients (80 cases; 72.7%). Lesions most frequently involved both the peripheral zone and the central zone (62 cases; 56.4%). Regarding lesion morphology, 56 cases (50.1%) demonstrated patchy shadows that were partially fused into large areas. Thirty cases showed ground-glass opacity (27.3%), 30 cases showed the consolidation change (27.3%), and the remaining 50 cases showed both types of changes (45.4%). The progressing stage was the most common stage (54 cases; 49.1%). CT results showed a negative correlation with SPO 2 and lymphocyte numbers (p<0.05), with rvalues of À0.446 and À0.780, respectively. CONCLUSION: Spiral CT is a sensitive examination method, which can be applied to make an early diagnosis and for evaluation of progression, with a diagnostic sensitivity and accuracy better than that of nucleic acid detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are single-stranded positive-strand RNA viruses belonging to the genus Nestiviridae, Coronaviridae, and Orthokinovirus subfamily. 1, 2 At present, epidemiological and clinical characteristics and imaging data of coronavirus disease 2019 (COVID-19) are lacking. This study analysed the epidemiological and clinical characteristics and imaging data of 114 patients diagnosed with COVID-19 admitted to Xiaogan Hospital, Xiaogan, Hubei, China, to describe the lung imaging manifestations and disease development in patients with COVID-19, further explore the correlations between imaging manifestations and clinical data, and clarify the role of chest computed tomography (CT) imaging examination in the diagnosis and follow-up of this disease. The aim of the present study was to inform the global community about the emergence of this novel coronavirus and its CT imaging characteristics and clinical characteristics.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 147,
                    "end": 148,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study comprised 114 patients with confirmed COVID-19 treated at Xiaogan Hospital from 25 January 2020, to 9 February 2020, with complete medical records. The study was approved by the hospital's ethics committee and written informed consent was obtained from patients involved before enrolment when data were collected retrospectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "All patients underwent chest CT examination at the time of admission. A GE Discovery CT 750 HD CT system was used for spiral CT of the entire lungs with a tube voltage of 120 kV, tube current of 320 mA, field of view (FOV) of 500 mm, collimator width of 0.5e1.5 mm, and layer thickness and layer spacing of 1e5 mm. For severe and critical cases, the pitch was increased appropriately (1e1.5 pitch) to reduce both the scanning time and respiratory motion artefacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination equipment and methods"
        },
        {
            "text": "Epidemiological data, symptoms, and physical signs at the time of admission, laboratory test results, and the CT results at admission of all diagnosed COVID-19 infected patients were analysed retrospectively. The data were obtained through the inpatient medical record system (HIS) and image storage and transmission system (PACS). In cases where electronic records were unavailable or epidemiological and symptomatic data were unclear, data were obtained through telephone communication with the doctor in charge or the patient and the patient's family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "SPSS 19.0 software was used for statistical analysis. Data fitting a normal distribution were represented using the mean (standard deviation [SD]), and data with a nonnormal distribution were represented using the median value (interquartile range [IQR] ). Count data were represented using case numbers and percentages. Spearman's test was used to analyse the correlation between measurement data and ordered classification variables.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 253,
                    "text": "[IQR]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Of the 114 cases, 90 (78.9%) patients had a history of residence or travel in Wuhan, or a history of contact with people from Wuhan, including one medical personnel who was infected at work. The remaining 24 cases (21.1%) had no clear epidemiological history. There were 58 males (50.9%) and 56 females (49.1%). One-hundred and eleven patients (93.9%) had fever in this study, including 91 cases (79.8%) with cough, nine cases (7.9%) with sputum, six cases (5.3%) with sore throat, 27 cases (23.7%) with chest tightness, 27 cases (23.7%) with dyspnoea, and three cases (2.7%) with diarrhoea. The complaints of 107 patients (93.9%) included the above multiple symptoms, and 18 patients (15.8%) had fever, cough, and dyspnoea, who constituted the largest subgroup. Sixty patients (52.6%) had underlying diseases, of whom 33 patients (28.9%) had hypertension, seven patients (6.1%) had cardiovascular diseases, five patients (4.4%) had digestive diseases, 15 patients (13.2%) had endocrine system diseases, one patient (0.9%) had neural system disease, one patient (0.9%) had a malignant tumour, and five patients (4.4%) had respiratory diseases (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1143,
                    "end": 1151,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical information"
        },
        {
            "text": "All patients underwent chest CT imaging examination. Three patients (2.6%) showed no obvious abnormalities in the lungs at the time of initial diagnosis, and one patient (0.9%) showed insufficient dilation of the right middle and lower lung, no obvious abnormalities in the lung lobes, and moderate effusion in the right thoracic cavity. The chest CT imaging manifestations of the remaining 110 cases (96.5%) are described below (Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 437,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CT imaging manifestations"
        },
        {
            "text": "The lung field was divided into the peripheral zone and the central zone according to the halfway point of the distance from the chest wall of the same layer to the hilum of the lung. The zone near the lung hilum is the central zone, and the zone far from the hilum is the peripheral zone. Lesions located between the two zones or covering both zones were recorded as involving both zones. In the present study, the lung lesions of 48 cases (43.6%) were located in the peripheral zone and lesions of 62 cases (56.4%) involved both the peripheral and the central zones (Fig 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 575,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Lesion location"
        },
        {
            "text": "Regarding the distribution of the lesions in the lung lobes in the first chest CT, 10 cases involved one lobe of one lung (9.1%), six cases involved multiple lobes of one lung (5.5%), 80 cases involved multiple lobes of both lungs (72.7%), four cases involved bilateral lower lungs (3.6%), and 10 cases involved bilateral middle and lower lungs (9.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lesion distribution"
        },
        {
            "text": "The lesions were patchy and partially fused in 56 cases (50.1%), the lesions were spherical in 28 cases (25.5%), and the remaining 26 cases (14.5%) showed both types of lesions (Fig 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lesion morphology"
        },
        {
            "text": "According to the level of pneumonia infiltration density on the CT images, the lesions were divided into groundglass opacity (GGO) or consolidation. GGO is defined as a reduction in local transparency of the lung tissue, light shadow with uneven density, and visible lung texture inside the lesion, which is usually seen on lung windows and not on mediastinal windows, or with a shadow size significantly smaller than revealed on the lung window. The density of consolidation change is higher than that of GGO, with even density and no visible lung texture inside the lesion, it may merge into a large area as inflammation progresses, and some lesions show the air bronchogram sign. In this group of patients, 30 cases showed GGO (27.3%), 30 cases showed the consolidation change (27.3%), and the remaining 50 cases showed both types of changes (45.4%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lesion density"
        },
        {
            "text": "According to the lesion characteristics described above, early stage manifestations were defined as mainly subpleural patchy, lumpy segment, or sub-segment GGO; the progressing stage manifestations were defined as GGO and consolidation involving multiple lobes of both lungs; and severe stage manifestations were defined as diffuse lesions of both lungs, a few patients might manifest the typical white lung sign, and the air bronchogram sign was common. In this study, 30 patients were in an early stage (27.3%), 54 were in a progressing stage (49.1%), and 26 were in a severe stage (23.6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lesion staging"
        },
        {
            "text": "Sixteen patients underwent 2e4 CT examinations in the outpatient and inpatient department, with an interval of 4e19 days. Twelve patients (75%) showed disease progression, manifesting enlarged lesions, and/or denser lesions and thickened cord-like shadow. The patients were divided into mild, moderate, and severe disease progression based on the extent of the lesion enlargement and the degree of consolidation, including four mild cases (25%), five moderate cases (31.2%), and zero severe cases (0%). Some patients with moderate progression showed the air bronchogram sign in lesions. Four (25.0%) cases showed slight mitigation of the lesions, demonstrating a slight reduction of the lesion size of <5% (Fig 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 706,
                    "end": 713,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Follow-up"
        },
        {
            "text": "There were specific signs seen at CT comprising (1) the batwing sign: a large symmetrical shadow around the bilateral lung hila, which looks like bat or butterfly wings;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special CT signs"
        },
        {
            "text": "(2) the white lung sign: also known as \"blizzard lung\", showing diffusely distributed flocculent, nodular, and flaky high-density shadows in both lungs, which partially merge and consolidate; (3) the Rosa roxburghii sign: demonstrating semi-round GGO distributed in the periphery zone of lung lobes, which look like the rose, Rosa roxburghii; (4) the gypsum sign: manifesting as patchy consolidation in the lung lobes with different densities. Among these signs, an isolated batwing sign or multiple Rosa roxburghii signs are characteristic CT manifestations of the disease (Fig 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 581,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Special CT signs"
        },
        {
            "text": "The range of SPO 2 under the natural breathing conditions of the patients in this study was 70e99%. Spearman's correlation statistical analysis was performed on SPO 2 and CT staging with results of p<0.05 and r¼e0.446, suggesting a weak negative correlation between the two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT staging and SPO 2"
        },
        {
            "text": "The lymphocyte numbers of the patients were estimated from the routine blood test data at the time of admission or initial diagnosis. Spearman's correlation statistical analysis was performed on lymphocyte numbers and CT staging with results of p<0.05 and r¼À0.780, suggesting a moderate negative correlation between the two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT staging and lymphocyte number"
        },
        {
            "text": "CT staging and hypersensitive C-reactive protein Hypersensitive C-reactive protein level of the patients was estimated from the routine blood test data at the time of admission or initial diagnosis. Spearman's correlation statistical analysis was performed on C-reactive protein level and CT staging with results of p>0.05 indicating no correlation between the two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT staging and lymphocyte number"
        },
        {
            "text": "Patient 1, a 52-year-old woman with a history of hypothyroidism, was admitted on 21 January 2020, complaining of fever of 5 days duration with 38.6 C as the highest body temperature. The patient denied a history of contact with the Wuhan South China Seafood Market and people from Wuhan. SPO 2 at admission was 98%, hypersensitive Creactive protein was 3.18 mg/l, and the lymphocyte number was 2.16Â10 9 /l. The first real-time reverse transcription polymerase chain reaction (RT-PCR) of her respiratory specimen for viral nucleic acid was negative. CT showed multiple scattered GGO shadows in the periphery zone of both lungs with a typical Rosa roxburghii sign, suggesting a high possibility of viral pneumonia in both lungs. The second real-time RT-PCR of respiratory specimen for viral nucleic acid was positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 1"
        },
        {
            "text": "Patient 2, a 56-year-old man whose wife was diagnosed with COVID-19, did not have any discomfort or abnormal clinical indicators. Chest CT examination was performed during the quarantine period, and the result showed two GGO nodule shadows in both lower lungs, suggesting a high possibility of viral pneumonia. Realtime RT-PCR of his respiratory specimens for viral nucleic acid was negative three times. The patient considered highly suspicious for infection and was monitored. The fourth real-time RT-PCR of his respiratory specimen for viral nucleic acid was positive, and the patient was diagnosed with an infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 2"
        },
        {
            "text": "Patient 3, a 43-year-old woman, complained of fever for 1 day with the highest body temperature of 38.5 C. The patient denied a history of contact with the Wuhan South China Seafood Market and people from Wuhan. The SPO 2 at admission was 99%, hypersensitive C-reactive protein was 2.44 mg/l, and her lymphocyte count was 2.88Â10 9 /l. Chest CT showed no significant abnormalities in either lung. The first real-time RT-PCR of respiratory specimen detecting viral nucleic acid was positive, and the patient was diagnosed with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient 3"
        },
        {
            "text": "COVID-19 can spread explosively in local areas or worldwide. The latency period of this disease is 1e14 days, mostly 3e7 days. 3, 4 The clinical manifestations are mainly fever and fatigue, but some patients may also be asymptomatic virus carriers, with mild-onset symptoms and no fever.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 130,
                    "end": 131,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The lesion density of lung inflammation is very low, mostly demonstrating cloud-like changes and GGO. The lesions are relatively localised, with patchy, sub-segmental, or segmental distribution. They are mainly distributed underneath the pleura with uneven density. These CT manifestations reflect the pathological process of lung injury in patients with viral pneumonia 3,4 and the distribution of most of the lesions are in the peripheral zone of the lungs, peripheral bronchus, and alveoli. This distribution may be related to the infection mode of viral pneumoniadrespiratory droplet transmission. With the progression of the disease, the number of lesions increases and expands to involve multiple lung lobes, and the lesions become denser. GGO coexists with consolidation or cord shadows. If viral pneumonia has not been effectively inhibited clinically, it progresses to the severe stage, demonstrating diffuse lesions in both lungs, and white lung with air bronchogram sign in a few cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest CT imaging features of COVID-19"
        },
        {
            "text": "Chest CT examination has the characteristics of short examination time and high-density resolution. Under the current situation, chest CT can provide examinations to a wide range of patients who are suspected, confirmed, and under observation as one of the main diagnostic methods of COVID-19 and even as the initial examination on admission. The diagnostic value of chest CT mainly lies in the detection of lesions (even early lesions that are easily missed at radiography), characterisation of lesions, and assessment of severity to facilitate further clinical classification and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necessity of early chest CT examination"
        },
        {
            "text": "The current clinical situation is complicated. Among the patients in the present study, the following conditions were observed: (1) the patient had a fever, no epidemiological history, and abnormal manifestations in the lungs on CT, while the first nucleic acid test was negative, and the second test was positive; (2) the patient had symptoms, a history of exposure, and abnormal manifestations in the lungs on CT, while the first two nucleic acid tests were negative, and the third was positive; (3) the nucleic acid test was positive; however, the patient was asymptomatic, had an epidemiological history, and CT showed no abnormal manifestations in the lungs. Three days later, the CT examination showed abnormal findings in the lungs. From the above analysis, it is evident that in this specific period and under the current clinical situation, patients with an abnormal chest CT examination should be quarantined, and the patient's epidemiological history should be investigated. After consideration of other test results, and excluding influenza and mycoplasma infection, at least one or more SARS-CoV-2 nucleic acid tests are required; however, some studies have shown that the accuracy rate of the CT examination in the diagnosis of SARS-CoV-2 infection was only 76.4%. Only three cases (2.6%) in this study showed no apparent abnormalities in the lungs at the initial CT examination, and the overall accuracy rate of CT examination in the present study was 97.3%, which is much higher than the accuracy reported in the literature. The reason may be that the present study is a retrospective analysis and, in order to summarise the CT imaging characteristics better, the selected cases were all confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necessity of early chest CT examination"
        },
        {
            "text": "Regarding follow-up, CT can dynamically observe the changes in lung lesions, provide objective and fair data to monitor disease progression or improvement, and assess the changes of lung lesions, such as shrinkage, expansion, or absorption, dissipation or densification, and fibre strand formation. Second, CT is easy to operate and highly reproducible. The same scan plane of multiple CT examinations can be compared and observed through the PACS system, which will demonstrate an evolving process of disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of chest CT in follow-ups"
        },
        {
            "text": "Lymphocyte count and SPO 2 , as commonly used clinical indicators, can reflect the degree of inflammation absorption and the severity of the disease and indicate the prognosis of the disease. A negative correlation was found between the CT stage and SPO 2 and lymphocyte number were analysed in the present study; that is, the higher the CT stage, the lower the SPO 2 and the lower the lymphocyte number. There was no correlation between CT stage and hypersensitive C-reactive protein. Therefore, the changes of SPO 2 and lymphocyte numbers can reflect the progress of CT imaging to a certain extent, although the correlation was not significant. Therefore, the most intuitive index for monitoring the absorption of inflammatory lesions in the lungs is chest CT. SPO 2 and the lymphocyte number can be used as reference indexes, while hypersensitive C-reactive protein has no reference value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of chest CT in follow-ups"
        },
        {
            "text": "In conclusion, currently, the diagnosis of COVID-19 requires comprehensive consideration of exposure history, clinical manifestations, laboratory tests, and imaging examinations. 5e8 According to the latest version of the COVID-19 diagnosis and treatment plan issued by the Ministry of Health, lung CT is the main diagnostic method for COVID-19 suspected cases and one of the leading observation indicators for judging whether a patient can be discharged. Therefore, lung CT has an irreplaceable role in the screening and diagnosis of COVID-19, monitoring disease progression, and assessing whether the patient can be discharged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of chest CT in follow-ups"
        },
        {
            "text": "The following recommendations are proposed based on the results of this study: (1) each patient with typical clinical symptoms should undergo a lung CT examination. Patients with typical lung signs should be included in the clinically suspected cases for quarantine. For patients without visible lung signs but with clinical symptoms, lung CT should be rechecked in 3e5 days. (2) Positive lung CT results instead of the positive nucleic acid test should be used as a criterion for admission to the quarantine ward. (3) Hospitalised patients should undergo CT examinations every 5e7 days, and a low-dose scan should be employed. In summary, clinicians and radiologists should recognise the importance of chest CT in the diagnosis and treatment of COVID-19, be familiar with the features and diagnostic points of the chest imaging of COVID-19, and strengthen communication within the radiology community, which is especially crucial in the battle against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of chest CT in follow-ups"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknow etiology in Wuhan China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25678"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200343"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pre-and posttreatment chest CT findings: 2019 novel coronavirus (2019-nCoV) pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200323"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CT Imaging of the 2019 novel coronavirus (2019-nCoV) pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200236"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of clinical features of 29 patients with 2019 novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.1001-0939.2020.0005"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Initial CT findings and temporal changes in patients with the novel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06731-x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The peripheral zone and the central zone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a,b) Images from two CT examinations in 25 January 2020 and (c,d) 5 February 2020 from a 42-year-old man who had a history of contact with people from Wuhan, and complained of an intermittent fever for 5 days with the highest temperature of 38.9 C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The lesions were patchy and partially spherical.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Batwing sign; white lung sign; gypsum sign þ half-moon sign; Rosa roxburghii sign.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patients characteristics Age (years)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Chest CT imaging manifestations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        }
    ]
}