{
    "paper_id": "acd5fd0d85e763ccd05af2ab0880d9901632e2c1",
    "metadata": {
        "title": "Archives of Virology The Effeet of Aseorbie Aeid on Inieetion of Chiek~Embryo Ciliated Traeheal Organ Cultures by Coronavirus",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "G"
                ],
                "last": "Atherton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "C"
                ],
                "last": "Kratzing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A~e",
                "middle": [],
                "last": "Fisher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Chick embryo tracheal organ cultures showed increased resistance to infection by a coronavirus after exposure to ascorbate, while chick respiratory epithelium and allantois-on-shell preparations showed no increase in resistance to infection b y an influenza virus or a paramyxovirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recently it was established that the mucoid surface-film of lung alveolae contains a very high concentration of ascorbie acid. While there are difficulties in determining the ascorbic acid content of the surface film, it was estimated to be between 1.0 and 3.5 mg/ml (16). Because it was thought that these concentrations may behave as a defensive barrier, systems using monolayer cultures of chickembryo respiratory epithelium, allantois-on-shell and chick-embryo eiliated tracheal organ (CETO) cultures were used to study the effect of ascorbic acid on virus infection. The viruses used were members of the Families Orthomyxoviridae (influenza A), Paramyxoviridae (Newcastle disease virus, NDV), and Coronaviridae (avian infectious bronchitis virus, IBV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Respiratory epithelium cultures were prepared either in \"Falcon\" tissue culture flasks (30 ml) or in \"Linbro\" 96 cup polystyrene tissue culture microplates IS-FB-96-TC. Allantois-on-sbell preparations were made by the method described by FAZE~:AS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and %V]c[ITE (6). CETO cultures were prepared by the method of CttER~¥ and TAYLOR-ROBI~SO~ (4) with minor modifications. The trachea were dissected out from 20 day-old chickembryos and cut transversely into rings 1 mm thick. After washing, the rings were placed individually into tubes containing 3 ml of Eagle's basal medium (BME) plus glutamine and antibiotics, buffered to pH 7.4. Full cilial activity could be observed 13 Arch. Virol. 56/3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "microscopically for up to 21 days when these cultures were maintained at 37 ° C, with medium changes twice weekly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The influenza virus, human influenza virus Type A, strain V 73-1826, was obtained from CommonweMth Serum Laboratories, Melbourne. The Paramyxovirus, Newcastle disease virus, strain V4-10 and the Coronavirus, avian infectious bronchitis virus, strain B-3125-1, were both isolated and identified by Mr. C. Simmons of the Animal l%eseareh Institute, Brisbane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza virus and Newcastle disease virus titrations were performed either in micro-cultures of chick respiratory epithelium or in allantois-on-shell preparations, by inoculating 8 replicate cups with dilutions of virus made in half-log steps, then incubating the preparations for 2 days at 37 ° C in a humidified chamber. Growth of virus was detected by testing for haemagglutinin by the addition of 0.25 ml of a 5 per cent suspension of washed adult, fowl red blood cells, after which the plates were incubated at 4 ° C for 1 hour and then read for haemagglutinin using substage indirect lighting. Virus end-points were then calculated as IDs0/ml by the REEn-MUE?ZC~ method (12) .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Titrations of avian infectious bronchitis virus were performed by inoculating 4 replicate chick-embryo tracheal organ culture tubes previously selected for ciliat activity, with dilutions of virus made in half-log steps, then continuing to incubate the preparations on a roller drum at 15 rev/hour at 37 ° C. These tubes were observed daily for cihal activity. Cilial activity was arbitrarialy graded from 4 + to 0. The final observation was made after 4 days incubation and cilial activity reduced to 1 + or less taken as evidence of virus infection. Virus end-points were then calculated as CETO ID~0/ml by the t%eed-Muench method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aseorbie acid was estimated by the method of BoLI~r and Book (2) . All aseerbie acid solutions were used in neutralized form, without the addition of glutathione.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The uptake of aseorbic acid by cells was measured by exposing CETO cultures, chick-embryo respiratory epithelial cultures and allantois-on-shell preparations respectively to ascorbie acid in concentrations of 15 10,000 ~g/ml for 2 hours at 37 ° C. Samples of the cells were then taken for ascorbie acid determination and the remainder used in viral infectivity tests. Tissue ascorbate concentrations obtained in CE respiratory epithelium and alIantois-on-shell, were comparable wi~h those of CETO (Table t) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "(Table t)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Cell culture medium to be tested for interferon was frozen and thawed once from --20 ° C, adjusted t,o p i t 2.2 with 1 N ItC1, stored at 4 ° C for 24 hours, brought to pYi 7.2, and then centrifuged at 100,000×g for I hour. The supernatant was stored at 4 ° C and tested for interferon activity within 48 hours. All interferon titrations were performed against a standard preparation made by similar treatment of tissue culture supernatant from NDV-infeeted chick embryo respiratory epithelial cell cultures. Interferon titres were determined using a 50 per cent plaque reduction method similar to that described by h~[OEmC~NG et al. (10) using }Veslb Nile virus in primary chickembryo fibroblast monolayers. Virus nomenclature used is that of F E~E~ (7).",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 638,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three types of experiments were done: 1. Ascorbic acid in concentrations from 15 to 10,000 Exg/ml was incubated with standard virus suspensions diluted in B M E for from 1 to 3 hours at 37 ° C. A second series was held at 4 ° C. l%esults of infectivity assays were plotted graphically and compared with .lbhose from virus suspensions made in B M E alone. No significant effect, of ascorbic acid on the rate of thermal inactivation of influenza virus, N D V or I B virus was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "2. I n the second type of experiment virus and ascorbic acid were added to cells at the same time and the ascorbate maintained t h r o u g h o u t incubation. Five dilution series of each virus were made at 4 ° C, one in B M E alone and the others in ascorbic acid dilutions of 15, 300, 1800 and 10,000 ~g/ml. E a c h dilution t97 series was then used to perform virus infectivity titrations in the cell system appropriate for the virus under test,. No significant effect on viral infectivity was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "3. In the third type of experiment, cells were exposed to aseorbic acid in concentrations of 15--10,000 vglml for 2 hours at 37 ° C. Samples of cells were taken for determination of ascorbie acid content and the remainder used in viral infectivity tests. Simultaneous parallel virus titrations were performed on cells which had not been exposed to ascorbic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The resistance of cells to infection was measured by exposing them to halflog dilutions of a standard virus suspension, incubating, and then calculating the virus infectivity end-point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A lower titre for virus infectivity end-point in treated cells compared with untreated cells, indicating a decrease in plating efficiency, was taken as evidence of increased resistance of the treated cells to virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Increasing cell content of ascorbie acid did not increase the resistance of cells to infection by influenza or Newcastle disease viruses. However resistance of CETO cultures to IB virus infection rose with increasing ascorbic acid content (Table t and Fig. 1 ). Tissue containing 103.6 ~g/ml {3980 ~g/ml) of ascorbate showed a virus infectivity end-point of 102.5 CETO IDa0/ml compared with 108.7 CETO ID50/ml for tissues without ascorbate, i.e. a 15.8 times larger dose was needed to infect tissues containing aseorbate, with IB virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 251,
                    "text": "(Table t and",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 258,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Reports of induction of increased serum concentrations of interferon i n vivo by aseorbate (8, 11, 14, 15) prompted tests for interferon in the experiments cited. CETO cultures were treated with 10,000 y.g/ml of ascorbate for 2 hours, then infected with IB virus dilutions froln 102--104. 5 ZVyle ~stor~81e co,7c (py/mZ)------ 37 ° C. The fluids were then assayed for interferon by a plaque-reduction test using West Nile virus in chick-embryo fibroblast monolayers. No significant differences in interferon content could be detected between fluid from cells alone, cells plus ascorbate, and virus-infected cells with and without aseorbate. Standard interferon prepared as described above had a 50 per cent plaque reduction (Pt~50) titre of 1:132. The effect of interferon-plus ascorbic acid was tested by adding an interferon preparation diluted 1:66 (twice the PRs0 concentration) to CETO cultures exposed to varying ascorbic acid concentrations and incubating at 37°C for 2 hours. These CET0 cultures were then infected with 103.7 CET0 IDs0/ml IB virus and the infectivity end-points determined. The results are shown irt Table 1 and Figure 1 .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 289,
                    "end": 290,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1132,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1137,
                    "end": 1145,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Differences between mean titres obtained with and without interferon in the presence of ascorbate, although little greater than the s.e., suggest that interferon exerted a slight effect, i.e. about doubling cell resistance to virus. This effect is very small compared with that of ascorbate. (14) showed that exposure of WI-38 cells to ascorbic acid plus glutathione mixtures for 2 days prior to infection with rhinovirus suppressed multicyclic but not single cycle growth. The same authors found some evidence for barely detectable levels of interferon at high virus MOI.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "MuRPhy( et al. (11) found that increased amounts of ascorbate were unable to prevent parainfluenza virus 3 experimental infection or primary immune response in cotton-topped marmosets. However the onset of disease was delayed, clinical responses reduced and mortality decreased in animals fed doses of ascorbic acid equivalent to 35 g/day for man. On the other hand, SCI-ZWA~Tz et al. (13) followed a number of parameters of virus infection and disease in a group of human volunteers infected with rhinovirus 44, but were unable to show any differences between controls and those treated with ascorbie acid.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our results show t h a t aseorbic acid exerted no direct effect on the infectivity of a n y of the three viruses tested, nor did it affect the resistance of cells to infection by the 0 r t h o m y x o v i r u s (influenza) or the P a r a m y x o v i r u s (NDV). However C E T 0 cultures previously exposed to ascorbic acid exhibited considerably increased resistance to infection by Coronavirus (IBV). These results suggest t h a t different mechanisms operate for infection of cells by viruses of these different groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The different effects of ascorbate on experimental infection by viruses from different groups suggest that, when clinical trials of the effect of ascorbate on respiratory virus infection are conducted (1, 3, 5, 9) it is i m p o r t a n t to ascertain to which group the infecting virus belongs.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 211,
                    "end": 213,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Winter illness and vitamin C: The effect of relatively low dose",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "A~derson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "B~aton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spero",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Canad. Mcd. Assoc. J",
            "volume": "112",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Oxidation of ascorbic acid to dehychloascorbic acid",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bolin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Book",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "106",
            "issn": "t947",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effects of ascorbic acid on the common cold: An evaluation of the evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chal~ers",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Amer. J. Med",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Large-quantity production of chicken embryo tracheal organ cultures and use in viral and mycoplasma studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "App1. Microbiol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ascorbic acid and the common cold: Evaluation of its efficacy and toxicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dykes",
                    "suffix": ""
                },
                {
                    "first": "I-I",
                    "middle": [],
                    "last": "Meier~",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Amer. Med. Assoc",
            "volume": "231",
            "issn": "",
            "pages": "1073--079",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An improved assay for the infectivity of influenza viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Fazekas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "G~oth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Whi~&apos;e",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "J. Hyg",
            "volume": "56",
            "issn": "",
            "pages": "151--163",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Classification and nomenclature of viruses. Second Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Intervirology",
            "volume": "7",
            "issn": "",
            "pages": "4--115",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of ascorbic acid, sodium salicylate and caffeine on the serum interferon level in response to viral infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Geber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lnfkowitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "H~tng",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pharmacology",
            "volume": "13",
            "issn": "",
            "pages": "228--233",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ascorbic acid for the common cold: A prophylactic and therapeutic trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Karlowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chalmers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Frenkel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Amer. Med. Assoc",
            "volume": "231",
            "issn": "",
            "pages": "1038--1042",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Survey of interferon production and sensiti~dty in human cell lines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Moehring",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Stinebring",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Merchant",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Appl. Mierobiol",
            "volume": "22",
            "issn": "",
            "pages": "102--107",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ascorbic acid (vitamin C) and it.s effects on parainfluenza type 3 virus infection in cottontopped marmosets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Krushak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Maynard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Lab. Anim. Sci",
            "volume": "24",
            "issn": "",
            "pages": "229--232",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A simple method of estimating fifty per cent end-points",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "~ue~ch",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Amer. J. Hygiene",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of the efficacy of ascorbic acid in prophylaxis of induced rhinovirus 44 infection in man",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Togo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "I-Iornick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tominaga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleckman",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. inf. Dis",
            "volume": "128",
            "issn": "",
            "pages": "500--505",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effect of ascorbic acid on rhinovirus replication in %V1-38 cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Schwerd~:",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sc~we~dt",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Prof. Soc. exp. Biol. Med",
            "volume": "148",
            "issn": "",
            "pages": "1237--1243",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Enhanced interferon response to murine leukemia virus by ascorbic acid",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Infect. Immun",
            "volume": "10",
            "issn": "",
            "pages": "409--410",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ascorbic acid in rat lung",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kratzing",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Biochem. biophys. Res. Comm",
            "volume": "59",
            "issn": "",
            "pages": "1250--1253",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The infectivity end-points of a standard preparation of Coronavirus (IBV) were determined in tissues containing increasing amounts of ascorbie acid o o. Tissue containing 10 s.6 ixg/mt ascorbic acid required 15.8 times the virus to produce infection compared to tissues without aseorbate. After cells had been pretreated with exogenous interferon the virus dose necessary to cause infection was approximately doubled ~------.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CETO ID50/ml for 72 hours at",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Resistance o / C E T O cultures to injection by I B virus in the presence o/aseorbic acid with and without exogenous inter]eron",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}