{
    "paper_id": "ad0b441bc8d80e879335071060bf31ba56ed0062",
    "metadata": {
        "title": "An adult case of metapneumovirus-induced acute encephalitis",
        "authors": [
            {
                "first": "Matthias",
                "middle": [],
                "last": "Mergeay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AZ St Dimpna",
                    "location": {
                        "settlement": "Geel",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Evelien"
                ],
                "last": "Coeckelbergh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AZ St Dimpna",
                    "location": {
                        "settlement": "Geel",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Harald",
                "middle": [],
                "last": "De Cauwer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AZ St Dimpna",
                    "location": {
                        "settlement": "Geel",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Mineke",
                "middle": [],
                "last": "Viaene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AZ St Dimpna",
                    "location": {
                        "settlement": "Geel",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerry",
                "middle": [],
                "last": "Van Der Mieren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AZ St Dimpna",
                    "location": {
                        "settlement": "Geel",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human metapneumovirus (HMPV) is a single negativestranded RNA-enveloped virus in the Paramyxoviridae family [1] . HMPV is known to cause respiratory tract infections. HMPV-induced encephalitis has only sporadically been documented, mostly in children [2] . In adults only three former reports exist [1, 3, 4 ].",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 306,
                    "end": 307,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An 78-year-old Caucasian male patient presented at the emergency department because of agitation and confusion. His wife reported myoclonic jerks and urinary incontinence during sleep. Glasgow coma scale was 9/15. He had not taken any psychotropic drugs. Clinical examination showed no lateralisation, plantar reflexes were in flexion. The right eye was red and slightly swollen. Cardiovascular parameters were normal. Temperature was 38.9 °C. Medical history revealed diabetes mellitus type 1, arterial hypertension, hypercholesterolemia, nicotine abuse and glaucoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Laboratory results showed leucocytosis of 12.600 white blood cells, a normal CRP of 1 mg/l (N < 5), slightly elevated lactate 20.3 mg/dl (N < 19.8) and glucose 161 m/dl (N < 110). Creatinine, electrolytes, enzymes, TSH and carboxy-hemoglobin were within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "EEG showed a generalized slowing of the basal rhythm slightly more pronounced bitemporal, indicative for encephalopathy or encephalitis (Fig. 1 ). There were no signs of epilepsy. CT scan of the brain was normal. Chest radiography showed accentuated bronchopulmonary markings as seen in viral respiratory infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Because a (meningo-)encephalitis was suspected a spinal tap was performed and acyclovir, amoxicilline and ceftriaxone were initiated. CSF results, indicative for viral encephalitis, are shown in Table 1 . Due to impaired consciousness and the need of vital parameter monitoring, the patient was transferred to the intensive care unit (ICU). During the first hours on the ICU the patient presented with two episodes of tonic-clonic seizures, successfully treated with intravenous benzodiazepines. After the second episode of seizures, levetiracetam 1 g 3 dd was added to the therapeutic regimen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The next day the patïent was fully awake, he had a Glasgow Coma Scale of 15/15, with a normal neurological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PCR revealed to be negative for Enterovirus, Cytomegalovirus, Varicella zoster virus, Herpes simplex, Cryptococcus neoformans, Listeria monocytogenes, Haemophilus influenza, Neisseria meningitides, Str. Pneumoniae in CSF and negative for Influenza A/B, Parainfluenzavirus, Rhinovirus, Bocavirus, Adenovirus and Coronavirus in serum. Mycoplasma pneumoniae, Chlamydophila pneumoniae, Bordetella pertussis and Bordetella parapertussis also were excluded. Nasopharyngeal aspirate was negative for Coronavirus, but showed RNA strands of Human Metapneumovirus (HMPV) with a low viral load suggestive for a recent infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Control EEG the same day showed a normalization of the basal rhythm to 9 Hz. Viral conjunctivitis was conf ir med by the ophthalmologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cultures of blood and CSF remained sterile. Because HMPV encephalitis was diagnosed, antibiotics were discontinued. MRI of the brain did not reveal cerebral infectious disease nor recent ischemia. Levetiracetam was discontinued after 4 months because of favourable outcome with complete remission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In adult HMPV encephalitis cases influenza-like symptoms or respiratory infection (bronchiolitis, bronchitis or interstitial pneumonia) were reported in all, though in our and Tan's case the patient was admitted because of other complaints, and respiratory tract infection was only revealed by chest radiography [1, 3, 4] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neurological features of HMPV encephalitis include coma, delirious behavior, impaired consciousness, seizures, and refractory status epilepticus [2] . In the previously reported adult cases two presented with altered mental status, one with seizures. In all cases encephalitis was diagnosed on clinical grounds despite lacking laboratory support e.g. despite normal CSF analysis in Tan's and Fok's cases. In Jeannet's and our case, clinical presentation, CSF pleocytosis and elevated protein levels were indicative for viral encephalitis (Table1) [1, 3, 4] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 556,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antiviral drugs e.g. acyclovir or ribavirin were used in three patients, in two antibiotic regimen was given because of the associated interstitial pneumonia. In our patient acyclovir and antibiotics were initiated and administered until serological testing, PCR and cultures were available [1, 3, 4] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Extensive testing for viral and bacterial pathogens can help the clinician in getting a much faster diagnosis, initiating proper treatment, and predicting outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Treatment for HMPV essentially remains supportive, although ribavirin was shown to be active against RSV and HMPV [1] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Fok's case the patient was treated with a 5 days course of methylprednisolone because of no clinical improvement was noticed and autoimmune encephalitis/cerebral vasculitis was suspected [3] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In some patients MR imaging does suggest autoimmune pathogenesis [1, 3] . In HMPV-induced encephalitis scattered cortical and subcortical T2w/FLAIR hyper intensities have been described. This is in contrast with the MR findings in Herpes encephalitis or influenza-associated encephalopathy (IAE) [5] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 69,
                    "end": 71,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, it is unclear whether direct viral cerebral invasion, or nonspecific inflammation/vasculitis, or excessive extracellular release of neurotransmitters is the responsible pathogenic factor [1, 3, 5] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our patient MRI was within normal limits: this might be due to the uncomplicated clinical course or because of the time lapse between MRI and the clinical symptoms. In IAE rapid recovery both clinically and radiographically has been reported [5] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In patients with suspected viral encephalitis, HMPV may be considered as the causative agent, and testing for HMPV in nasopharyngeal aspirate and CSF is then required. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest All the authors report no disclosure nor conflict of interest relevant to the manuscript. All authors report no financial disclosure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical approval This manuscript does not contain any studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Informed consent Informed consent was obtained from all individual participants included in the study. Additional informed consent was obtained from all individual participants for whom identifying information is included in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adult human metapneumovirus encephalitis: a case report highlighting challenges in clinical management and functional outcome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med J Malays",
            "volume": "72",
            "issn": "6",
            "pages": "372--373",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human metapneumovirus in the cerebrospinal fluid of a patient with acute encephalitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sánchez Fernández",
                    "suffix": ""
                },
                {
                    "first": "Rebollo",
                    "middle": [],
                    "last": "Polo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muñoz-Almagro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Monfort",
                    "middle": [],
                    "last": "Carretero",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Fernández",
                    "middle": [],
                    "last": "Ureña",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rueda",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Neurol",
            "volume": "69",
            "issn": "5",
            "pages": "649--652",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Encephalitis-associated human metapneumovirus pneumonia in Adult",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mateevici",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Australia. Emerg Infect Dis",
            "volume": "21",
            "issn": "11",
            "pages": "2074--2076",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cerebrospinal fluid findings in an adult with human metapneumovirus-associated encephalitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jeannet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Schefold",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Suter-Riniker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sommerstein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza-associated encephalopathy with extensive reversible restricted diffusion within the white matter",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kirat",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Cauwer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ceulemans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vanneste",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Neurol Belg",
            "volume": "118",
            "issn": "",
            "pages": "553--555",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "EEG",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of demographic, clinical, laboratory, EEG and MR imaging data of published adult cases of metapneumovirus-induced encephalitis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}