{
    "paper_id": "ad0e58717d510a9d30a3dc5846c5e7c66b14aed9",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In The Lancet Infectious Diseases, Francois-Xavier Lescure and colleagues 1 describe the first cases of coronavirus disease 2019 in Europe, which were reported in France. The detailed clinical features of five patients with COVID-19 are aligned with the quantitative severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) viral RNA load from nasopharyngeal and other selected sampling sites. Previous studies in patients with SARS, Middle East respiratory syndrome (MERS), and COVID-19 generally provide insufficient detail to allow examination of the relationship between individual patient clinical course and viral RNA load. [2] [3] [4] Although patient numbers are small, the authors provide the first COVID-19 time series correlating viral RNA load and detailed clinical manifestations. 1 Importantly, the dataset is provided in sufficient detail so it could be readily combined with future similar studies for deeper analysis.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 637,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Understanding COVID-19: what does viral RNA load really mean?"
        },
        {
            "text": "Although the authors make a case for COVID-19 presenting as three distinct clinical patterns, we believe a distinction based on such small numbers is highly speculative. Nevertheless, based on the assumption that viral RNA load correlates with high levels of viral replication, 5 there are important insights to be gained from this time-course analysis. Currently, our understanding of the relationship between viral RNA load kinetics and disease severity in patients with COVID-19 remains fragmented. Zou and colleagues reported that patients with COVID-19 with more severe disease requiring intensive care unit admission had high viral RNA loads at 10 days and beyond, after symptom onset. 4 Unfortunately, it is unknown when in the course of their disease these patients deteriorated. By contrast, Lescure and colleagues report the viral RNA kinetics of two patients who developed late respiratory deterioration despite the disappearance of nasopharyngeal viral RNA. It would be interesting to know whether viral RNA load in lung tissue, or a surrogate sample such as tracheal aspirate, mirrors the decline in nasopharyngeal shedding. Nevertheless, this observation suggests that these late, severe manifestations might be immunologically mediated and has obvious implications for the potential to use immune-modulatory therapies for this subset of patients. This finding is consistent with recent reports that corticosteroids were beneficial for acute respiratory distress syndrome, 6 and possibly those with COVID-19. 7 With more detailed data such as those provided by Lescure and colleagues, the use of viral RNA load to suggest potential clinical strategies to treat COVID-19 could be exploited.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 692,
                    "end": 693,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1487,
                    "end": 1488,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1523,
                    "end": 1524,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Understanding COVID-19: what does viral RNA load really mean?"
        },
        {
            "text": "In a pandemic, prevention of disease transmission is key. Lescure and colleagues wisely note the implications for transmission from patients with few symptoms but high viral RNA load in the nasopharynx early in the course of disease. Individuals within the community, policy makers, and frontline health-care providers, especially general and emergency room practitioners, should be alert and prepared to manage this risk. Equally worrying is the persistently high nasopharyngeal viral RNA load, and the detection of viral RNA in blood and pleural fluid, of the older patient (aged 80 years) with severe multi-organ dysfunction. This finding broadly correlates with the severely ill group data reported by Zou and colleagues, 4 and has important implications for therapy and infection control. Development and effective administration of antiviral therapy to critically ill patients throughout the course of disease is likely to remain important. Vigilance regarding the strict implementation of transmission precautions is required throughout the prolonged course of COVID-19 in patients who are critically ill, and ancillary staff responsible for collecting and disposing of bodily fluids or waste, who are at high risk during an outbreak, 8 should be properly protected and trained. 9 It is noteworthy that the presence of viral RNA in specimens does not always correlate with viral transmissibility. In a ferret model of H1N1 infection, the loss of viral culture positivity but not the absence of viral RNA coincided with the end of the infectious period. In fact, real-time reverse transcriptase PCR results remained positive 6-8 days after the loss of transmissibility. 10 For SARS coronavirus, viral RNA is detectable in the respiratory secretions and stools of some patients after onset of illness for more than 1 month, but live virus could not be detected by culture after week 3. 11 The inability to differentiate between infective and noninfective (dead or antibody-neutralised) viruses remains a major limitation of nucleic acid detection. Despite this limitation, given the difficulties in culturing live virus from clinical specimens during a pandemic, using viral RNA load as a surrogate remains plausible for generating clinical hypotheses.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 727,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1242,
                    "end": 1243,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1286,
                    "end": 1287,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1676,
                    "end": 1678,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1891,
                    "end": 1893,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Understanding COVID-19: what does viral RNA load really mean?"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understanding COVID-19: what does viral RNA load really mean?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical and virological data of the first cases of COVID-19 in Europe: a case series",
            "authors": [
                {
                    "first": "F-X",
                    "middle": [],
                    "last": "Lescure",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouadma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30200--30200",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viral load kinetics of MERS coronavirus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "1303--1308",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc200173"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real-time reverse transcription PCR (qRT-PCR) and its potential use in clinical diagnosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bustin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Sci",
            "volume": "109",
            "issn": "",
            "pages": "365--379",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrando",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "267--76",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS in three categories of hospital workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Hong Kong. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1399--404",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expanding ICU facilities in an epidemic: recommendations based on experience from the SARS epidemic in Hong Kong and Singapore",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "1004--1017",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Correlation between the interval of influenza virus infectivity and results of diagnostic assays in a ferret model",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Crumpton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "407--417",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of SARS coronavirus in patients with suspected SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "294--99",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Gavin M Joynt, William KK Wu gavinmjoynt@cuhk.edu.hk Department of Anaesthesia and Intensive Care, The Chinese University of Hong Kong, Shatin, Hong Kong",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}