{
    "paper_id": "ad63af51ffa8e656ccf9a0923163b90cbce200b3",
    "metadata": {
        "title": "Risk analysis for plant-made vaccines",
        "authors": [
            {
                "first": "Dwayne",
                "middle": [
                    "D"
                ],
                "last": "Kirk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Mcintosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [
                    "M"
                ],
                "last": "Walmsley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "K D"
                ],
                "last": "Peterson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "postCode": "59717",
                        "settlement": "Bozeman",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The production of vaccines in transgenic plants was first proposed in 1990 however no product has yet reached commercialization. There are several risks during the production and delivery stages of this technology, with potential impact on the environment and on human health. Risks to the environment include gene transfer and exposure to antigens or selectable marker proteins. Risks to human health include oral tolerance, allergenicity, inconsistent dosage, worker exposure and unintended exposure to antigens or selectable marker proteins in the food chain. These risks are controllable through appropriate regulatory measures at all stages of production and distribution of a potential plant-made vaccine. Successful use of this technology is highly dependant on stewardship and active risk management by the developers of this technology, and through quality standards for production, which will be set by regulatory agencies. Regulatory agencies can also negatively affect the future viability of this technology by requiring that all risks must be controlled, or by applying conventional regulations which are overly cumbersome for a plant production and oral delivery system. The value of new or replacement vaccines produced in plant cells and delivered orally must be considered alongside the probability and severity of potential risks in their production and use, and the cost of not deploying this technology -the risk of continuing with the status quo alternative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "'Science and technology are now combining in ways that place humanity at the threshold of something very big, very new, and no more than dimly seen ' (Lightman et al., 2003, p. 2) . New technology brings risk and benefit, both of which have some degree of uncertainty before introduction to society and the environment. To protect the interests of the greater population, assessment of risk is necessary before release of new technologies.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 179,
                    "text": "' (Lightman et al., 2003, p. 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Biotechnology is one such domain advancing at a rapid rate with new applications arising in many areas for the benefit of society. In 1990, the World Health Organization called for new technologies to be developed to advance immunization programs. It was hoped that new technologies would produce vaccines for diseases that were not yet controllable by vaccination, and improve existing vaccines by reducing cost, removing the use of needles during immunization and by providing specific technologies for heat stabile, oral, multi-component vaccines that required reduced or one-time administration. In the same year, the first plantmade vaccines (PMVs) were described by Curtiss & Cardineau (1990) . The expression of the Streptococcus mutans surface protein A was achieved in transgenic tobacco, followed by oral immunization of mice with the plant material. The transgenic tobacco successfully induced antibody responses (Curtiss, 1999) with indication that serum from immunized mice reacted with intact S. mutans (G. Cardineau, pers. comm., 2005) . The Curtiss research group also created transgenic alfalfa for expression of the enterotoxigenic E. coli heat labile enterotoxin B-subunit (LT-B), and successfully induced both mucosal and serum antibody responses (Curtiss, 1999) .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 698,
                    "text": "Curtiss & Cardineau (1990)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 924,
                    "end": 939,
                    "text": "(Curtiss, 1999)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1017,
                    "end": 1050,
                    "text": "(G. Cardineau, pers. comm., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1282,
                    "text": "(Curtiss, 1999)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since these first demonstrations, the list of antigens expressed by plants has grown to include antigens from viral (Mason et al., 1992; Castanon et al., 2002) , bacterial (Haq et al., 1995; Rigano et al., 2004) , mycoplasma (Ghosh et al., 2002) , enteric pathogens (Gomez et al., 2000) , nonenteric pathogens (Castanon et al., 1999) , and self-antigens (Walmsley et al., 2003) . To increase expression level, stability and ease of harvest, synthetic genes have been constructed and expression has been targeted to specific tissues (Tackaberry et al., 2003) . Variability of antigen expression in plant tissues has been circumvented by batch processing (Rigano et al., 2003; Walmsley et al., 2003) and investigations have determined the efficacy of plant-made antigens to induce immune responses as well as the immune response type, location, and duration. Oral and nasal vaccination have shown the ability to induce mucosal and systemic TH2 immune responses, oral delivery of a plant-derived vaccine has induced a TH1 response (Yu & Langridge, 2001) and passive immunity has been passed to the offspring (Yu & Langridge, 2001; Walmsley et al., 2003) . The effectiveness of PMVs was demonstrated during the 1990's in animal antigenicity trials (Curtiss & Cardineau, 1990 ) and animal challenge trials (Carrillo et al., 1998) . Six human clinical trials have been conducted to date (Tacket et al., 1998 (Tacket et al., , 2000 (Tacket et al., , 2004 Kapusta et al., 1999; Yusibov et al., 2002; Thanavala et al., 2005) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 136,
                    "text": "(Mason et al., 1992;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 137,
                    "end": 159,
                    "text": "Castanon et al., 2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 172,
                    "end": 190,
                    "text": "(Haq et al., 1995;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 191,
                    "end": 211,
                    "text": "Rigano et al., 2004)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 225,
                    "end": 245,
                    "text": "(Ghosh et al., 2002)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 266,
                    "end": 286,
                    "text": "(Gomez et al., 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 310,
                    "end": 333,
                    "text": "(Castanon et al., 1999)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 354,
                    "end": 377,
                    "text": "(Walmsley et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 557,
                    "text": "(Tackaberry et al., 2003)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 653,
                    "end": 674,
                    "text": "(Rigano et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 697,
                    "text": "Walmsley et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1050,
                    "text": "(Yu & Langridge, 2001)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1105,
                    "end": 1127,
                    "text": "(Yu & Langridge, 2001;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1128,
                    "end": 1150,
                    "text": "Walmsley et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1244,
                    "end": 1270,
                    "text": "(Curtiss & Cardineau, 1990",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1301,
                    "end": 1324,
                    "text": "(Carrillo et al., 1998)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1381,
                    "end": 1401,
                    "text": "(Tacket et al., 1998",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1402,
                    "end": 1424,
                    "text": "(Tacket et al., , 2000",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1425,
                    "end": 1447,
                    "text": "(Tacket et al., , 2004",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1448,
                    "end": 1469,
                    "text": "Kapusta et al., 1999;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1470,
                    "end": 1491,
                    "text": "Yusibov et al., 2002;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1492,
                    "end": 1515,
                    "text": "Thanavala et al., 2005)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When PMVs were first described in the general media and scientific literature, the technology was dubbed 'edible vaccines'. The first clinical trials in the United States of America (US) using PMVs required volunteers to consume 100-150 g of raw potato (Tacket et al., 1998 (Tacket et al., , 2000 Thanavala et al., 2005) . Researchers proposed application through local field production and consumption as a routine food source (Prakash, 1996) , conjuring images of the world's poorest populations consuming vaccines through fresh produce derived from their local farmers, or even their own garden. The advantages of edible plants -as opposed to non-food crops -and their preferred use by most groups working in this field, frequently led to public misconception as to how these materials would be delivered in a practical sense. Through further development of the technology, researchers and regulators asserted that in order to control the level of exposure, restrictions on delivery would be needed and the paradigm of edible vaccines evolved to eating engineered fruit or vegetables prescribed by a health care worker. The paradigm was inevitably forced to further evolve to meet standard requirements for pharmaceuticals, to obviate dose variability and a lack of framework for quality assurance. Edible vaccines are now more appropriately referred to as PMVs or a similar derivative, where a plant product derived from batch processed, freeze-dried (or similar processing method), plant tissues will be prescribed by a health care worker. The final product may not be recognizable as a plant material, but rather packaged as a pill or capsule. This current paradigm stipulates that PMVs are not food materials and will need to meet regulations which are still evolving within national regulatory authorities such as the United States Food and Drug Administration (FDA) and the United States Department of Agriculture (USDA). A thorough review of the regulatory structure for transgenic plants and food safety in the US (and selected other countries) is provided by Jaffe (2004) .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 273,
                    "text": "(Tacket et al., 1998",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 274,
                    "end": 296,
                    "text": "(Tacket et al., , 2000",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 297,
                    "end": 320,
                    "text": "Thanavala et al., 2005)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 428,
                    "end": 443,
                    "text": "(Prakash, 1996)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2071,
                    "end": 2083,
                    "text": "Jaffe (2004)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The USDA regulates production and distribution of transgenic plants in the US and is primarily concerned with genetic containment and reducing the risk of gene transfer. In reviewing production methods, the USDA considers the nature of the project including the proximity to related crops and thus probability of cross pollination, and the genetic nature of the transgenic plant (chloroplast or nuclear transformation, controlling sequences, etc.). The USDA also considers risk management strategies that may already be in place such as containment of the project either through physical (greenhouse), geographical (location) or reproductive measures (sterility or seedless varieties). Additional risk management practices are enforced by the USDA and these may include process methods for maintaining segregation from food or feed sources; procedural items such as security, transport and destruction methods, and other general preventative measures which can be employed depending on the plant species (e.g. detasseling transgenic corn). All biopharmaceutical plants are initially produced in a contained environment such as a greenhouse or growth chamber, as a core risk management strategy until the plant can be fully characterized and a risk assessment performed as part of the regulatory process for progression to the field. Due to the infancy of PMV technology, especially for application in humans, most of the current public debate is focused on these USDA regulatory policies and whether they are able to protect against even the remotest of environmental risks and contamination of crops used to feed humans or animals. The FDA regulates the testing, manufacturing and sale of pharmaceutical products in the US. In all cases the use of a PMV, as with other vaccines, is likely to be highly regulated with a defined dose and a deliberate course of administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although plant-based technology has presented significant perceived advantages for cost and utility of vaccine production, it is yet to be demonstrated in commercial practice. Commercial potential of this technology is dependent on showing broad protective immunity in humans, demonstrating a viable manufacturing process, and forecasting accurate cost of production. Kirk & Webb (2005) have recently reviewed the strengths and weaknesses of the PMV platform. Many of the uncertainties associated with this technology cannot be either validated or disproved until a first product emerges. The two major milestones in moving this technology forward are the successful development of a model product and demonstration of protection in humans. The achievement of these milestones will stimulate maturation of the regulatory framework in which risk assessment, management, and communication standards can be defined. The initial paradigm of vaccine distribution through food or local garden production does not address product quality, control of exposure, or potential environmental risks. In this paper, we summarize and address the range of human health and environmental risks associated with this technology, and describe the relative responsibilities between the technology developers and the regulatory authorities. For clarity, PMVs are considered in this paper as vaccines, which are processed inside the plant tissue for oral delivery, rather than proteins or other compounds that could be purified from the production system for injectible or topical uses. While the focus is on environmental and health risk analysis, and how those factors influence the regulatory environment, it is recognized that government regulation of PMVs can be implemented for other reasons. As summarized by Jaffe (2004) , those reasons include novelty and uncertainty associated with the production processes; elucidation of the regulatory structure to bring a product to market; and satisfaction of public concern independent of whether there are confirmed risks.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 386,
                    "text": "Kirk & Webb (2005)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1793,
                    "end": 1805,
                    "text": "Jaffe (2004)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Risk can be defined as the probability that a substance or situation will produce harm under specified conditions (Presidential/Congressional Commission on Risk Assessment and Risk Management, 1997) . Risk is a function of the probability that an adverse event will occur, and the consequences of that adverse event. Predicting the probability and severity of potential consequences can only be accurate by identifying and evaluating the cause and effect factors that are at play, singularly and in combination. Assessment of risk requires objective evaluation of the probability of each potential hazard or threat, with clear presentation and consideration of all uncertainties and assumptions. The risk assessment framework that is used most commonly today in formal settings is the ''Red Book'' paradigm, which was adopted by the US National Research Council in 1983. There are five steps to that paradigm; problem formulation,hazard identification, dose-response relationships, exposure assessment, and risk characterization (as a culmination of the other 4 steps).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 198,
                    "text": "Management, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk assessment"
        },
        {
            "text": "Risk is important to all persons (stakeholders) who either individually or collectively may be influenced by a specific activity. Risk occurs on a variety of scales from individual risk, through community risk, to global or biosphere significance (Peterson, 2002) . Risk is something that can never be completely eliminated and will arise from every action we do. For example, although the risk of a specific technology or device may suggest that it is too dangerous to proceed, the result of arresting that technology may impact another community by failing to provide new benefits to the community or failing to alleviate risks that already exist or may later arise. Therefore there is some degree of risk in taking an action, and in not taking an action. This dilemma is well summarized by Conko (2003) , who refers to the obligation for applying precaution as ''the two risk problem''. We must accept that there will always be risk as a consequence of decision-making.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 263,
                    "text": "(Peterson, 2002)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 793,
                    "end": 805,
                    "text": "Conko (2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Risk assessment"
        },
        {
            "text": "By utilizing formal risk analysis for a technology or defined action we gain better understanding of the severity and probability of associated risks, and guidance for informed decision-making. Because risk is best analyzed when the greatest number of different perspectives can be describedboth qualitatively and quantitatively -and considered within an organized framework, formal risk analysis should represent all stakeholders in some capacity. Stakeholders must provide the necessary input, objective information, and subjective perspective on behalf of society for accurate judgment to occur. Stakeholders include those who stand to gain from a particular action, and those who stand to be disadvantaged. Risk analysis should integrate a comparison of competing risks and benefits, which will differ in probability and severity, in an attempt to conclude the solution that is most advantageous to society. Because of these competing demands, risk assessment should be coordinated by an entity that can impartially conduct a weight-of-evidence approach to decision making. This is usually a government or quasi-government group that is ultimately responsible to the larger community as a wholeand must consider the value of the manufacturer within that environment for their effect in the economic prosperity and technology advances, which aid that community. The process of formal risk analysis requires the integration of a sciencebased framework with the social, cultural, and economic impacts that may result through implementation of that technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk assessment"
        },
        {
            "text": "Although no PMVs have progressed beyond preliminary clinical trials, and there has been no demonstration of complete manufacturing and regulatory strategies, researchers in this field remain broadly optimistic that products will emerge to the benefit of society. As the technology matures, increasing focus will be placed on the regulatory framework that controls and approves these materials. National regulatory authorities must consider the risks and benefits of producing transgenic proteins, in a food-grade system, produced in a semi-contained environment (either physical or geographical containment), for application as a pharmaceutical substance. The integration of these four elements is unique for PMVs due to the production environment, the potential for delivery within the food tissue, and the extent to which human handling of the raw product may be required during production and harvesting phases. Even though food-grade systems such as eggs and yeast are already used to produce vaccines, the highly controlled production environment for those products is substantially different to how those systems are managed in the agricultural sector, and the antigens are extracted from the production system. With exception for cell culture production systems, most PMVs currently under development (reviewed by Twyman et al., 2005) will utilize production and harvesting procedures, which are very similar to those used in the agricultural sector for food and feed production. The duplication in production methods at the raw material stage, and the ability to utilize nonspecialist production facilities (i.e. a plot of land compared to a secured clean room) provides more robust opportunities for inadvertent contamination and exposure scenarios compared to the production of the same antigens in eggs or yeast. Six main risks have been identified as potential concerns because of the unique characteristics and production methods for PMVs:",
            "cite_spans": [
                {
                    "start": 1321,
                    "end": 1341,
                    "text": "Twyman et al., 2005)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Potential risks of plant-made vaccines"
        },
        {
            "text": "• Allergenicity: The transgenic product may be subjected to different post-translational processes in plants compared to the natural pathogen, which could induce new allergenic responses in the vaccine recipient when ingested. Also, the use of oral adjuvants to broadly stimulate mucosal linings may induce hypersensitive responses to other food proteins. • Detrimental effects to the environment: Natural loss and degradation of cellular componentsincluding DNA and protein -within the environmental system, or ingestion by non-target species may have unknown allergenicity or toxicity implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential risks of plant-made vaccines"
        },
        {
            "text": "• Oral tolerance: If the antigen is delivered too frequently or at repeated low doses, the mucosal immune system becomes desensitized to the vaccine and susceptibility to the disease might no longer be mitigated by vaccination. • Gene transfer: Migration of the antigen to the conventional food supply through genetic hybridization or product contamination could lead to oral tolerance. Incorporation of selectable marker genes that confer resistance to antibiotics or herbicides may reduce the effect of certain medical or agricultural treatments, which utilize the same compounds. • Inconsistent dosage: An insufficient amount of antigen would not produce the immune response needed to provide protection against disease. Incorrect frequency or dosage could lead to tolerance and render the vaccine ineffective in some recipients. • Worker exposure: Touching or inhaling of plant vaccine materials during production may lead to oral tolerance or allergenicity. Table 1 summarizes these risks at various development stages and production locations associated with PMVs. The probability and severity of each risk will need to be determined on a case-by-case basis for each potential PMV product, and will differ significantly depending on the antigen and the plant species which is used. It is necessary to appreciate each of these risks within the application of formal risk assessment principles to evaluate how the risks described in Table 1 may be balanced against the potential benefits to society.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 963,
                    "end": 970,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1437,
                    "end": 1444,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Potential risks of plant-made vaccines"
        },
        {
            "text": "The Cartagena Protocol on Biosafety was recently adopted by many countries in an attempt to standardize risk management for products such as PMVs. It is heavily dependant on the definition and use of the Precautionary Principle. As reviewed by Conko (2003) , this principle is one of risk management rather than risk assessment per se, and is used most frequently for 'cases such as the introduction of entirely new products and technologies'. The variety of possible definitions and subjective application of the Precautionary Principle provide significant doubt for how PMVs might be regulated in many countries, particularly developing countries. Conversely, the existing premarket review and approval processes in the US are well established and expected to adapt to new technologies for transgenic plant products.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 256,
                    "text": "Conko (2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "The USDA recently announced its intention to reassess the regulatory control of transgenic plants ( USDA-APHIS, 2004 ). This will include a new, tiered approach to risk analysis according to the transgenic system, and a detailed environmental impact study to better estimate the effect of transgenic plants on the environment. Within the proposed tiered system of risk analysis, there will be increased demand for risk assessment on transgenic proteins that are produced in food systems (as opposed to nonfood systems), including much closer evaluation specifically for plantmade pharmaceuticals. No parallel initiative has yet been announced by the FDA. The process for gaining pharmaceutical product approval is such that extensive risk assessment -such as toxicity studies, pharmacokinetics, and efficacy studiesmust ordinarily be completed in the course of product development before application for licensure. Regulatory approval by the FDA incorporates risk management procedures within formalized production criteria such as Good Laboratory Practices (GLP) and Good Manufacturing Practices (GMP). Through these mechanisms, it is expected that FDA will engage in further determination of regulatory policy in this area as product development continues and as a case-by-case response to manufacturers.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 116,
                    "text": "USDA-APHIS, 2004",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "As previously discussed, formal assessment of risk should be determined by an entity that can represent the greater population at risk and provide judgment based on the weight of evidence for both risks and benefits. For PMVs in the US it is clear that both USDA and FDA will need to be involved in such a process because of the overlap between agriculture, the environment, and security and confidence of our food and drug supply. There is a complex group of stakeholders who need to participate in providing the variety of risk perspectives that are involved. A recent report suggested five initial questions, which could be used as the basis for the problem formulation stage of risk assessment for PMVs (Peterson & Arntzen, 2004) . By examining each question we can begin to identify who needs to be involved in providing the quantitative and qualitative input to risk assessment.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 733,
                    "text": "(Peterson & Arntzen, 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "What is the stressor or activity causing harm?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "In simple terms, we are asking what the transgenic material is and what its specific components are. The complete answer must describe the production characteristics and the functional components of the product. Production characteristics include describing the host plant system, how and where it is grown (i.e. field or greenhouse), what are the transgenic elements, and how and when are they expressed in the plant. Functional components require description of the characterized transgene products, what is their known function -and nonintended functions if any are known -and what different forms of the material will exist. These aspects are integrated in the Investigational New Drug (IND) and New Drug Application (NDA) processes required by the FDA, and hence are provided by the manufacturer within the existing framework. The manufacturer is the only entity that knows these intricate details and therefore has perhaps the greatest role in the early stages of risk assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "What are the potential ecological effects?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "Once we have described the basic vaccine material and production process, we can evaluate each of the individual facets for potential risks. Production characteristics are intricately connected to estimating potential ecological risks; however they must be reviewed in context of the functional components for appreciation of the severity of the risk. At this stage, a deeper understanding of ecological transfer is required. We are specifically interested in identifying the methods for DNA or protein transfer to the environment and quantifying the probability of such transfer. This analysis is clearly species-dependant and heavily influenced by the surrounding environment. Field studies are being conducted on a range of genetically modified crops to gather this information. Conclusion regarding the potential for transgene escape should also consider the geographic isolation or physical containment that might be used in the manufacturing process. Horizontal gene transfer (HGT) and vertical gene transfer (VGT) are common concerns for production of transgenic plants outside a controlled laboratory. The risk of transferring antigen transgenes to the environment relates to tolerance as an overriding concern. If antigens were unknowingly produced in food crops and consumed on a wide scale, the risk of tolerance is likely to be much greater and probably undetected. It must be considered, however, that persistence of the gene in the environment is low in probability because it offers no known selective advantage to the plant. One exception to this probability is if the gene is randomly integrated at a locus which provides some other selective advantage to the plant, and therefore is retained as a bystander to some other phenotypic feature. Although the primary function of PMVs is to produce an antigen, most current design strategies also incorporate a second transgene which confers resistance to either herbicides or antibiotics for initial transgenic event selection. Inheritance of the selectable marker, either antibiotic or herbicide, may have more significant effects. Herbicide resistance could offer selective advantage to the recipient plant. Antibiotic resistance could prove problematic for disease control in animals and humans depending on the marker that is used. The antibiotic marker for Kanamycin resistance has been approved by the FDA for use as an aid in food production (Center for Food Safety and Nutrition, 1994); however it has not been approved in parallel by the USDA for similar uses in veterinary biologics or animal feed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "Related to the risk of transgene escape, is the concern that release of the DNA or antigen to the environment in raw form may have detrimental effects. Contact by insects, release of decomposing matter to the environment, or release of 'contaminated' water to the environment are all feasible mechanisms for DNA or antigen escape to the environment. The proposed risks of this release are either DNA recombination by other organisms, or human exposure to the antigen at low levels as another mechanism for inducing tolerance. However, the release of DNA and antigen to the environment already occurs through the presence and life cycle of the native pathogen. Much of the expertise to describe and measure these risks resides within the manufacturer, however at this stage in risk assessment much of that expertise can be duplicated by other stakeholders, or even nonpartisan consultants or agency (USDA) representatives on behalf of the greater community. While the weight-of-evidence model would suggest that impartial contributions be provided wherever possible, it is likely that the manufacturer will have more data available directly related to the product in which it has invested time and effort to produce. Until the first PMV product comes under NDA consideration by the FDA it is unclear whether manufacturers will be required to submit this kind of analysis in support of the manufacturing strategy. These risks will be significant for USDA in any decision to allow field production, thus it is important for both agencies to be consistent in how this aspect of manufacturing should be reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors for PMV risk management"
        },
        {
            "text": "This question moves the focus from the environment and ecological diversity to the individual and our basic food and health safety. By design, PMVs have a known effect when provided to humans. Consistent with all other pharmaceuticalsexcluding herbal and dietary supplements -the FDA requires that valid safety studies be conducted with PMVs in a phased manner through preclinical and clinical studies. As previously described, these safety studies include pharmacokinetics of the vaccine components, formal toxicity studies in preclinical model species, and established safety in humans through experimental testing in phased clinical development. In addition to most conventional vaccines however, PMVs represent a new combination of impure elements including the plant system, other transgenes, and resistance marker products, which must all be evaluated under the same criteria as a collective formulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "One of the most significant criteria for development of PMVs is associated with controlling the dose and the outcomes if dosage is not consistent. Heterologous gene expression in plants brings inherent variability in distribution of antigen within plant tissues. If the volume of material administered does not contain the required dose of antigen, the resulting immune response may not be sufficient to protect against an encounter with the disease. Such an instance would not only affect the individual who may become infected, but would also diminish confidence in the vaccine program. If the vaccine is ingested too often then oral tolerance may be induced, whereby the mucosal immune system becomes desensitized to the vaccine and susceptibility to the natural disease can no longer be mitigated by vaccination. This strategy has been demonstrated by researchers interested in deliberately inducing tolerance as a means of treating autoimmune diseases, by feeding plant-made antigens within the diet for periods of multiple weeks (Ma et al., 1997 (Ma et al., , 2004 Arakawa et al., 1998) . In addition to high frequency of dose, oral tolerance has also been proposed as potentially being induced if dosage is either too low or too high (Barone et al., 1998; Fujihashi et al., 1999; Liu et al., 1999) . The different stimuli proposed for oral tolerance shows the incomplete understanding of this phenomenon. This risk is not only associated with deliberate use of the vaccine, but also with accidental exposure such as workers who touch or inhale PMV materials, exposure through the environment, or mixing of transgenic materials with food commodities. We believe oral tolerance is perhaps the greatest risk in delivering vaccines by oral route, due to the potential for life-threatening consequences through perpetual risk of infection, although further research using adjuvants and optimizing timing of delivery may provide a validated regimen for PMV administration.",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1051,
                    "text": "(Ma et al., 1997",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1052,
                    "end": 1070,
                    "text": "(Ma et al., , 2004",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1071,
                    "end": 1092,
                    "text": "Arakawa et al., 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1241,
                    "end": 1262,
                    "text": "(Barone et al., 1998;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1263,
                    "end": 1286,
                    "text": "Fujihashi et al., 1999;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1287,
                    "end": 1304,
                    "text": "Liu et al., 1999)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "We anticipate that development and approval of oral adjuvants will have a vital influence on the success or failure of PMVs . The main purpose of any adjuvant is to stimulate the immune system and thereby induce extra immunological attention to the vaccine. Existing adjuvants based on oil emulsion technologies are important for injectible vaccines by causing local irritation and extended protection for the injected antigens, and can make substantial difference in product efficacy. Due to the lack of oral vaccines there are few adjuvant candidates available for experimental use with PMVs. Oral adjuvants such as enterotoxins or saponins have a systemic effect, where the mucosal linings are broadly stimulated. One of the potential risks of this strategy is that other ingested proteins that normally are not immunogenic may become allergenic through hypersensitive responses. We are not aware of any study to date, which has evaluated this risk. It is likely that this situation occurs in nature when natural enterotoxin infections occur, or when plant saponins are consumed within the regular diet. Accordingly, while this risk is clearly acknowledged it applies broadly and beyond the scope of PMVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "Even without the use of adjuvants, there are several perceived risks of ingesting an antigen that has been produced in a plant. One such concern is that posttranslational differences between plants and the native pathogen could infer new allergenic responses in the vaccine recipient when the transgene product is ingested. The second general concern is that long-term exposure to genetically engineered substances in a food crop may have unknown effects on gut microflora or epithelial tissues, or the general health of the population. Based on the widespread planting and consumption of transgenic crops, there is little evidence to conclude that this risk is significant for food crops (Jaffe, 2004) . The nature of science is such that it can never prove a theory; so preclinical toxicity and safety studies are designed to evaluate the null hypotheses that the materials are unsafe. Accordingly, risk assessment based on potential human health effects must consider both the nature of those effects, and the established estimates of their probability, which must be derived from clinical experiments. Although the manufacturer is responsible for providing these data formally to FDA, it is likely that some of the required studies will be completed by contract service organizations. Significant expertise resides within the FDA to evaluate the design and results of these studies and the FDA may be consulted prior to the study to ascertain the likely acceptance of the trial design. As per the previous question, evaluating this component of risk requires effective coordination and communication between the manufacturer and the FDA, a facet that is comprehensively incorporated in the NDA review process.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 702,
                    "text": "(Jaffe, 2004)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "What are the potential exposure scenarios?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "Because the preceding question has sought to identify the potential effects in humans, it is necessary to evaluate the potential mechanisms for that exposure, and the dose-response relationships for components of concern. For other biotechnology products, this aspect is a major topic for debate, specifically caused by the variety of social and cultural concerns of transgenic foods and in light of differential perspectives on the physiological (in humans) consequences of genet-ically modified foods. The obvious scenario for PMV technology is direct oral application of the vaccine as intended. As a regulated pharmaceutical, additional scenarios such as over-exposure or under-exposure are inherently addressed in the existing FDA structure, regardless of product. At the manufacturing site, accurate determination of dose exposure and hence product consistency is integrated within GMP requirements mandated by FDA. Release or approval of PMV materials for distribution will be dependent on meeting those criteria on a batch-by-batch basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "One imaginable exposure scenario is the contamination of the food supply with PMV materials. Howard & Donnelly (2004) presented an example of a quantitative human health risk assessment for unintended exposure to a plantbased therapeutic protein. They demonstrated that a quantitative risk assessment framework is feasible for this technology. The other conceivable exposure scenario is the inhalation or other contact by employees, which might occur during the production process. While there are some technical and regulatory advantages for producing PMVs in food crops, and even though food crops may have greater risk of inadvertently reaching the food supply, these exposure scenarios apply regardless of the plant production system which is used. The role of risk management through GMP is to reduce the chance of both scenarios; however, within the science-based structure of risk assessment we must address the consequences of such an event. This analysis will differ for each PMV formulation depending on the active contents. The key questions will be the potential for inducing either allergenic responses or mucosal tolerance in a non-target population. It is probable that the manufacturer will have addressed these questions to some degree during the product development process because of the narrow margin between the desired immune response and potential atypical reactions.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 117,
                    "text": "Howard & Donnelly (2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "What are the potential routes of exposure?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "The final question can almost be incorporated in the previous section, and specifically pertains to the methods of transmission that were described. For powdered PMVs, potential methods of transmission include oral, nasal, ocular, and dermal contact. The objective of risk assessment in this case is to determine whether sufficient inadvertent exposure could ever occur at these exposure routes either acutely or chronically to induce an adverse immune or toxic response. In the case of PMVs much of the risk assessment in this area must be based on models obtained through preclinical experiments, by estimating the volume required for an immune response of any kind at one of these sites. The final assessment from such models must also include consideration of the probability of such exposure with respect to GMP safety aspects that are designed to prevent this activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "An additional perspective that must be applied to these last two questions is the impact that such events have on the industry involved in developing PMVs and hence risk to the entire platform technology. The potential for contamination of food or animal feed with transgenic products approved only for other uses has elevated the concern for stewardship of these materials. Stewardship is a deliberately proactive management position against unintended exposure, which could otherwise ultimately halt this technology if further events were to suggest unacceptable continuing probability of this risk. The manufacturer is also responsible to the appropriate government agency for all practices during technology development and for adhering to the standards, which are approved by FDA for manufacturing. Failure to follow these standards can result in significant financial penalty from either agency. Ultimate penalty can include the revocation of product and facility licenses; something that would have significant impact on further relations between the manufacturer and the regulatory authority. In addition to the regulatory liabilities, failure to meet these standards during the manufacturing phase can result in liability owed to private individuals. In 2002, food products contaminated with transgenic corn 2 years earlier were determined by a US District Court (Northern District of Illinois) to be of sufficient 'public nuisance' that farmers whose market was affected through reduced prices were entitled to a total of US$110 million compensation from the manufacturers (Aventis CropScience USA and Garst Seeds) who produced StarlinkÔ corn. Manufacturers of PMVs must therefore also be cognizant of the potential for further public nuisance rulings and significant financial liability for contaminating food commodities. The precedence for public nuisance rulings reinforces the need for active stewardship of this new technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "The ability to control the potential routes of exposure falls almost entirely upon the manufacturer, with standards to be established by the regulatory agency. Monitoring is also possible by public interest groups, allowing all stakeholders to have potential roles in this aspect of risk assessment and management. However, unlike GM food crops, the acreage required for commercial production of a single PMV is likely to be quite small. A basic model and cost sensitivity analysis for vaccine production using transgenic tomato is provided by Kirk & Webb (2005) and indicates a wide range in possible yield according to expression levels and dosage requirements. One billion doses could conceivably be produced on less than one hundred acres. The ability to control identified risks -especially contamination of the food supply -on a single production site of this size is greatly improved compared to wide scale production of StarlinkÔ corn or similar transgenic crops. The high-value nature of pharmaceutical production also encourages additional measures to define how the crop is grown, harvested and processed, compared to commodity production which uses high-throughput facilities for multiple users.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 562,
                    "text": "Kirk & Webb (2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "What are the potential human health effects?"
        },
        {
            "text": "The potential benefits of PMVs have been widely discussed and include heat stability, oral administration, and exclusion of contaminants such as prions. Advantages pertaining to cost of production have also been stated, but recent cost modeling suggest that this assumption may be premature for freeze-dried products (Kirk & Webb, 2005) . The conventional framework for risk analysis does not look outwardly from the technology to ask what external forces may risk the implementation or success of new opportunities, which in turn would deny the potential benefits. As part of this discussion we propose two global risks to the technology.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 336,
                    "text": "(Kirk & Webb, 2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Global risk to plant-made vaccine technology"
        },
        {
            "text": "The peril in controlling all risk associated with the technology itself is that valuable mechanisms for lowering global disease may become overly encumbered. This concern has been previously raised by Goklany (2001a, b) who suggests that the potential disruptive effects when regulators apply a strict definition of the Precautionary Principle to new technologies must be considered within the overall regulatory strategy. Many current vaccines impose some risk either through chance of infection with the attenuated agent, contamination with another pathogen through unhygienic application of syringes (particularly in developing countries), through reactions to other ingredients such as the mercury-based preservative thimerosol, or through a lack of adherence to the vaccination schedule because of fear of injection. The net value of replacing these products with PMVs that do not carry the same concerns must be considered alongside the potential risks. Additionally, the risks associated with production of PMVs in transgenic plants could be reduced if the technology was limited to non-food expression systems. Although this may solve many of the environmental risks however, it significantly reduces the utility of the technology, which is based on oral consumption of materials already known to be safe. A third example of over-regulating the technology would be mandating that production occur in a contained greenhouse. Although this also reduces many of the environmental risks, and may actually provide controlled advantages to the manufacturer, we estimate (Kirk, unpublished studies) that approximately 10-20% of the final cost per dose will be a result of greenhouse construction costs. This may be acceptable in high-margin products, but it is likely to unduly influence the economics of similar manufacturing in poorer regions of the world. One additional possibility is that PMVs are manufactured in one location (e.g. US) and primarily used in another location (e.g. developing countries). In that example, the aspects of how and where the materials are grown would be regulated by USDA, but the aspects of how the materials are used as pharmaceuticals would be regulated by the respective national agencies. It has been suggested that the differential application of the Precautionary Principle, whereby a more subjective view may be adopted for developing countries, may increase the difficulty for academic and non-profit institutions to develop transgenic products, such as PMVs, for those locations (Conko, 2003) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 219,
                    "text": "Goklany (2001a, b)",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1590,
                    "text": "(Kirk, unpublished",
                    "ref_id": null
                },
                {
                    "start": 2525,
                    "end": 2538,
                    "text": "(Conko, 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Global risk to plant-made vaccine technology"
        },
        {
            "text": "The risk of applying regulations designed for purified, injectible drugs are that cost and time of development may be unduly extended to meet criteria that are not specifically relevant to PMVs. One example may be the requirement to regularly test microbial contamination of PMVs, despite production methods that are far superior to food commodities already consumed by the population. Another example may be the need to conduct extensive toxicology tests for a plant material that is already consumed at much higher doses in the regular diet without this testing. In both cases, we believe the regulatory requirements are not cost-efficient given the background exposure to these materials that is already occurring routinely in the control population. Although most conventional criteria for injectible vaccines are relevant to PMVs, blanket adoption of all criteria will add undue development costs in the first instance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global risk to plant-made vaccine technology"
        },
        {
            "text": "Many aspects discussed above are confidential between the manufacturer and the regulatory authority. Therefore, there are significant challenges to risk communication -a key component of risk analysis -and making this process transparent to interested groups in the general public without disclosing proprietary information. The alternative is communication and description of the processes that are involved, without releasing the case-by-case analysis. In addressing the question of who should assess risk, issues described above make it clear that the manufacturer must carry the burden of evidence, and the regulatory authority must be responsible for thorough and consistent evaluation of data in the interest of the greater community. The challenge for the regulatory agencies such as FDA or USDA is to balance the risks of a new technology against the benefits of that technology. There is an extensive framework already in place with the FDA for conducting the assessment of the functional risks, and a framework is continuing to evolve within the USDA for assessment of production risks for PMVs. The framework specific to PMVs is far less developed in other countries. Adoption of the eight components in the model proposed by Jaffe (2004) may be appropriate as a strong approach to reviewing and approving PMVs and other regulated products in regions where the regulatory structure is still evolving.",
            "cite_spans": [
                {
                    "start": 1237,
                    "end": 1249,
                    "text": "Jaffe (2004)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Global risk to plant-made vaccine technology"
        },
        {
            "text": "To some extent, all risks identified in the previous section are regulated in the US by the USDA or FDA, as summarized in Table 1 . A concise approach to dosing is likely to reduce the risk of oral tolerance. The specific characteristics of oral administration in a plant can only be better understood through appropriate preclinical and clinical safety testing of the vaccine, which is mandated by FDA in the vaccine development and licensure process. To date, only five human clinical trials have been conducted under authority of the FDA, all of which have been preliminary and focused on safety in small volunteer populations. A recent report by Ratliff summarizes that only 1-20% of all new pharmaceuticals that enter human clinical testing proceed to product licensure (Ratliff, 2003) . For vaccines, this is most heavily influenced by efficacy of the vaccine, but is also influenced by safety and manufacturing standards required by FDA as a direct instrument of risk management. Unlike most other regulatory processes, the USDA (through the Center for Veterinary Biologics) and FDA must issue a license not just to the product, but also to the manufacturing facility. The modern process of drug development takes approximately 12-15 years at an average cost of US$399 million -excluding capital opportunity costs (DiMasi et al., 2003) . Among other factors such as the basic costs of research and development, this figure is indicative of the intense review of safety and efficacy, which is conducted by the FDA within the process of drug development. During manufacture, a heavy focus is placed on validation, safety and quality testing. These principles are applied to all processes, assays, reagents, equipment, and facilities, and even the qualifications and experience of key personnel must be considered. In summary, intense risk management is adopted by the FDA in the interest of public and worker safety. The end result is a product license that is based on the benefit of the product in absence of significant risk to the intended user. Because of the infancy of PMV development, the regulations imposed by FDA specific to PMVs are yet to be fully tested. The FDA has indicated that standards will be high including defining the production site -either field or greenhouse -as a manufacturing site with extensive controls and validations required. Applying GLP and GMP controls to a field site will be considerably more challenging compared to closed-environment, conventional, vaccine production facilities.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 790,
                    "text": "(Ratliff, 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1321,
                    "end": 1342,
                    "text": "(DiMasi et al., 2003)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Risk management conclusions"
        },
        {
            "text": "Commercial developers of PMVs have adopted an approach of stewardship as a means of ensuring that risks are adequately identified and controlled to an exceptional standard as the technology develops. Academic and non-profit research groups should follow this example and ensure that risk management is of highest priority. Recent reports by Kirk and Tacket have described the use of batch processing techniques as a major improvement to the technology (Kirk et al., 2003; Tacket et al., 2003; Kirk & Webb, 2005) . This development in downstream methods has established a new and acceptable standard for obtaining consistency of dose in PMVs. The achievement of appropriate processing protocols has alleviated many potential risks that were associated with dosing from an otherwise variable system.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 471,
                    "text": "(Kirk et al., 2003;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 472,
                    "end": 492,
                    "text": "Tacket et al., 2003;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 493,
                    "end": 511,
                    "text": "Kirk & Webb, 2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Risk management conclusions"
        },
        {
            "text": "As shown in Table 1 , GMP is critical in the risk management process for all pharmaceuticals, but has not previously addressed food-grade manufacturing. Additionally, food safety reviews are not part of the conventional pharmaceutical review process. Accordingly, the regulatory framework must be tailored specifically for production of vaccines that occur in food systems, especially if manufactured under field production. Review of intended manufacturing strategies for PMVs does not normally occur until the FDA is formally approached to approve phase II human clinical testing. This is usually 5-10 years into the development process and may not be timely for early risk identification, proactive risk management, or practical alterations in manufacturing strategy. The time, cost, and safety of PMV development for humans could be greatly improved by earlier and less formal consultation between the FDA and the product developer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Risk management conclusions"
        },
        {
            "text": "We have highlighted oral tolerance as the most significant human health risk of PMVs, either through direct exposure or unintentional routes. Despite the belief in physiological responses to down-regulate our immune response to frequently ingested proteins, there is little evidence to demonstrate that it will be a common risk for PMVs if dosing can be optimized for complete delivery over just 2-3 doses. The current process of drug approval is largely confined to the manufacturer and the regulatory agencies. It should be expected however, that public interest groups might have persuasion with regulators if sufficient support is generated within the general public. Proponents of PMVs should identify and accept the potential risks, and integrate risk management procedures wherever it is feasible. Simultaneously, the opponents must attempt to recognize the true probability of each risk. As these groups interact, the net value of replacement products that do not carry the same concerns as traditional vaccines must be considered alongside discussion of potential risk. Most of the risks described are low in severity and are increasingly monitored by a range of stakeholders during development of the technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk management conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A plant-based cholera toxin B subunitinsulin fusion protein protects against the development of autoimmune diabetes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Engen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Langridge",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat Biotechnol",
            "volume": "16",
            "issn": "",
            "pages": "934--938",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Induction of oral tolerance in TGF-beta 1 null mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Barone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Tolarova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ormsby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doetschman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": "154--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protective immune respon to foot-and-mouth disease virus with VP1 expressed in transgenic plants",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wigdorovitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Oliveros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zamorano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sadir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Salinas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Escribano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Borca",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "1688--1690",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunization with potato plants expressing VP60 protein protects against rabbit hemorrhagic disease virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castanon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Marin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin-Alonso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Boga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Humara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ordas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "4452--4455",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of the promoter on expression of VP60 gene from rabbit hemorrhagic disease virus in potato plants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castanon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin-Alonso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Marin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Boga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ordas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Plant Sci",
            "volume": "162",
            "issn": "",
            "pages": "87--95",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "FDA BACK-GROUNDER: Biotechnology of Food. United States Food and Drug Administration. BG 94-4",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Safety, risk and the precautionary principle: rethinking precautionary approaches to the regulation of transgenic plants",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conko",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transgenic Res",
            "volume": "12",
            "issn": "",
            "pages": "639--647",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genetically modified plants for use as oral immunogens",
            "authors": [
                {
                    "first": "Curtiss",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mucosal Immunology Update",
            "volume": "7",
            "issn": "",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Oral immunization by transgenic plants. World Patent Application WO 90/02484",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Curtiss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Cardineau",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The price of innovation: new estimates of drug development costs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dimasi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Grabowski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Health Econ",
            "volume": "22",
            "issn": "",
            "pages": "151--185",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": ") gammadelta T cells regulate mucosally induced tolerance in a dosedependent fashion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujihashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dohi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kweon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcghee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tonegawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kiyono",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int Immunol",
            "volume": "11",
            "issn": "",
            "pages": "1907--1916",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Expression of Plasmodium falciparum Cterminal region of merozoite surface protein (PfMSP1 19 ), a potential malaria vaccine candidate, in tobacco",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Lalitha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guha-Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Chauhan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Plant Sci",
            "volume": "162",
            "issn": "",
            "pages": "335--343",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Precaution without perversity: a comprehensive application of the precautionary principle to genetically modified crops",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goklany",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biotechnol Law Rep",
            "volume": "20",
            "issn": "",
            "pages": "377--396",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Precautionary Principle: A Critical Appraisal of Environmental Risk Assessment Cato Institute",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goklany",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Oral immunogenicity of the plant derived spike protein from swine-transmissible gastroenteritis coronavirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wigdorovitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castanon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ordas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Borca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Escribano",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "1725--1732",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Oral immunization with a recombinant bacterial antigen produced in transgenic plants",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Haq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "714--716",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A quantitative safety assessment model for transgenic protein products produced in agricultural crops",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Agr Environ Ethics",
            "volume": "17",
            "issn": "",
            "pages": "545--558",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Regulating transgenic crops: a comparative analysis of different regulatory processes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transgenic Res",
            "volume": "13",
            "issn": "",
            "pages": "5--19",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A plant-derived edible vaccine against hepatitis B virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kapusta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Modelska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Figlerowicz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pniewski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letellier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lisowa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yusibov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plucienniczak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Legocki",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "FASEB J",
            "volume": "13",
            "issn": "",
            "pages": "1796--1799",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Application of Quillaja saponaria extracts as oral adjuvants for plant-made vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rempel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pinkhasov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Walmsley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Expert Opin Biol Ther",
            "volume": "4",
            "issn": "",
            "pages": "947--958",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Model production of a potent plant-made vaccine. NFID Sixth annual conference on vaccine research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Vonhof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eibner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The next 15 years: taking plantmade vaccines beyond proof of concept",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunol Cell Biol",
            "volume": "83",
            "issn": "",
            "pages": "248--256",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Living with the Genie: Essays on Technology and the Quest for",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "2 (CD86) but not B7.1 (CD80) costimulation is required for the induction of low dose oral tolerance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Kuchroo",
                    "middle": [],
                    "last": "Vk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Immunol",
            "volume": "7",
            "issn": "",
            "pages": "2284--2290",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Induction of oral tolerance to prevent diabetes with transgenic plants requires glutamic acid decarboxylase (GAD) and IL-4",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menassa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Brandle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jevnikar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "5680--5685",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Transgenic plants expressing autoantigens fed to mice to induce oral immune tolerance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Stiller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jevnikar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat Med",
            "volume": "3",
            "issn": "",
            "pages": "793--796",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Edible vaccine protects mice against Escherichia coli heatlabile enterotoxin (LT): potatoes expressing a synthetic LT-B gene",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Haq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "1336--1343",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Expression of hepatitis B surface antigen in transgenic plants",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "11745--11749",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "How bad times how often: Risk as science",
            "authors": [
                {
                    "first": "Rkd",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Agbiosafety. University of Nebraska-Lincoln",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "On risk and plant-based biopharmaceuticals",
            "authors": [
                {
                    "first": "Rkd",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "64--66",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Edible vaccines and antibody producing plants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Prakash",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biotechnol Dev Monit",
            "volume": "27",
            "issn": "",
            "pages": "10--13",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Biotechnology and pharmaceutical R&D and licensing trends: You pays your money and takes your chances",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ratliff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Commercial Biotechnol",
            "volume": "10",
            "issn": "",
            "pages": "54--59",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Production of a fusion protein consisting of the enterotoxigenic Escherichia coli heat-labile toxin B subunit and a tuberculosis antigen in Arabidopsis thaliana",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rigano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pinkhasov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sala",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Walmsley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Plant Cell Rep",
            "volume": "22",
            "issn": "",
            "pages": "502--508",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Presidential/Congressional Commission on Risk Assessment and Risk Management (1997) Risk Assessment and Risk Management in Regulatory Decision-Making",
            "authors": [],
            "year": null,
            "venue": "Final Report",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Increased yield of heterologous viral glycoprotein in the seeds of homozygous transgenic tobacco plants cultivated underground",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Tackaberry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mehic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Ganz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sardana",
                    "suffix": ""
                },
                {
                    "first": "Altosaar",
                    "middle": [
                        "I"
                    ],
                    "last": "Dudani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome",
            "volume": "46",
            "issn": "",
            "pages": "521--526",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Immunogenicity of a recombinant bacterial antigen delivered in transgenic corn",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Tacket",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Streatfield",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "NFID sixth annual conference on vaccine research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Immunogenicity in humans of a recombinant bacterial antigen delivered in a transgenic potato",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Tacket",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Losonsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat Med",
            "volume": "4",
            "issn": "",
            "pages": "607--609",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Human immune responses to a novel norwalk virus vaccine delivered in transgenic potatoes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Tacket",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Losonsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "182",
            "issn": "",
            "pages": "302--305",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Immunogenicity of recombinant LT-B delivered orally to humans in transgenic corn",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Tacket",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Pasetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Streatfield",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "22",
            "issn": "",
            "pages": "4385--4389",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Immunogenicity in humans of an edible vaccine for hepatitis B",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thanavala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Natarajan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "3378--3382",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Transgenic plants in the biopharmaceutical market",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Twyman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schillberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Expert Opin Emerg Drugs",
            "volume": "10",
            "issn": "",
            "pages": "185--218",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Expression of the B subunit of Escherichia coli heatlabile enterotoxin as a fusion protein in transgenic tomato",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Usda-Aphis ; Walmsley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinkhasov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rigano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Arntzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transcript of Agriculture Secretary Ann M. Veneman's remarks regarding Biotechnology Regulations",
            "volume": "21",
            "issn": "",
            "pages": "1020--1026",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Efficacy of an edible, plantderived immunocontraceptive vaccine in mice and voles",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Walmsley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "NFID Sixth annual conference on vaccine research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A plant-based multicomponent vaccine protects mice from enteric diseases",
            "authors": [
                {
                    "first": "Yu",
                    "middle": [
                        "J"
                    ],
                    "last": "Langridge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Biotechnol",
            "volume": "19",
            "issn": "",
            "pages": "548--552",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Expression in plants and immunogenicity of plant virus-based experimental rabies vaccine",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yusibov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Spitsin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fleysh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kean",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikheeva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karasev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "Randall",
                    "middle": [
                        "J"
                    ],
                    "last": "Koprowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "3155--3164",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Management for human health and environmental risks associated with plant-made vaccines ADR, adverse drug reaction; cGLP, current-Good Laboratory Practices; cGMP, current-Good Manufacturing Practices; DNA deoxyribonucleic acid; GM genetically modified; IBC, Institutional Biosafety Committee; IND, Investigational New Drug; NDA, New Drug Application; NIH, US National Institutes of Health; PMV, plant-made vaccine.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Drs Dennis Clark, Guy Cardineau and Ken Hoober (Arizona State University) for their support and advice on this topic. Dwayne Kirk and Amanda Walmsley are funded in part by Dow AgroSciences LLC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}