{
    "paper_id": "ade871926dba0dce7f7ce8218f11dcd219271eb7",
    "metadata": {
        "title": "Correlation of Persistent Mouse Hepatitis Virus (MHV-3) Infection with Its Effect on Mouse Maerophage Cultures",
        "authors": [
            {
                "first": "J.-L",
                "middle": [],
                "last": "Virelizier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "C"
                ],
                "last": "Alliso~",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "MHV3 has three distinct effects in different strains of mice: strain A mice are completely resistant, most strains (including C57BL, DBA/2, BALB/c and NZB strains) die of acute hepatitis whereas ia certain strains (eg. C3H and A2 G) the virus produces a persistent infection with neurological symptoms. In cultures of peritoneal maerophages from susceptible strains, MHV-3 replicated freely, ~dth giant cell formation. No replication was observed in macrophages from strain A mice. In. contrast to this full susceptibility or resistance, macrophage cultures from strains of mice in which persistent infections occur showed an intermediate susceptibility, as judged by the intensity of the cytopathic effect, the presence of viral antigens in the cytoplasm and levels of viral replication. Possible ways in which the intermediate susceptibility of macrophages and persistent infections might be related are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The susceptibility of animals to viruses is often genetically determined (1). BAnG and his colleagues have shown that the inherited capacity of the mouse macrophage to restrict virus growth is the basis of the resistance of certain strains of mice to mouse hepatitis virus type 2 (2) . Mouse hepatitis virus type 3 (MHV-3), a closely related coronavirus (6) , has the ability to produce a very characteristic and easily recognizable cytopathic effect (CPE) in mouse macrophages by fusing them into multinucleated giant cells (5) . We have previously reported that the disease induced by intraperitoneal (IP) infection with MHV-3 is different in various strains of mice (3, 4, 7) . Mice from the A strain are fully resistant to MHV-3. They develop a mild disease and 100 per cent survive. Mice from the C57 B1, BALB/e, NZB and DBA/2 strain are fully susceptible to this virus. All infected mice of these strains develop a fulminating hepatitis and die in 4 to 8 days after infection. Animals from the A 2 G strain, and mice of C3 H strain aged more t h a n 3 months, have an i n t e r m e d i a t e susceptibility to MHV-3: most of t h e m survive the acute stage of the infection b u t become chronic virus c~rriers and develop a progressive disease which lasts for weeks or months. T h e y show signs of neurological involvem e n t especially incoordination and paralysis of one or more limbs. The neuropathological lesions in A 2 G mice are d o m i n a t e d b y a chronic choroido-ependymitis and meningitis leading to hydrocephalus a n d hydromyelia, whereas an i m m u n epathological vasculitis appears to be responsible for the central nervous system lesions in mice of the C 3 H strain (8) .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1694,
                    "end": 1697,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Persistent infections with MHV-3 are of interest from several points of view: their d e v e l o p m e n t is d e t e r m i n e d b y the genotype of the virus and of the host. Moreover, t h e y represent models of chronic infection involving the central nervous system and some at least seem to have an immunopathological basis. I n d e e d the infection of C 3 H mice represents a good model of vaseulitis associated with the presence of i m m u n e complexes containing virus-specific antigens. As p a r t of an investigation of the pathogenesis of these persistent infections, we have examined the c a p a c i t y of macrophages from different mouse strains to support replication of MHV-3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We now r e p o r t the finding t h a t the in vitro susceptibility to MI-IV-3 of peritoneal macrophages is closely correlated with the severity of the disease induced b y the virus in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Five inbred strains of mice were used: A/J mice were supplied by the National Institute for Medical Research, Mill Hill. A 2 G/Lac mice were supplied by the Laboratory Animal Centre, Carshalton. C3H/He-mg, C57BL/10 Crc and DBA/2 Cre were obtained from the specifie-pathogenfree unit of the breeding centre in the Clinical Research Centre. All mice were used as young adults (5 to 10 weeks old), except C 3 I-I/ He mice which were used at 3 or more months of age, since semi-susceptibility in this strain has been shown to be age-dependent, and is maximal in aged animals (4, 7) . Macrophages from the outbred VSBS/NIMR strain (TO mice) were used for virus titrations in vitro. ~ri~q~8 MHV-3 virus (Mflt Hill strain) was prepared from livers of C57BL mice injected intraperitonea]ly 4 days previously with 0.1 ml of a mouse liver suspension containing 104 LD~o per rot. A 10 per cent mouse liver suspension, containing 104.6 LDs0 per ml as judged by its capacity to kill C57BL mice, was stored at --7 0 ° C in 0.2 ml aliquots. This stock suspension titrated 10~ macrophages--infecting doses (MID) when tested in cultures of macrophages from T 0 mice.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 574,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 575,
                    "end": 577,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "Groups of 3 to 6 mice of the fully resistant or fully susceptible strains, and groups of 25 mice of the strains showing intermediate susceptibility were injected I P with 0.1 ml of our stock MHV-3 suspension diluted 10 times in phosphate-btfffered saline (equivalent to 102.6 LDso for susceptible animals). The mortality and clinical symptoms were recorded during several weeks following infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo Injection"
        },
        {
            "text": "Mice from batches tested for their in vivo susceptibility to MHV-3 as described above were killed with anesthetic ether and their peritoneal cavity was washed with 5 mI of medium 199 containing 3 per cent bicarbonate, 100 units of heparin, penicillin and streptomycin per ml. Glass tubes (1.4 em diameter) containing half of a cover slip each and closed with a loose metallic cap were placed in a tube holder inclined at t5 ° C. One ml of a suspension containing 5 x 10s peritoneM cells was incubated (for 1 hour at 37 ° C in a CO~ incubator) per tube. The cover-slips were removed with sterile forceps, washed thoroughly in 3 consecutive bechers containing L 15 medium to remove nonadherent cells, and placed in another tube containing culture medium (medium 199 with 3 per cent bicarbonate, 10 per cent fetal calf serum, penicillin and streptomycin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macrophage Cultures"
        },
        {
            "text": "Cultures of adherent peritoneal cells were infected, 24 to 72 hours after seeding, by removing the medium and replacing it with 1 ml of a virus suspension diluted in culture medium. The appearance of giant cells was checked examining unfixed cultures with an inverted microscope. When a permanent quantitative record of the intensity of the CPE was needed, coverslips were stained with Giemsa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro Injection o/3/iacrophages"
        },
        {
            "text": "Peritoneal macrophages from outbred, susceptible, unstimulated VSBS/NIMR mice were seeded in plastic plates (Linbro Scientific, New Haven, Connecticut) containing 24 flat-bottomed, 1.5 cm diameter wells (8 × 10~ peritoneal cell per well). After 2 hours incubation at 37°C the cultures were washed 3 times in L 15 medium and incubated for 24 hours in culture medium. Duplicate cultures were then incubated with 1 ml of graded ten fold dilutions of a pool of 3 supernatants of infected macrophages from various mouse strains. Cultures were checked 72 and 96 hours after infection with an inverted microscope. The number of macrophages infecting doses (MID) was the reciprocaI of the last dilution giving a clear CPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In]ectivity Assay in lIlaerophage Supernatants"
        },
        {
            "text": "A mouse anti-MHV-3 serum was obtained from resistant mice of the A strain and conjugated with fluorescein isothiocyanate (FITC) as described previously (8) . A FITC conjugated goat antLmouse immunoglobulin antiserum was purchased from Nordic Pharmaceuticals. All antisera were absorbed with mouse liver powder and passed through a Sephadex G50 column just before use. For direct immunofluorescence, infected and control cultures on half coverslips were washed inPBS, fixed for 15 minutes in acetone at --2 0 ° C and incubated for 30 minutes in a humid chamber with a 1/10 dilution of FITC conjugated mouse anti-MHV-3 serum. For the indirect technique, coverslips were successively incubated with a 1/~5 dilution of anti-MHV-3 serum and a 1/~0 dilution of FITC conjugated goat anti-mouse antiserum. The coverslips were thoroughly washed in phosphate-buffered saline for t hour and mounted on glass slides with 50 per cent glycerol-phosphate.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Immu~o/luorescence"
        },
        {
            "text": "Monolayers of macrophages from mice of different strains with a comparable density were infected simultaneously and checked for the appearance of multinucleated giant cells a t different times after infection with graded dilutions of MtIV-3. I n repeated experiments cultures of macrophages from mice of the A strain consistently failed to produce a n y giant cells, except in cultures infected with v e r y h e a v y inocula (104 MID). Table 1 shows that, after infectioa with 102 MID, cultures of macrophages from the A strain did not show a n y C P E whereas in C 5 7 B L macrophages there was an early and rapidly progressive CPE. Macrophages from the C 3 t t and the A 2 G strains showed a C P E of intermediate intensity. Giant cells appeared later and the fusion process was slower. Moreover, this process was incomplete, since cultures from the A 2 G and C 3 H strains checked 6 days after infection showed about 50 per cent of apparently healthy individual macrophages, while cultures from C57BL or DBA/2 mice were completely destroyed at that time, due to death and detachment of giant cells. Only a few individual cells (less than 1 per cent) survived after a week, possibly because of contamination of peritoneal maerophages by other adherent cell types. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 444,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CPE in In./ected Macrophages /rom Di//erent Strains"
        },
        {
            "text": "In cultures of C57 BL maerophages examined 24 hours after infection with the direct and indirect immunofiuorescence technique, bright cytoplasmic fluorescence was found in all giant cells and in many surrounding individual macrophages. The early fusion of infected macrophages from C57 Bl mice led to the creation of a denuded area around most giant cells, as shown in Figure 1 . As shown in Figure 2 , cultures from A 2 G mice had also brightly fluorescent giant cells, but these were closely surrounded by individual macrophages which were not actually fusing with the giant cells and lacked virus-specific antigen. Uninfected macrophages from all strains, and infected macrophages from the A strain, were consistently negative when examined by immunofluorescenee. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 377,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 392,
                    "end": 400,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Immuno/luorescence"
        },
        {
            "text": "Maerophage cultures h'om A, C 3 H and C57 BL mice were infected with 100 MID of MItV-3. Pools of triplicate culture supernatants were collected 5, 24 and 48 hours after infection and tested for infectivity on susceptible VSBS/NIMR mice macrophages. Figure 3 shows that cultures from A mice did not produce any detectable virus whereas C57BL maerophages produced large amounts of virus. Cultures from C3 H animals produced i0 times less virus than cultures from C57 BL mice, thus showing an intermediate level of replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus Replication in ~1acrophages"
        },
        {
            "text": "Since mice from different batches of the same strain may have a variable susceptibility to a virus, groups of mice of the same batch used for maerophage harvest were infected with MHV-3. Table 2 shows that, while mice of the A strain always survived the infection, mice of the C57BL and DBA/2 strains always developed a fulminant hepatitis and died within a few days. A 2 G and C 3 H animals became virus carriers, appeared healthy for 2 to 12 weeks, and 50 to 100 per cent of them developed signs of a progressive neurological disease as described previously (7, 8) . ",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "In vivo In/ection"
        },
        {
            "text": "Our results confirm and extend those of BAnG and his colleagues (2) showing that the susceptibility of mouse macrophages to murine hepatitis viruses parallels the susceptibility of adult animals of different strains. The cellular basis of the resistance of A strain maerophages is still unknown. Our finding that this resistance can be overcome by increasing the infecting dose suggest that such maerophages do not entirelylack receptors for MHV-3. However, when infected with moderate doses of virus, these macrophages failed to produce infective virus and no viral antigens were found in their cytoplasm, indicating a complete restriction of virus growth.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The correlation between in vitro and in vivo susceptibility to MHV-3 was shown to be remarkably precise, since intermediate suceptibility of maerophages was associated with viral persistence in vivo. Indeed, even within the C3 H strain, we have found a correlation between the virus titers in the liver or serum 4 days after infection and the evolution of the disease in individual animals: the higher the titer, the earlier the death (4). The intermediate susceptibility of maerophages appeared to have some predictive value. Indeed, while our previous in vivo finding in the C3H strain led us to investigate MHV-3 replication in C 3 H macrophages, it was our discovery of an intermediate susceptibility in A2 G macrophages which led us to find persistent infection in this strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism by which intermediate susceptibility of maerophages leads to in vivo virus persistence is likewise unknown. The virus appears not to persist in vivo in maerophages, since viral antigen is found exclusively in vascular structures (C3 H strain) and in ependymal and meningeal cells (A2 G) (8) . Macrophages appear to be prime early targets after infection. We suggest that in strains of intermediate susceptibility there is enough replication in maerophages for the virus to have access to its target organs, but the replication in maerophages is slow enough to permit the appearance of an immune response. This may limit further virus replication protecting the host from acute hepatitis and death. Indeed, when C3H mice were immunosuppressed with one injection of 200 mg/kg of cyelophosphamide 24 hours before infection, they developed acute hepatitis and died (VtRELIZlE~, unpublished observation). Since maerophages are thought to be relatively resistant to immunosuppressive chemicals, it is likely that eyclophosphamide-susceptible lymphoeytes contribute to host defence against MHV-3. That resistance to mouse hepatitis virus is unlikely to be due exclusively to an inborn resistance of macrophages has already beech suggested by ALLISO~r (1). Thus maerophages from a MHV-1 resistant strain are susceptible when collected from neonatally thymeetomised adult donors. Furthermore, preliminary data in our laboratory have shown that in vitro pre-incubation with either fibroblastie or lymphocytic interferon can induce resistance to 2~IItV-3 in macrophages from susceptible strains (VI~ELIZlER, DE MA~¥E~ and ALLISON, in preparation). These observations suggest that the immune response can modulate the susceptibility of macrophages to MHV-3. Further work is needed to establish whether a \"physiological cooperation\" between lymphocyte and macrophages, acting through soluble products of activated lymphocytes, are operative in host. defenee against MHV-3.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genetic factors in resistance against virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Arch. ges. Virusforseh",
            "volume": "2",
            "issn": "",
            "pages": "280--293",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proe. Nat. Aead. Set (Wash.)",
            "volume": "46",
            "issn": "",
            "pages": "1065--1075",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Immunopathology of mouse hepatitis virus type 3 infection. I. Role of humoral and cellmediated immunity in resistance mechanisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Prevost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lev¥&apos;-Leblond",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Vii~elizier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Immunol",
            "volume": "114",
            "issn": "",
            "pages": "221--225",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunopathology of mouse hepatitis virus type 3 infection. III. Clinical and virologic observation of a persistent viral infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Prevost",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Virelizier",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Immunol",
            "volume": "115",
            "issn": "",
            "pages": "640--643",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Observations on the growth of mouse hepatitis virus (MHV-3) in mouse maerophages",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma]~lucci",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Virology",
            "volume": "25",
            "issn": "",
            "pages": "20--37",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronaviruses: A comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meintos~",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Curr. Topics Mierobioh Immunol",
            "volume": "63",
            "issn": "",
            "pages": "85--129",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Etude virologique et irnmunologique d'une virose persistante ehez la souris infeet4e par le virus de l'h4patite murine (MItV-3). Thgse pour le Doetorat en M4decine. Faeult6 de M6decine Paris-Sud",
            "authors": [
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Vii~elizier",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NeuropathologieM effects of persistent infection of the mouse by mouse hepatitis virus (MI-IV-3)",
            "authors": [
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Virelizier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Dayan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Infect. Immun",
            "volume": "12",
            "issn": "",
            "pages": "1127--1140",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Eg, Unit~ d'Immunopathologie et de Rhumatologic P6diatriques, Inserm, H6pital Neeker-Enfants Malades",
            "authors": [
                {
                    "first": ". J.-L",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Viaeliz",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "149",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Multinucleated giant cell in a culture of C57BL macrophages 24 hours after infection. Giemsa stain. ( × 900)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multinucleated giant cell in a culture of A 2 G macrophages 24 hours after infection. Direct immunofluorescenee. Note the presence of virus-specific antigen in the giant cell but its absence in the surrounding individuM ceils. ( × 750)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cytopathic e]]ect induced by M H V-3 in mouse macrophages ]rom di]]erent strains. Results o / a representative experiment. The number o] crosses represent the percentage of giant cells in triplicate tubes 0 = No CPE, + <~25, + + ~50, z_ + + ~75, + + + + ~100 per cent. The cultures were i~n/ected with a dilution of a mouse liver suspension containing 100 infecting units o] C57 Bl macrophages",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Correlation between in vitro and in vivo susceptibility to M H V -3 o/di[/erent",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}