{
    "paper_id": "adfe036d8782f2d9751b288ae73e721b1cac83ce",
    "metadata": {
        "title": "Evaluation of recombinant Onchocerca volvulus activation associated protein-1 (ASP-1) as a potent Th1-biased adjuvant with a panel of protein or peptide-based antigens and commercial inactivated vaccines NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Wenjun",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "Beijing Institute of Microbiology & Epidemiology",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lanying",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York Blood Center",
                    "location": {
                        "addrLine": "310 East 67th Street",
                        "postCode": "10021",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "Beijing Institute of Microbiology & Epidemiology",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "Beijing Institute of Microbiology & Epidemiology",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York Blood Center",
                    "location": {
                        "addrLine": "310 East 67th Street",
                        "postCode": "10021",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Lustigman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York Blood Center",
                    "location": {
                        "addrLine": "310 East 67th Street",
                        "postCode": "10021",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuxian",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York Blood Center",
                    "location": {
                        "addrLine": "310 East 67th Street",
                        "postCode": "10021",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yusen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "Beijing Institute of Microbiology & Epidemiology",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "e:yszhou@nic.bmi.ac.cny.zhou.."
            }
        ]
    },
    "abstract": [
        {
            "text": "Alum, the only adjuvant approved for clinical applications, can induce strong humoral (Th2) but weak cellular (Th1) immune responses. It is necessary to develop safe and effective adjuvants capable of inducing both humoral and cellular immune responses. We previously showed that activationassociated protein-1 (ASP-1) derived from Onchocerca volvulus has potent adjuvant activity. In this study, we have further evaluated the adjuvanticity of recombinant ASP-1 using a panel of recombinant proteins or synthetic peptide-based antigens, including ovalbumin (OVA), synthetic HIV peptide (HIV-p), recombinant HIV gp41 (rgp41) and HBV HBsAg, as well as three commercially available inactivated vaccines against haemorrhagic fever with renal syndrome (HFRS), Influenza and Rabies. Our results indicate that ASP-1 induced significantly higher IgG1 (Th2-associated) and IgG2a (Th1-associated) responses than alum adjuvant against OVA antigen, HIV-p, and rgp41. Consistently, it induced similar level of IgG1 responses as alum but higher level of IgG2a and IFN-γ-producing T cell responses than alum adjuvant against HBsAg. Further, ASP-1 improved both IgG1 and IgG2a responses to three commercial inactivated vaccines when used separately or in combination. In conclusion, the recombinant ASP-1, unlike alum adjuvant, is able to induce both Th1 and Th2-associated humoral responses and Th1 cellular responses, suggesting that it can be further developed as a promising adjuvant for subunit-based and inactivated vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Successful immunization is characterized by induction of appropriate immune responses, including both humoral and cellular immune responses. T-helper 1-type (Th1)-based immune responses are essential for controlling intracellular infections, while Th2 immune responses are useful for controlling extracellular infections [1] . Since adjuvants can help to induce effective and appropriate immune responses to various antigens, they have been used as important components in vaccines [2, 3] . Although vaccine adjuvants have been used for almost a century, alum is the only adjuvant currently licensed by the U.S. FDA for clinical use to increase immune responses to protein-based vaccines [4] . Unfortunately, alum is able to induce strong antibody (Th2) responses, but it is a poor stimulator of cellular (Th1) immune responses, which are important for protection against many pathogens. In addition, alum may cause serious severe local and systemic side effects such as granulomas, allergenicity, neurotoxicity, sterile abscesses, and myofascitis [2, 4] . Thus, the limitations of alum restrict its use as a vaccine adjuvant with recombinant antigens. Consequently, there is a critical need for safer and more effective adjuvants suitable for human use, particularly those able to stimulate cellular (Th1) immunity.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several other agents have been tested as potential adjuvants to induce immune responses to vaccines or antigens. It is reported that unmethylated CpG oligodeoxynucleotides (ODNs) may induce dominant Th1 responses to Aspergillus antigens and allergens against the fungus as well as improve the efficiency of alum-based adjuvants in vaccinated animals [5, 6] . Adjuvant formulations such as polylactide-co-glycolide (PLG) and MF59 may maintain or improve the immune efficacy of some vaccine antigens including MB1, Men C, tetanus toxoid (TT), and/ or HBsAg. These may serve as alternatives to alum [7] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 354,
                    "end": 356,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The use of activation associated secreted proteins (ASPs), which belong to a nematode-specific protein family [8] , as potential vaccine components was previously investigated by several research groups [9, 10] . Recently, a recombinant secreted protein of the helminth Onchocerca volvulus, rOv-ASP-1, has been identified by our group, which exhibited potent augmenting effect on both Th1 and Th2 immune responses, with an adjuvant efficacy exceeding that of alum or monophosphoryl-lipid A (MPL) + trehalose dicorynomycolate (TDM) adjuvant [11, 12] . Here we investigated the adjuvant effects of the recombinant ASP-1 on both Th1 and Th2 immune responses induced against a series of protein and peptide antigens and commercially available inactivated vaccines against three major infectious diseases.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ASP-1 encoding amino acids 23−220 of the protein was amplified by polymerase chain reaction (PCR) based on the codon-optimized ASP-1 genes and inserted into the pQE30 expression vector (Invitrogen, Carlsbad, CA). The ASP-1 protein was expressed with six histidine-tags in E. coli (M15) in the form of inclusion bodies. Cell pellets containing insoluble proteins were solubilized with 8 M urea overnight at 4 °C, followed by purification of urea-soluble proteins by Ni-chromatography (Novagen, Gibbstown, NJ). The eluted fractions from histidine columns were analyzed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and Western blot. In brief, the purified ASP-1 protein was separated by 10% SDS-PAGE and transferred to nitrocellulose membranes (Amersham Biosciences, Piscataway, NJ). The blots were blocked overnight with 5% skim milk in PBS containing 0.1% Tween 20 (PBS-T) at 4 °C , followed by incubation with mouse anti-His antibody for 1 h at room temperature. The blots were then washed three times and incubated with HRP-conjugated anti-mouse IgG (Zymed, San Francisco, CA) for 1 h at room temperature. Signals were visualized with ECL Western blot substrate reagents (Amersham Biosciences) and KODAK BioMax Scientific Imaging Film (PerkinElmer, Boston, MA). The expression of the ASP-1 protein was also confirmed by a polyclonal antibody against the ASP-1 produced in our lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and characterization of the recombinant ASP-1 protein"
        },
        {
            "text": "Ovalbumin (OVA, Sigma, St. Louis, MO) and HIV peptide (HIV-p) which is derived from the caveolin binding domain of the HIV-1 gp41 (aa 618−637: SLEVIWNNMTWMEWEREIDN) [13] were first used as the model antigens to test the adjuvanticity of the ASP-1 protein. The OVA was selected because it does not usually induce immune responses without the help of adjuvants [14, 15] . Recombinant HIV-1gp41 (rgp41) expressed by baculovirus system (Perfe Scientific, Beijing, China) and recombinant hepatitis B surface antigen (HBsAg) expressed by Pichia-yeast expression system (Kangtai Biotechnology, Shenzhen, China) were also used for the testing. In addition, we tested the effect of the ASP-1 protein on the immune responses to three commercially available inactivated virus vaccines against epidemic infectious diseases, including haemorrhagic fever with renal syndrome (HFRS) inactivated vaccine (Zhejiang Tianyuan Biopharmaceutical Co., Ltd., China), Influenza inactivated split vaccine (VAXIGRIP, manufactured by Sanofi Pasteur S.A. filled and packaged by Shenzhen Sanofi Pasteur Biological Products Co., Ltd., China) and Rabies inactivated vaccine (VERORAB, manufactured by Sanofi Pasteur S.A. filled and packaged by Shenzhen Sanofi Pasteur Biological Products Co., Ltd.).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Model antigens"
        },
        {
            "text": "Five-week-old male BALB/c mice were respectively immunized with protein, peptide antigens or commercial inactivated virus vaccines. For the groups of protein and peptide antigens, mice were subcutaneously (s.c.) vaccinated with OVA (50 μg), HIV-p (20 μg), rgp41 (10 μg), or HBsAg (10 μg), respectively, mixed with ASP-1 (25 μg/in 0.1 mL PBS), or alum (Sigma), or PBS (no adjuvant control). For the groups of commercially available inactivated vaccines, mice were intramuscularly (i.m.) vaccinated with these vaccines separately or in combinations (each combination containing 1/4 of the individual vaccine) in the presence or absence of ASP-1 (25 μg/mouse). Mice were boosted once 3 weeks post-immunization for OVA and the inactivated vaccine groups, or boosted twice at a 3-week interval for other groups. Mouse pre-immune sera and antisera were collected pre-vaccination and 1-week post-boost vaccinations, respectively, and stored at −80 °C for further detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse immunization"
        },
        {
            "text": "Antibody responses of IgG isotypes against the above antigens were measured by ELISA. Briefly, OVA, HIV-p, HBsAg and rgp41 antigens were, respectively coated into 96-well ELISA plates at the concentration of 5 μg/mL (OVA and HIV-p) and 2.5 μg/mL (HBsAg and rgp41) in carbonate buffer (pH 9.6) overnight at 4 °C. Inactivated virus vaccine antigens were coated at 1:400 dilution (HFRS, Rabies) or 2.5 μg/mL concentration (Influenza). After five washes, plates were blocked with 2% BSA for 1 h at 37 °C. Mouse sera serially diluted in PBS were added to the wells, followed by incubation of the plates for 1 h at 37 °C. After extensive washes, enzyme-linked goat anti-mouse IgG1 and IgG2a antibodies (Bethyl Company, Montgomery, TX) were added at the dilution of 1:10,000 for 1 h at 37 °C. The substrate 3,3′, 5,5′-tetramethylbenzidine (TMB, Zymed) was added to the plates, and the reaction was stopped by adding 1N H 2 SO 4 . The absorbance at 450 nm was measured by a Multiskan MK3 ELISA reader (Thermo Labsystems, Franklin, MA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody detection"
        },
        {
            "text": "The assay was performed using an ELISPOT mouse kit (BD Biosciences, Beijing, China) according to the manufacturer's protocol. In brief, 96-well ELISPOT plates were coated with anti-mouse IFN-γ mAb (10 μg/mL) overnight at 4 °C, and blocked by sterile RPMI 1640 containing 10% FBS for 2 h at room temperature. Single-cell suspensions prepared from the spleens of HBsAg-vaccinated mice were added to the wells at the concentration of 2 × 10 5 cells/well. Cells were incubated for 24 h in the presence or absence of epitope-specific stimulus HBs-p (WYWGPSLYSI) at 37 °C in 5% CO 2 atmosphere. Plates were washed with PBS, followed by incubation with biotinylated-labeled anti-mouse IFN-γ mAb for 2 h at room temperature. After additional washes, wells were incubated with streptavidin-conjugated HRP for 1 h at room temperature. Plates were extensively washed again and developed with TMB substrate solutions included in the kit. Spots of IFN-γ-producing T cells were counted by using an automated ELISPOT reader system and ImmunoSpot 3 software (Cellular Technology, Beijing, China). Results were expressed as the number of spot-forming cells (SFC) per 10 6 input cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN-γ ELISPOT assay"
        },
        {
            "text": "Values were presented as mean with standard error (S.E.). Statistical significance among different vaccination groups was calculated by the Student's t-test using Stata statistical software. Values of P < 0.05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The recombinant ASP-1 was expressed and purified from E. coli (M15) and was characterized by SDS-PAGE and Western blot (data not shown). The protein OVA was initially used as a model antigen to evaluate the adjuvanticity of ASP-1. The OVA was used alone, or together with ASP-1 (25 μg/mouse) and alum, respectively, to vaccinate mice. The mouse sera were collected and tested for IgG2a (Th1-associated) and IgG1 (Th2-associated) responses. As shown in Fig. 1A and B, OVA alone induced neither IgG2a nor IgG1 responses without adjuvant, while in the presence of alum, OVA was able to elicit a weak IgG1 response, but no IgG2a response. In contrast, ASP-1 could dramatically augment both IgG1 and IgG2a responses to OVA, whereas ASP-1 alone did not induce detectable immune responses. This result indicates that ASP-1 possesses high adjuvant effect on induction of both Th1-associated IgG2a and Th2-associated IgG1 responses to OVA in the vaccinated animals. Analysis of the time points in inducing IgG isotypes demonstrated that IgG1 titers in the OVA + ASP-1 group exhibited similar trend as that of the IgG1 titers in the OVA + alum group, i.e., increasing rapidly up to 4 weeks post-vaccination, reaching a peak at 8 weeks post-prime vaccination, and maintaining at high level for at least 12 weeks post-prime vaccination. IgG2a response in the OVA + ASP-1 group also showed similar trend but with higher antibody titers, whereas the IgG2a titers in the OVA + alum group were almost undetectable at all time points (Fig.  1C ). The ratio of the IgG1/IgG2a against OVA antigen plus alum was significantly higher than that when ASP-1 was used as an adjuvant ( Table 1 ), suggesting that ASP-1 is able to potentiate both Th1-and Th2-associated antibody responses to protein antigens with a distinctive bias for the Th1-associated antibody response, consistent with our previous report [11] .",
            "cite_spans": [
                {
                    "start": 1884,
                    "end": 1888,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 459,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1517,
                    "end": 1526,
                    "text": "(Fig.  1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1660,
                    "end": 1667,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ASP-1 induced higher IgG1 and IgG2a responses than alum against OVA antigen"
        },
        {
            "text": "After confirming the enhancement of immune responses of ASP-1 protein against the OVA antigen, we tested whether this protein adjuvant has stimulatory effects to synthetic peptides from human pathogens. A peptide from HIV, HIV-p, was used for the experiment. BALB/c mice were immunized with a combination of ASP-1 plus HIV-p. By comparing the results to those of HIV-p with or without commercial adjuvant alum, the induction of IgG1 and IgG2a isotypes was detected in the HIV-p + ASP-1-vaccinated mouse sera, and the IgG1/IgG2a ratio was calculated (Table 1 ). Fig. 2 shows that both IgG1 and IgG2a titers in the HIV-p + ASP-1 group were significantly higher than the other three groups, post-1st and -2nd boost vaccinations (P < 0.01). Higher titers of IgG1 and IgG2a were reached 1 week after the 1st boost vaccination of HIV-p + ASP-1 ( Fig. 2A) , which were significantly increased after the 2nd boost vaccination (Fig. 2B) . In comparison, significantly lower levels of IgG1, and especially IgG2a, were induced in the HIV-p, HIV-p + alum and ASP-1 groups ( Fig. 2A and  B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 557,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 561,
                    "end": 567,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 840,
                    "end": 848,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 918,
                    "end": 927,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1062,
                    "end": 1076,
                    "text": "Fig. 2A and  B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ASP-1 stimulated higher IgG1 and IgG2a responses than alum against a synthetic HIV peptide"
        },
        {
            "text": "ASP-1 was shown to be a better adjuvant than alum in stimulating the production of antibodies to commercial OVA antigen and synthetic HIV-p peptide. We then tested whether ASP-1 had similar adjuvant potency for recombinant proteins derived from human pathogens. To accomplish this, mice were vaccinated with ASP-1 mixed with recombinant baculovirusexpressed HIV gp41 protein (rgp41), and the results were compared to those of the commercial alum adjuvant. Generally, the results shown in Fig. 3 indicate that the combination of rgp41 + ASP-1 induced higher level of IgG1 and IgG2a than that induced by rgp41 + alum (P < 0.01). Specifically, the titer of Th2-associated IgG1 and Th1-associated IgG2a increased rapidly after the 1st boost vaccination of rgp41 + ASP-1. These titers represent a significant increase over those for rgp41 + alum in detected either IgG1 or IgG2a (P < 0.01, Fig. 3A ). It appeared that boost vaccination of rgp41 + ASP-1 could increase both IgG1 and IgG2a titers. Similarly, the titers of IgG1 and IgG2a in the rgp41 + ASP-1 group are significantly higher than those of IgG1 and IgG2a in the rgp41 + alum group after the 2nd boost vaccination (P < 0.01, Fig. 3B ). Unlike alum group, ASP-1 group maintained a low level of anti-rgp41 IgG1/IgG2a ratio, confirming that ASP-1 is able to potentiate both Th2-and Th1-associated IgG1 and IgG2a responses, respectively ( Table 1) . The above results indicate that ASP-1 represents a substantial improvement over alum as a stimulant of IgG isotype responses against the recombinant gp41 protein, in particular with its ability to induce the strong Th1-associated antibody response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 494,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 885,
                    "end": 892,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1181,
                    "end": 1188,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1391,
                    "end": 1399,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ASP-1 induced higher IgG1 and IgG2a responses than commercial alum adjuvant against the recombinant HIV gp41 protein"
        },
        {
            "text": "Yeast-expressed recombinant HBsAg protein was used for the next experiment to further confirm the adjuvanticity of ASP-1 to recombinant antigens. Fig. 4A and B shows that, although IgG1 titers were slightly lower in the ASP-1 group than the alum group post-1st and -2nd boost vaccinations, the difference had no statistical significance (P > 0.05). In contrast, IgG2a titers induced by HBsAg + ASP-1 were significantly higher than those induced by HBsAg + alum after the 1st and 2nd boost vaccinations (P < 0.05). These results suggest that the adjuvanticity of ASP-1 to the HBsAg protein might be biased towards IgG2a-associated Th1 responses, which are also indicated by a low level of anti-HBsAg IgG1/IgG2a ratio (Table  1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 716,
                    "end": 726,
                    "text": "(Table  1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ASP-1 induced a level of IgG1 similar to alum adjuvant to the recombinant HBsAg protein, but a higher level of IgG2a, as well as IFN-γ-producing T cell responses, than alum adjuvant to the recombinant HBsAg protein"
        },
        {
            "text": "To further confirm the adjuvanticity of ASP-1 in inducing the Th1 response, the splenocytes from HBsAg-vaccinated mice were collected 24 h post-stimulation with a HBsAg-specific CD4 + T cell epitope, HBs-p, and detected for the IFN-γ-producing cells (Th1) by ELISPOT. As shown in Fig. 5 , HBsAg + ASP-1 induced IFN-γ-producing T cells (Th1), which are significantly higher than those induced by HBsAg + alum (P < 0.05). Thus, as a potential adjuvant, ASP-1 was able to induce HBsAg-specific T cell immune responses in recombinant HBsAg-vaccinated mice, coincident with its induction of Th1-associated IgG2a antibodies. These results demonstrate that ASP-1 may stimulate a level of IgG1-associated Th2 responses similar to those of alum adjuvant, but an even higher level of IgG2a-associated Th1 and IFNγ-producing T cell responses against the HBsAg protein, which further suggests its strong Th1biased adjuvnaticity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 286,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "ASP-1 induced a level of IgG1 similar to alum adjuvant to the recombinant HBsAg protein, but a higher level of IgG2a, as well as IFN-γ-producing T cell responses, than alum adjuvant to the recombinant HBsAg protein"
        },
        {
            "text": "After confirming the adjuvanticity of ASP-1 to the induction of IgG isotype responses against protein and peptide-based antigens, we wanted to further determine if ASP-1 could similarly improve the immune effects of commercially available inactivated vaccines. HFRS vaccine (vaccine A), Influenza vaccine (vaccine B) and Rabies vaccine (vaccine C) were used for the testing. IgG1 and IgG2a isotype responses were detected in mouse sera respectively vaccinated with the vaccines separately or in combination of three vaccines with reduced doses for each individual vaccine in the presence or absence of ASP-1. First, Fig. 6 shows that ASP-1 may significantly improve the induction of IgG1 and IgG2a of single inactivated vaccines. For example, vaccine A, with the stimulation of ASP-1, induced a significantly higher level of IgG1 antibody against vaccine A than vaccine A alone (P < 0.05; Fig. 6A ). Similarly, the induction of IgG1 against vaccine C antibody was also significantly higher in vaccine C + ASP-1 than in vaccine C without ASP-1 (P < 0.05; Fig. 6C ). In the case of IgG2a induction, significant differences were obtained between vaccine B + ASP-1 and vaccine B without ASP-1 (P < 0.05; Fig. 6B ) and between vaccine C + ASP-1 and vaccine C without ASP-1 (P < 0.05; Fig. 6C ). IgG2a responses induced by the A+B+C+ASP-1 were significantly higher than those induced by the A+B+C without ASP-1 (Fig. 6A) . Similar results were obtained when anti-B or -C antibody responses induced by A+B+C vaccines in the presence or absence of ASP-1 were tested ( Fig. 6B and C) . The results suggest that ASP-1 may be used as a potential adjuvant to improve immune responses of commercial vaccines when these vaccines are administrated separately or in combination. The results also suggest that ASP-1 may help to balance Th1/ Th2 immune responses when a combination of vaccines is used together with a reduction in dosage, which decreases the potential side effects otherwise produced by the induction of multiple vaccines, but without affecting vaccination efficacy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 622,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 889,
                    "end": 896,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1054,
                    "end": 1061,
                    "text": "Fig. 6C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1200,
                    "end": 1207,
                    "text": "Fig. 6B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1279,
                    "end": 1286,
                    "text": "Fig. 6C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1405,
                    "end": 1414,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1560,
                    "end": 1574,
                    "text": "Fig. 6B and C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ASP-1 improved the immune efficacy of commercial inactivated vaccines against three major infectious diseases"
        },
        {
            "text": "Vaccines are important components in anti-viral immune responses. Higher safety profile and less toxicity at injection sites have resulted in pure recombinant or synthetic antigen-based vaccines becoming a current trend in vaccine development [16] [17] [18] [19] [20] . However, subunit-based vaccines with adjuvants as stimulants are usually less immunogenic than traditional live or whole-killed organism-based vaccines. This major advantage is creating a high demand for more powerful adjuvants for use with subunit vaccines [2] . Although some vaccine adjuvants such as BOS 2000 have been reported to induce mixed antibody (Th2) and cellular (Th1) immune responses against pathogenic antigens [21] , many adjuvants studied to date are less effective or cause inflammatory responses. Alum is the only adjuvant approved for human use worldwide, but it is mainly associated with Th2 responses and has no or little capacity to stimulate cellular (Th1) immune responses [2, 21] . Therefore, it is urgent to develop adjuvants effective in inducing not only humoral immune responses, but also cellular immune responses.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As a member of a protein family found in both free-living and parasitic nematodes, the native ASP-1 protein is naturally occurring and secreted by a helminth that can live up to 15 years in the human host [11, 22] . Our initial studies have indicated that vaccination of mice with recombinant Ov-ASP-1 may stimulate high titers of IgG1 (Th2) and IgG2a (Th1), significantly exceeding the efficacy of alum or MPL + TDM adjuvants [11, 12] . This indicates the striking potential of this protein as a novel adjuvant for human use. In this study, comprehensive research was carried out on the ASP-1 protein to further evaluate its adjuvanticity. As a starting point, the OVA antigen and a synthetic peptide from HIV, HIV-p, were used to test the adjuvanticity of the recombinant ASP-1. The OVA protein has been widely used as a model antigen for adjuvanticity detection since this protein has no ability to induce immune responses without an adjuvant [14, 15] . It turns out that ASP-1 was effective in eliciting antibody (Th2) and cellular (Th1) responses in mice immunized with unrelated OVA protein and HIV synthetic peptides, with ASP-1 adjuvanticity exceeding that of alum adjuvant, especially in the induction of the Th1-associated IgG2a isotype (Figs. 1 and 2 and Table 1 ).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1247,
                    "end": 1273,
                    "text": "(Figs. 1 and 2 and Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Further, two recombinant proteins, gp41 and HBsAg, were used to elucidate the adjuvanticity of ASP-1 in subunit-based vaccines. These two proteins were selected because they are important pathogenic antigens of two major infectious diseases, HIV and hepatitis B. The results from HIV rgp41 + ASP-1-vaccinated mice confirm the ability of ASP-1 to stimulate IgG1 and IgG2a responses against the recombinant HIV gp41 protein, which is more effective than commercial alum adjuvant (Fig. 3) . Even though alum has only a weak ability to induce cellular responses, it is often used as an adjuvant combined with the HBsAg surface antigen against HBV infection [23, 24] . Therefore, we used ASP-1 as a stimulus of HBsAg to test its adjuvanticity and compared it to that of alum. The ability of ASP-1 to induce Th2 responses against HBsAg was equivalent to that of alum; however, our results indicate that its ability to induce Th1 responses still outperforms alum, which was demonstrated by the production of a similar level of IgG1, but higher level of IgG2a and IFN-γ-producing T cell responses (Figs. 4 and 5) . These results therefore confirm the advantages of ASP-1 over traditional alum adjuvant for the formulation of HBV vaccines.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1089,
                    "end": 1104,
                    "text": "(Figs. 4 and 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, based on three commercial vaccines (HFRS, Influenza and Rabies), this study also aimed to determine whether ASP-1 could improve the immune efficacy of current inactivated vaccines. To accomplish this, vaccines were either used independently or combined at a dosage of 1/4 that of the single vaccine plus ASP-1. Importantly, both Th2-associated IgG1 and Th1associated IgG2a could be increased by the addition of ASP-1 in either single vaccine groups or in the combined groups (Fig. 6) . Equal or higher immune responses detected in three vaccine combinations suggest that ASP-1 may help vaccine combinations to induce the same effect as single vaccines but with less dosage, indicating that potentially induced side effects by combination of vaccines could be eliminated. The above results demonstrate that ASP-1 as a potential adjuvant has the ability to improve the efficacy of commercial inactivated vaccines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study demonstrates that the recombinant ASP-1 can induce higher level of immune responses than commercially produced alum adjuvant. Unlike alum, this protein adjuvant has the ability to stimulate a mixed Th1/Th2 with a strong Th1-biasd immune response. Our results also indicate that ASP-1 has potential adjuvanticity in inducing immune responses of recombinant subunit-based vaccines, synthetic peptides, as well as in improving the immune efficacy of commercial inactivated vaccines, suggesting that its potency is promising for development into a practical adjuvant for human use. Evaluation of the adjuvanticity of ASP-1 to the synthetic HIV-p peptide. Groups of 5 mice were respectively vaccinated with HIV-p (20 μg/mouse), ASP-1 (25 μg/mouse) or HIV-p + ASP-1. Mouse sera were collected 1 week post-1st and -2nd boost and detected by ELISA for the IgG isotype. The same concentration of alum was used as the control of ASP-1. The induction IgG1 and IgG2a in the 1st (A) and 2nd (B) post-boost vaccination was compared, respectively in the HIV-p, HIV-p + alum, ASP-1 and HIV-p + ASP-1 vaccination groups. The data are presented as geometric mean titers + S.E. of five mouse sera from each group. *P < 0.05 compared to the HIV-p, HIV-p + alum or the ASP-1 group. Evaluation of ASP-1 to HBsAg epitope-specific Th1 responses by ELISPOT. Splenocytes from six vaccinated mice were stimulated with HBsAg-specific CD4 + T cell peptide HBs-p for 24 h. Culture medium without stimulus was applied as the negative control (NC). Frequencies of IFN-γ-producing cells (Th1) are expressed as mean values of spot-forming cells (SFC) per 10 6 splenocytes in five independent experiments. *P < 0.05 compared to the HBsAg + alum or the ASP-1 group. Evaluation of ASP-1-stimulated IgG isotype responses to commercial vaccines. Groups of six mice were, respectively vaccinated with single commercial vaccines or three vaccine combinations in the presence or absence of ASP-1. Mouse sera were collected 1 week postboost vaccination, and induced IgG1 and IgG2a against respective vaccine antigens were detected by ELISA. (A) IgG1 and IgG2a induction against vaccine A. *P < 0.05 as compared A + ASP-1 to A, and A+B+C with or without ASP-1 for anti-A, respectively. (B) IgG1 and IgG2a induction against vaccine B. *P < 0.05 as compared B + ASP-1 to B, and A+B+C with or without ASP-1 for anti-B, respectively. (C) IgG1 and IgG2a induction against vaccine C. *P < 0.05 as compared C + ASP-1 to C, and A+B+C with or without ASP-1 for anti-C, respectively. The data are presented as geometric mean titers + S.E. of six mouse sera from each group. Vaccine A (HFRS vaccine), vaccine B (Influenza vaccine) and vaccine C (Rabies vaccine) are inactivated vaccines against three major infectious diseases, HFRS, Influenza and Rabies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CpG ODN can redirect the Th bias of established Th2 immune responses in adult and young mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Weeratna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Brazolot Millan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccluskie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "32",
            "issn": "1",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vaccine adjuvants: current state and future trends",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunol Cell Biol",
            "volume": "82",
            "issn": "5",
            "pages": "488--96",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adjuvants for vaccines, a quest",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Audibert",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Immunopharmacol",
            "volume": "3",
            "issn": "8",
            "pages": "1187--93",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smart adjuvants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Rev Vaccines",
            "volume": "6",
            "issn": "3",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vaccination of mice against invasive aspergillosis with recombinant Aspergillus proteins and CpG oligodeoxynucleotides as adjuvants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bozza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gaziano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Lipford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montagnoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bacci",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Francesco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microb Infect",
            "volume": "4",
            "issn": "13",
            "pages": "1281--90",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Little-van den Hurk S. Safety and efficacy of CpG-containing oligodeoxynucleotides as immunological adjuvants in rabbits",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Gomis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hecker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Drunen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "27",
            "pages": "4368--72",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A preliminary evaluation of alternative adjuvants to alum using a range of established and new generation vaccine antigens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ugozzoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kazzaz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chesko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soenawan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mannucci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "10",
            "pages": "1680--1686",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genderenriched transcription of activation associated secreted proteins in Ostertagia ostertagi",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Zeveren",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meyvis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Peelaers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gevaert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Parasitol",
            "volume": "38",
            "issn": "3−4",
            "pages": "455--65",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cloning, yeast expression, isolation, and vaccine testing of recombinant Ancylostoma-secreted protein (ASP)-1 and ASP-2 from Ancylostoma ceylanicum",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Goud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loukas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hawdon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobardzic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "5",
            "pages": "919--948",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccine testing of a recombinant activationassociated secreted protein (ASP1) from Ostertagia ostertagi",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geldhof",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meyvis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vercruysse",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Claerebout",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Parasite Immunol",
            "volume": "30",
            "issn": "1",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "rOv-ASP-1, a recombinant secreted protein of the helminth Onchocerca volvulus, is a potent adjuvant for inducing antibodies to ovalbumin. HIV-1 polypeptide and SARS-CoV peptide antigens",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lustigman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "26",
            "pages": "3446--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ov-ASP-1, the Onchocerca volvulus homologue of the activation associated secreted protein family is immunostimulatory and can induce protective anti-larval immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tawe",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oksov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Parasite Immunol",
            "volume": "26",
            "issn": "1",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HIV-1 neutralizing antibodies elicited by the candidate CBD1 epitope vaccine react with the conserved caveolin-1 binding motif of viral glycoprotein gp41",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rey-Cuille",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Svab",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benferhat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Krust",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Briand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Pharm Pharmacol",
            "volume": "58",
            "issn": "6",
            "pages": "759--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vaccination with recombinant fusion proteins incorporating Toll-like receptor ligands induces rapid cellular and humoral immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huleatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "4",
            "pages": "763--75",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Orally administered OVA/CpG-ODN induces specific mucosal and systemic immune response in young and aged mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alignani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maletto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liscovsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ropolo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moron",
                    "suffix": ""
                },
                {
                    "first": "Pistoresi-Palencia",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Leukoc Biol",
            "volume": "77",
            "issn": "6",
            "pages": "898--905",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neutralizing antibody and protective immunity to SARS coronavirus infection of mice induced by a soluble recombinant polypeptide containing an N-terminal segment of the spike glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "334",
            "issn": "2",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Subunit recombinant vaccine protects against monkeypox",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heraud",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Edghill-Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ayala",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kalisz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parrino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Kalyanaraman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "4",
            "pages": "2552--64",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A protein-based smallpox vaccine protects mice from vaccinia and ectromelia virus challenges when given as a prime and single boost",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aldaz-Carroll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitbeck",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [
                        "E"
                    ],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "7",
            "pages": "1214--1238",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure-based design of a second-generation Lyme disease vaccine based on a C-terminal fragment of Borrelia burgdorferi OspA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koide",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Luft",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Mol Biol",
            "volume": "350",
            "issn": "2",
            "pages": "290--299",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Development of recombinant protein-based influenza vaccine expression and affinity purification of H1N1 influenza virus neuraminidase",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dalakouras",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Platis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Labrou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Chromatogr A",
            "volume": "1136",
            "issn": "1",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A new vaccine adjuvant (BOS 2000) a potent enhancer mixed Th1/Th2 immune responses in mice immunized with HBsAg",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khajuria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "23",
            "pages": "4586--94",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immune regulation by helminth parasites: cellular and molecular mechanisms",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Maizels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yazdanbakhsh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev",
            "volume": "3",
            "issn": "9",
            "pages": "733--777",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Adjuvant effect of CIA07, a combination of Escherichia coli DNA fragments and modified lipopolysaccharides, on the immune response to hepatitis B virus surface antigen",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "51",
            "issn": "3",
            "pages": "496--504",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Enhancement of immune response of HBsAg loaded poly (l-lactic acid) microspheres against hepatitis B through incorporation of alum and chitosan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cevher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Zariwala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Somavarapu",
                    "suffix": ""
                },
                {
                    "first": "Alpar",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Microencapsul",
            "volume": "24",
            "issn": "6",
            "pages": "539--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "also indicates that ASP-1 may improve the immune responses to the individual vaccine (i.e., A, B, or C) induced by a combination of all three vaccines. For example, anti-A IgG1 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evaluation of the adjuvanticity of ASP-1 to OVA protein. Groups of five mice were, respectively vaccinated with OVA (50 μg/mouse), ASP-1 (25 μg/mouse) or OVA + ASP-1, and mouse sera were detected by ELISA for the IgG isotype. The same concentration of alum was used as the control of ASP-1.(A) Comparison of IgG1 induction in different vaccination groups. (B) Comparison of IgG2a induction in different vaccination groups. (C) Time points (weeks) of IgG1 and IgG2a induction post-prime vaccination. The data are presented as geometric mean titers + S.E. of five mouse sera from each group. *P < 0.05 compared to the OVA, OVA + alum or the ASP-1 group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Evaluation of the adjuvanticity of ASP-1 to the recombinant HIV gp41 protein. Groups of six mice were, respectively vaccinated with the recombinant HIV gp41 protein (rgp41, 10 μg/ mouse) in combination with alum or ASP-1 adjuvant (25 μg/mouse) and boosted twice at a 3week interval. Mouse sera were collected 1 week post-boost vaccination and detected by ELISA for IgG1 and IgG2a responses against rgp41 antigen (anti-gp41). (A) Comparison of IgG1 and IgG2a induction post-1st boost vaccination. (B) Comparison of IgG1 and IgG2a induction post-2nd boost vaccination. The data are presented as geometric mean titers + S.E. of six mouse sera from each group. *P < 0.01 compared to the rgp41 + alum group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Evaluation of adjuvanticity of ASP-1 to the recombinant HBsAg protein. Groups of six mice were, respectively vaccinated with recombinant HBsAg protein (10 μg/mouse) in combination of alum or ASP-1 adjuvant (25 μg/mouse). Mouse sera were collected 1 week post-boost and detected by ELISA for IgG1 and IgG2a isotype responses against HBsAg antigen (Anti-HBs). (A) Comparison of IgG1 induction post-1st boost. (B) Comparison of IgG2a induction post-2ndboost. The data are presented as geometric mean titers + S.E. of six mouse sera from each group. *P < 0.05 compared to the HBsAg (HBs) + alum group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 6.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ratios of IgG1/IgG2a against protein and peptide antigens in the presence alum or ASP-1 adjuvant Serum samples from mice vaccinated with OVA, HIV-p, HIV rgp41 and HBsAg antigens, respectively, were analyzed for the titers of IgG1 and IgG2a subclasses. The relative ratios of IgG1/IgG2a in the sera collected 1 week after the final boost are shown.Vaccine. Author manuscript; available in PMC 2008 December 8.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by the National 863 Program of China (2006AA02Z406), NSFC (30471598) and by the National Institutes of Health (NIH) of the United States (R01 AI68002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}