{
    "paper_id": "ae836e53c3ca9f8a84c0dbb3f2757ec7f17b6f49",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Bao-Liang",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Mental Health Center",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China University of Geosciences",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai-Mei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qian-Qian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Ge",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China University of Geosciences",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen-Tian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Mental Health Center",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Mental Health Center",
                    "location": {
                        "addrLine": "Hubei province",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Unprecedented measures have been adopted to control the rapid spread of the ongoing COVID-19 epidemic in China. People's adherence to control measures is affected by their knowledge, attitudes, and practices (KAP) towards COVID-19. In this study, we investigated Chinese residents' KAP towards COVID-19 during the rapid rise period of the outbreak. An online sample of Chinese residents was successfully recruited via the authors' networks with residents and popular media in Hubei, China. A self-developed online KAP questionnaire was completed by the participants. The knowledge questionnaire consisted of 12 questions regarding the clinical characteristics and prevention of COVID-19. Assessments on residents' attitudes and practices towards COVID-19 included questions on confidence in winning the battle against COVID-19 and wearing masks when going out in recent days. Among the survey completers (n=6910), 65.7% were women, 63.5% held a bachelor degree or above, and 56.2% engaged in mental labor. The overall correct rate of the knowledge questionnaire was 90%. The majority of the respondents (97.1%) had confidence that China can win the battle against COVID-19. Nearly all of the participants (98.0%) wore masks when going out in recent days. In multiple logistic regression analyses, the COVID-19 knowledge score (OR: 0.75-0.90, P<0.001) was significantly associated with a lower likelihood of negative attitudes and preventive practices towards COVID-2019. Most Chinese residents of a relatively high socioeconomic status, in particular women, are knowledgeable about COVID-19, hold optimistic attitudes, and have appropriate practices towards COVID-19. Health education programs aimed at improving COVID-19 knowledge are helpful for Chinese residents to hold optimistic attitudes and maintain appropriate practices. Due to the limited sample representativeness, we must be cautious when generalizing these findings to populations of a low socioeconomic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (abbreviated \"COVID-19\") is an emerging respiratory disease that is caused by a novel coronavirus and was first detected in December 2019 in Wuhan, China. The disease is highly infectious, and its main clinical symptoms include fever, dry cough, fatigue, myalgia, and dyspnea. In China, 18.5% of the patients with COVID-19 develop to the severe stage, which is characterized by acute respiratory distress syndrome, septic shock, difficult-to-tackle metabolic acidosis, and bleeding and coagulation dysfunction [1, 2] . Empirical clinical data have shown that the overall Ivyspring International Publisher case fatality rate of COVID-19 is 2.3% in China, much lower than those of SARS (9.5%), MERS (34.4%), and H7N9 (39.0%) [1] [2] [3] . The ongoing COVID-19 epidemic has spread very quickly, and by February 15, 2020, the virus had reached 26 countries altogether, resulting in 51,857 laboratory-confirmed infections and 1669 deaths, with nearly all infections and deaths occurring in China [4] . In response to this serious situation, the World Health Organization (WHO) declared it a public health emergency of international concern on January 30 and called for collaborative efforts of all countries to prevent the rapid spread of COVID-19 [5] .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hubei Province, in particular its capital city Wuhan, has been seriously hit by the COVID-19 epidemic. Some unprecedented measures have been adopted to control the COVID-19 transmission in Hubei and other provinces of China, including the suspension of public transportation, the closing of public spaces, close management of communities, and isolation and care for infected people and suspected cases. Until January 27, government authorities had locked down the whole province of Hubei, and Chinese residents, both inside and outside of Hubei, were also required to just stay at home to avoid contacting with others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The battle against COVID-19 is still continuing in China. To guarantee the final success, people's adherence to these control measures are essential, which is largely affected by their knowledge, attitudes, and practices (KAP) towards COVID-19 in accordance with KAP theory [6, 7] . Lessons learned from the SARS outbreak in 2003 suggest that knowledge and attitudes towards infectious diseases are associated with level of panic emotion among the population, which can further complicate attempts to prevent the spread of the disease [8, 9] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 278,
                    "end": 280,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To facilitate outbreak management of COVID-19 in China, there is an urgent need to understand the public's awareness of COVID-19 at this critical moment. In this study, we investigated the KAP towards COVID-19 of Chinese residents during the rapid rise period of the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This cross-sectional survey was conducted from January 27 to February 1, the week immediately after the lockdown of Hubei Province. Because it was not feasible to do a community-based national sampling survey during this special period, we decided to collect the data online. Relying on the authors' networks with local people living in Hubei, a one-page recruitment poster was posted/reposted to moments and groups of their Wechat (similar to \"WhatsApp\") and Weibo (similar to \"Twitter\") accounts. The poster was also posted on the websites and official Wechat accounts of several local popular media outlets, including Yangtze River Daily, Wuhan -Listen Online, and ChuTian Metropolis Daily. This poster contained a brief introduction on the background, objective, procedures, voluntary nature of participation, declarations of anonymity and confidentiality, and notes for filling in the questionnaire, as well as the link and quick response (QR) code of the online questionnaire. Persons who were of Chinese nationality, were aged 16 years or more, understood the content of the poster, and agreed to participate in the study were instructed to complete the questionnaire via clicking the link or scanning the QR code. Although the questionnaire was distributed by local residents, we did not constrict our sample to Hubei residents only. Residents of other provinces were also eligible for this survey if they were willing to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The Ethics Committee of Wuhan Mental Health Center approved our study protocol and procedures of informed consent before the formal survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Participants had to answer a yes-no question to confirm their willingness to participate voluntarily. After confirmation of the question, the participant was directed to complete the self-report questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The questionnaire consisted of two parts: demographics and KAP. Demographic variables included age, gender, marital status, education, occupation, and place of current residence (Hubei vs. other provinces of China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "According to guidelines for clinical and community management of COVID-19 by the National Health Commission of the People's Republic of China [10, 11] , a COVID-19 knowledge questionnaire was developed by the authors. The questionnaire had 12 questions (Table 1): 4 regarding  clinical presentations (K1-K4), 3 regarding transmission routes (K5-K7), and 5 regarding prevention and control (K8-K12) of COVID-19. These questions were answered on a true/false basis with an additional \"I don't know\" option. A correct answer was assigned 1 point and an incorrect/unknown answer was assigned 0 points. The total knowledge score ranged from 0 to 12, with a higher score denoting a better knowledge of COVID-19. The Cronbach's alpha coefficient of the knowledge questionnaire was 0.71 in our sample, indicating acceptable internal consistency [12] . Attitudes towards COVID-19 were measured by 2 questions (A1-A2, Table 1 ) about the agreement on the final control of COVID-19 and the confidence in winning the battle against COVID-19. The assessment of respondents' practices was composed of 2 behaviors (P1-P2, Table 1 ): going to a crowded place and wearing a mask when going out in recent days.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 285,
                    "text": "(Table 1): 4 regarding  clinical",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 908,
                    "end": 915,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1107,
                    "end": 1114,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Frequencies of correct knowledge answers and various attitudes and practices were described. Knowledge scores and attitudes and practices of different persons according to demographic characteristics were compared with independentsamples t test, one-way analysis of variance (ANOVA), or Chi-square test as appropriate. Multivariable linear regression analysis using all of the demographic variables as independent variables and knowledge score as the outcome variable was conducted to identify factors associated with knowledge. Similarly, binary logistic regression analyses were used to identify factors associated with attitudes and practices. Factors were selected with a backward stepwise method. Unstandardized regression coefficients (β) and odds ratios (ORs) and their 95% confidence intervals (CIs) were used to quantify the associations between variables and KAP. Data analyses were conducted with SPSS version 17.0. The statistical significance level was set at p < 0.05 (two-sided).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 6919 participants completed the survey questionnaire. After excluding 9 respondents who reported having been infected with the COVID-19 virus, the final sample consisted of 6910 participants. Among this final sample, the average age was 33.0 years (standard deviation [SD]: 10.7, range: 16-87), 4542 (65.7%) were women, 4387 (63.5%) held a bachelor's degree or above, 3881 (56.2%) engaged in mental labor, and 3810 (55.1%) were Hubei residents. Other demographic characteristics are shown in Table  2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 511,
                    "text": "Table  2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The correct answer rates of the 12 questions on the COVID-19 knowledge questionnaire were 70.2-98.6% (Table 1 ). The mean COVID-19 knowledge score was 10.8 (SD: 1.6, range: 0-12), suggesting an overall 90% (10.8/12*100) correct rate on this knowledge test. Knowledge scores significantly differed across genders, age-groups, categories of marital status, education levels, and residence places (P<0.001) ( Table 2 ). Multiple linear regression analysis showed that male gender (vs. female, β: -0.284, P<0.001), age-group of 16-29 years (vs. 30-49 years, β: -0.302, P<0.001), marital status of never-married (vs. married, β: -0.215, P<0.001), education of bachelor's degree or lower (vs. master degree and above, β: -0.191 ~ -1.346, P<0.001), and occupations of unemployment (β: -0.158, P=0.040) and students (β: -0.234, P<0.001) (vs. mental labor) were significantly associated with lower knowledge score (Table 3) . The majority of the respondents agreed that COVID-19 will finally be successfully controlled (90.8%). Rates of reporting \"disagree\" and \"I don't know\" were 1.9% and 7.3%, respectively. The attitude towards the final success in controlling COVID-19 significantly differed across genders, education levels, occupation categories, and residence places (P<0.05). In additions, respondents reporting \"disagree\" and \"I don't know\" had significantly lower knowledge scores than those reporting \"agree\" (P<0.001) ( .001) were significantly associated with the answer of \"I don't know\" on A1 (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 905,
                    "end": 914,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1500,
                    "end": 1509,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Nearly all of the respondents (97.1%) had confidence that China can win the battle against COVID-19, while 2.9% had no such confidence. The attitude towards confidence of winning significantly differed across categories of marital status and education levels (P<0.05). The COVID-19 knowledge scores were significantly lower in persons without than with confidence of winning (P<0.001) ( Table 4) . Multiple logistic regression analysis showed that education levels of associate's degree or higher (vs. middle school and below, OR: 3.13-5.04, P<0.001) and COVID-19 knowledge score (OR: 0.75, P<0.001) were significantly associated with no confidence of winning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The vast majority of the participants had not visited any crowded place (96.4%) and wore masks when going out (98.0%) in recent days. There was still a small portion of the participants who had visited crowded places (3.6%) and had not worn masks when leaving home (2.0%) recently. The rates of these two practices significantly differed across demographic groups (P<0.05), except for the rates of going to a crowded place by residence place (Table 6 ). Multiple logistic regression analysis showed that male gender (vs. female, OR: 1.37, P=0.019), occupation of \"students\" (vs. mental labor, OR: 1.54, P=0.007), and COVID-19 knowledge score (OR: 0.90, P<0.001) were significantly associated with going to any crowded place. Male gender (vs. female, OR: 1.37, P=0.019), marital status of \"others\" (vs. married, OR: 2.97, P=0.003), residing in other parts of China (vs. Hubei, OR: 2.70, P<0.001), and COVID-19 knowledge score (OR: 0.78, P<0.001) were significantly associated with not wearing a mask outside (Table 7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 450,
                    "text": "(Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "(Table 7",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To the best of our knowledge, this is the first study in China examining the KAP towards COVID-19 among Chinese residents. In this predominantly female and well-educated population, we found an overall correct rate of 90% on the knowledge questionnaire, indicating that most respondents are knowledgeable about COVID-19. *\"Others\" included re-married, co-habiting, separated, divorced, and widowed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The vast majority of the participants also held an optimistic attitude towards the COVID-19 epidemic: 90.8% believed that COVID-19 will finally be successfully controlled, and 97.1% had confidence that China can win the battle against the virus. Despite this, the practices of Chinese residents were very cautious: nearly all avoided crowded places (96.4%) and wore masks when leaving the home (98.0%) during the rapid rise period of the COVID-19 outbreak. We also analyzed the characteristics of KAP towards COVID-19 and identified some demographic factors associated with KAP; these findings are useful for public health policy-makers and health workers to recognize target populations for COVID-19 prevention and health education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The finding of a high correct rate of COVID-19 knowledge in Chinese residents was unexpected, because this epidemiological survey was conducted during the very early stage of the epidemic. We consider that this is primarily due to the sample characteristics: 82.4% of the study sample held an associate's degree or higher. Because of the serious situation of the epidemic and the overwhelming news reports on this public health emergency, this population would actively learn knowledge of this infectious disease from various channels of information such as CCTV, the official website of the National Health Commission of China and the Wechat official account of the Wuhan Health Commission. The significant positive association between levels of education and COVID-19 knowledge scores supports this speculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the SARS epidemic, 70.1-88.9% of the Chinese residents believed that SARS can be successfully controlled or prevented, and 94.7-100% had confidence that China can win the battle against SARS [13] [14] [15] . These figures are similar to our findings on the rates of final success and confidence of winning in the battle against COVID-19. The optimistic attitude of the Chinese residents could be related to the unprecedented COVID-19 control measures such as traffic limits all throughout China and the shutdown of cities and counties of Hubei Province, which enhance people's confidence in winning the battle against the virus. Second, the concerted efforts from across the country also increase Chinese people's confidence to overcome the epidemic, for example, to aid the COVID-19 virus control efforts, many provinces had dispatched thousands of medical workers and provided a large number of medical materials to Wuhan after the outbreak. Third, the good knowledge about COVID-19 among the Chinese residents can also explain this phenomenon, because as shown by results of multiple analyses, higher COVID scores were significantly associated with less likelihood of \"disagree\" and \"I don't know\" answers to question A1 and \"no\" answer to question A2.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although attitudes towards COVID-19 were optimistic, most residents took precautions to prevent infection by COVID-19: not going to crowded places and wearing masks when going outside. These strict preventive practices could be primarily attributed to the very strict prevention and control measures implemented by local governments such as banning public gatherings. Second, they also could be the result of the residents' good knowledge regarding the high infectivity of the COVID-19 virus, which can be easily transmitted between people via invisible respiratory droplets. Unfortunately, the present study still showed that 3.6% residents went to crowded places and 2.0% did not wear masks when leaving homes recently. These potentially risky behaviors were related to male gender, occupation of \"students\", marital status of \"others\", residing in other parts of China, and poor COVID-19 knowledge. As suggested by findings from previous studies regarding age and gender patterns of risk-taking behaviors [16] [17] [18] , men and late adolescents are more likely to engage in risk-taking behaviors. In line with these previous findings, we found significant association between male gender and potentially dangerous practices towards COVID-19 in this study. The significantly higher risk of going to a crowded place among students could be ascribed to their young age. The significantly higher risk of not wearing a mask when leaving homes in non-Hubei vs. Hubei residents may be attributed to the less serious situation of the COVID-19 epidemic in non-Hubei parts of China, resulting non-Hubei residents believing that they have a lower risk of infection with the COVID-19 virus.",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is worth mentioning that higher COVID-19 knowledge scores were found to be significantly associated with a lower likelihood of negative attitudes and potentially dangerous practices towards COVID-19 epidemic in this study. These findings clearly indicate the importance of improving residents' COVID-19 knowledge via health education, which may also result in improvements in their attitudes and practices towards COVID-19. Our findings of the demographic factors associated with KAP towards COVID-19 are generally consistent with previous studies on SARS in 2003 [19, 20] . These findings further suggest that the health education intervention would be more effective if it targets certain demographic groups, for example, the COVID-19 knowledge may be greatly increased if the health education programs are specifically designed for men and persons with a low level of education.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strength of this study lies in its large sample recruited during a critical period, the early stage of the COVID-19 outbreak. Nevertheless, compared to the most recent national population statistics of China [21], our sample was obviously over-representative of women, well-educated people, and people engaging in mental labor. Given the significant associations between these demographic variables and KAP towards COVID-19 revealed in this study, we may have overestimated knowledge and rates of preventive practices and underestimated rates of positive attitudes towards COVID-19 of Chinese residents. Considering that educational attainment and occupation are often used as proxy measures of socioeconomic status [22] , strictly speaking, our findings can only be generalized to Chinese populations of a relatively high socioeconomic status, particularly women.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 724,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to limited access to internet and online health information resources, vulnerable populations of Chinese society under the COVID-19 epidemic such as older adults and rural people at grass-root level are more likely to have poor knowledge, negative attitudes, and inappropriate preventive practices towards COVID-19. Therefore, KAP towards COVID-19 of vulnerable populations deserves special research attention in today's China. In addition to the limited sample representativeness, the second limitation of this study is the unstandardized and inadequate assessment of attitudes and practices towards COVID, which should be developed via focus group discussion and in-depth interview and constructed as multi-dimensional measures. Due to the very limited time for developing the questionnaire, both were measured with two simple questions only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our findings suggest that Chinese residents of a relatively high level of socioeconomic status, in particular women, have had good knowledge, optimistic attitudes, and appropriate practices towards COVID-19 during the rapid rise period of the COVID-19 outbreak. In addition, good COVID-19 knowledge is associated with optimistic attitudes and appropriate practices towards COVID-19, suggesting that health education programs aimed at improving COVID-19 knowledge are helpful for encouraging an optimistic attitudes and maintaining safe practices. Hopefully, under the combined efforts of Chinese authorities and all Chinese residents, China surely will win the battle against COVID-19 in the near future. Due to the limitation in representativeness of the sample, more studies are warranted to investigate the KAP towards COVID-19 among Chinese residents of a low socioeconomic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": 2020,
            "venue": "Chin J Epidemiol",
            "volume": "41",
            "issn": "",
            "pages": "145--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "692--696",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. 2019-nCoV outbreak is an emergency of international concern",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "College students' knowledge, attitudes and adherence to public service announcements on Ebola in Nigeria: Suggestions for improving future Ebola prevention education programmes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ajilore",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Atakiti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Onyenankey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Education Journal",
            "volume": "76",
            "issn": "",
            "pages": "648--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of knowledge and attitudes on adherence to tuberculosis treatment: a case-control study in a Moroccan region",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tachfouti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Slama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berraho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nejjari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pan Afr Med J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Center for Inectious Diseases SCOT. Fear and stigma: the epidemic within the SARS outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Person",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Govert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "358--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An analysis on reasons of SARS-induced psychological panic among students",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Anhui Institute of Education",
            "volume": "21",
            "issn": "",
            "pages": "78--87",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (The Third Trial Version)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "National Health Commission of the People's Republic of China. A protocol for community prevention and control of the 2019 novel coronavirus (2019-nCoV) infected pneumonia (trial version)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Use of Cronbach's Alpha When Developing and Reporting Research Instruments in Science Education",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Taber",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Research in Science Education",
            "volume": "48",
            "issn": "",
            "pages": "1273--96",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevention and treatment knowledge and attitudes towards SARS of urban residents in Qingdao",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med Trib",
            "volume": "10",
            "issn": "",
            "pages": "407--415",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevention and treatment knowledge towards SARS of urban population in Jinan",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med Trib",
            "volume": "10",
            "issn": "",
            "pages": "659--60",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "People groups' responses to SARS in the community",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Rural Health Service Administration",
            "volume": "23",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sex Differences in Everyday Risk-Taking Behavior in Humans Evolutionary Psychology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pawlowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atwal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "29--42",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sex differences in risk taking behavior among Dutch cyclists",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Cobey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stulp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Buunk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pollet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Evol Psychol",
            "volume": "11",
            "issn": "",
            "pages": "350--64",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Age Patterns in Risk Taking Across the World",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Duell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Icenogle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Giunta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Youth Adolesc",
            "volume": "47",
            "issn": "",
            "pages": "1052--72",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis on mental health status of community residents in Hefei during SARS spread",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Dis Contr Prev",
            "volume": "7",
            "issn": "",
            "pages": "280--282",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Survey of knowledge of villagers in prevention and control of SARS in Hainan Province",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "China Tropical Medicine",
            "volume": "5",
            "issn": "",
            "pages": "703--708",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Loneliness and Cognitive Function in Older Adults: Findings From the Chinese Longitudinal Healthy Longevity Survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Conwell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Gerontol B Psychol Sci Soc Sci",
            "volume": "72",
            "issn": "",
            "pages": "120--128",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Others\" included re-married, co-habiting, separated, divorced, and widowed. *P<0.05, **P<.01, ***P<0.001.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Questionnaire of knowledge, attitudes, and practice towards COVID-19 K1. The main clinical symptoms of COVID-19 are fever, fatigue, dry cough, and myalgia. (96.4) True, false, I don't know K2. Unlike the common cold, stuffy nose, runny nose, and sneezing are less common in persons infected with the COVID-19 virus. (70.2) True, false, I don't know K3. There currently is no effective cure for COVID-2019, but early symptomatic and supportive treatment can help most patients recover from the infection. (94.0) True, false, I don't know K4. Not all persons with COVID-2019 will develop to severe cases. Only those who are elderly, have chronic illnesses, and are obese are more likely to be severe cases. (73.2) It is not necessary for children and young adults to take measures to prevent the infection by the COVID-19 virus. (96.6) True, false, I don't know K10. To prevent the infection by COVID-19, individuals should avoid going to crowded places such as train stations and avoid taking public transportations. (98.6) True, false, I don't know K11. Isolation and treatment of people who are infected with the COVID-19 virus are effective ways to reduce the spread of the virus. (98.2) True, false, I don't know K12. People who have contact with someone infected with the COVID-19 virus should be immediately isolated in a proper place. In general, the observation period is 14 days. (97.3)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics of participants and knowledge score of COVID-19 by demographic variables Others\" included re-married, co-habiting, separated, divorced, and widowed.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of multiple linear regression on factors associated with poor COVID-19 knowledge",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Attitudes towards COVID-19 by demographic variables",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results of multiple binary logistic regression analysis on factors significantly associated with attitudes towards COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Practices towards COVID-19 by demographic variables",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Results of multiple binary logistic regression analysis on factors significantly associated with practices towards COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank all the participants involved in this study for their cooperation and support. We thank LetPub (www.letpub.com) for its linguistic assistance during the revision of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The study was supported by the National Natural Science Foundation of China ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Funding sources"
        },
        {
            "text": "The authors have declared that no competing interest exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}