{
    "paper_id": "af4d56adf262ed89e8005d2e78e3760370fa346e",
    "metadata": {
        "title": "University of North Carolina at Chapel Hill, Chapel Hill, NC, and accepted by Editorial Board Member Linda J",
        "authors": [
            {
                "first": "Xufang",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "postCode": "60153",
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Hackbart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "postCode": "60153",
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "C"
                ],
                "last": "Mettelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "postCode": "60153",
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Amornrat",
                "middle": [],
                "last": "O&apos;brien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "postCode": "60153",
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "M"
                ],
                "last": "Mielech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "postCode": "60153",
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Guanghui",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "postCode": "47405",
                        "settlement": "Bloomington",
                        "region": "IN"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Cheng Kao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "postCode": "47405",
                        "settlement": "Bloomington",
                        "region": "IN"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "C"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "postCode": "60153",
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronaviruses are positive-sense RNA viruses that generate double-stranded RNA (dsRNA) intermediates during replication, yet evade detection by host innate immune sensors. Here we report that coronavirus nonstructural protein 15 (nsp15), an endoribonuclease, is required for evasion of dsRNA sensors. We evaluated two independent nsp15 mutant mouse coronaviruses, designated N15m1 and N15m3, and found that these viruses replicated poorly and induced rapid cell death in mouse bone marrow-derived macrophages. Infection of macrophages with N15m1, which expresses an unstable nsp15, or N15m3, which expresses a catalysis-deficient nsp15, activated MDA5, PKR, and the OAS/RNase L system, resulting in an early, robust induction of type I IFN, PKR-mediated apoptosis, and RNA degradation. Immunofluorescence imaging of nsp15 mutant virus-infected macrophages revealed significant dispersal of dsRNA early during infection, whereas in WT virus-infected cells, the majority of the dsRNA was associated with replication complexes. The loss of nsp15 activity also resulted in greatly attenuated disease in mice and stimulated a protective immune response. Taken together, our findings demonstrate that coronavirus nsp15 is critical for evasion of host dsRNA sensors in macrophages and reveal that modulating nsp15 stability and activity is a strategy for generating liveattenuated vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "coronavirus | nsp15 | endoribonuclease | dsRNA | interferon",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are positive-sense RNA viruses that generate double-stranded RNA (dsRNA) intermediates during replication, yet evade detection by host innate immune sensors. Here we report that coronavirus nonstructural protein 15 (nsp15) , an endoribonuclease, is required for evasion of dsRNA sensors. We evaluated two independent nsp15 mutant mouse coronaviruses, designated N15m1 and N15m3, and found that these viruses replicated poorly and induced rapid cell death in mouse bone marrow-derived macrophages. Infection of macrophages with N15m1, which expresses an unstable nsp15, or N15m3, which expresses a catalysis-deficient nsp15, activated MDA5, PKR, and the OAS/RNase L system, resulting in an early, robust induction of type I IFN, PKR-mediated apoptosis, and RNA degradation. Immunofluorescence imaging of nsp15 mutant virus-infected macrophages revealed significant dispersal of dsRNA early during infection, whereas in WT virus-infected cells, the majority of the dsRNA was associated with replication complexes. The loss of nsp15 activity also resulted in greatly attenuated disease in mice and stimulated a protective immune response. Taken together, our findings demonstrate that coronavirus nsp15 is critical for evasion of host dsRNA sensors in macrophages and reveal that modulating nsp15 stability and activity is a strategy for generating liveattenuated vaccines.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "text": "15 (nsp15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "coronavirus | nsp15 | endoribonuclease | dsRNA | interferon C oronaviruses are a family of positive-sense RNA viruses that infect humans and animals and cause respiratory, gastrointestinal, or neurologic disease. Coronaviruses can emerge from animal reservoirs to cause significant epidemics in humans, as exemplified by the Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) outbreak in 2002-2003 and Middle East Respiratory Syndrome coronavirus (MERS-CoV), which was recognized as an emerging virus in 2012 (1, 2) . A remarkable feature of many coronaviruses is their ability to infect macrophages and delay triggering of antiviral sensors that would otherwise activate production of type I IFN (IFN-α/β) (3) (4) (5) . Coronaviruses encode multiple antagonists that likely impede or delay the activation of type I IFN and IFN-stimulated genes (ISGs), thereby contributing to pathogenesis (6) . A recent report using SARS-CoV infection of mice documented that delayed IFN signaling contributes to disease (7) . The goal of this study was to identify viral factors that contribute to the delay in the activation of IFN in response to coronavirus infection.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To investigate coronavirus antagonism of the early IFN response, we use mouse hepatitis virus strain A59 (MHV-A59). This model coronavirus replicates in multiple murine cell types, including macrophages, and can cause acute hepatitis or lethal encephalitis, depending on the site of injection. The viral genomic RNA comprises 32 kb. Two-thirds of the genome encodes a large replicase polyprotein, whereas the remainder of the genome codes for structural proteins and strain-specific accessory proteins (Fig. 1A) . The replicase polyprotein is processed by viral proteases into 16 nonstructural proteins (nsps) that assemble in the host endoplasmic reticulum to generate convoluted membranes and double-membrane vesicles (DMVs), which are the sites of viral RNA synthesis (8, 9) . Coronavirus RNA replication proceeds via the generation of a nested set of negative-strand RNAs that serve as templates for synthesis of mRNAs and new positive-strand genomes (10) . Double-stranded RNA (dsRNA) intermediates, which are potent stimulators of cytoplasmic innate sensors, are produced during this process and associate with the DMVs (9) . A potential function for coronavirus DMVs may be to sequester viral dsRNA away from host dsRNA sensors; however, it is unclear if DMVs alone are sufficient to prevent activation of the host innate immune response. Here we report that coronavirus nonstructural protein 15 (nsp15), a highly conserved nidovirus component with endoribonuclease activity, acts in conjunction with the viral replication complex to limit the exposure of viral dsRNA to host dsRNA sensors.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 774,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Bioinformatic analysis revealed that nsp15 contains a domain with distant homology to cellular endoribonucleases. The nsp15 endoribonuclease, termed NendoU, is highly conserved among vertebrate nidoviruses (coronaviruses and arteriviruses) (11) . Structural and biochemical studies revealed that the SARS-CoV and MHV nsp15, and the arterivirus ortholog nsp11, form oligomers to cleave RNA molecules with a preference for the 3′-ends of uridylates (12) (13) (14) (15) (16) . The role of endoribonuclease activity in nidovirus replication and pathogenesis, however, is not well understood. In one study, researchers were unable to recover human coronavirus 229E encoding an endoribonuclease catalytic site mutant, and therefore concluded that nsp15 was essential for Significance Macrophages are immune cells equipped with multiple doublestranded RNA (dsRNA) sensors designed to detect viral infection and amplify innate antiviral immunity. However, many coronaviruses can infect and propagate in macrophages without activating dsRNA sensors. Here we present a function of murine coronavirus nonstructural protein 15 in preventing detection of viral dsRNA by host sensors. We show that coronaviruses expressing a mutant form of nonstructural protein 15 allow for activation of dsRNA sensors, resulting in an early induction of interferon, rapid apoptosis of macrophages, and a protective immune response in mice. Identifying the strategies used by viruses to evade detection provides us with new approaches for generating vaccines that elicit robust innate immune responses and protective immunity.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "coronavirus replication (17) . On the other hand, MHV encoding nsp15 catalytic site mutations replicated to reduced titers (∼1 log) in a fibroblast cell line (18) , suggesting that nsp15 activity is important but not required for MHV replication. Similarly, mutagenesis studies of arterivirus nsp11 yielded a range of results: some mutations could not be recovered in viable virus, whereas others allowed recovery with a range of phenotypes (19, 20) . Overexpression studies of coronavirus nsp15 (21) and arterivirus nsp11 (20, 22, 23) demonstrated antagonism of innate immune responses, but there was no direct evidence to suggest that these proteins counteract innate immunity in the context of viral infection. Here we report that nsp15 is not required for viral RNA synthesis per se, but acts to mediate evasion of host dsRNA sensors. Viruses that contain a mutation in nsp15, which either renders nsp15 unstable or disables endoribonuclease activity, stimulate MDA5-dependent IFN production and activate host dsRNA sensors. The nsp15 mutant viruses induce apoptotic cell death and exhibit reduced replication in macrophages. Importantly, we show that nsp15 is a key component of coronavirus pathogenesis, highlighted by loss of dissemination of nsp15 mutant viruses to target organs and an absence of pathology in mice. We show that nsp15 mutant viruses can elicit a protective immune response against subsequent challenge with WT virus.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronaviruses Encoding Mutant Forms of nsp15 Exhibit Impaired Replication in Macrophages. Here we characterize two independent nsp15 mutant viruses of MHV-A59, termed N15m1 and N15m3, and report that these viruses exhibited impaired viral replication and induced rapid cell death during infection of mouse bone marrow-derived macrophages (BMDMs) (Fig. 1) . The parental WT MHV-A59 (termed MHV-WT) and all mutant viruses were generated using reverse genetics (24) and were subjected to deep sequencing to validate the genotypes. N15m3 contains an alanine substitution in the catalytic histidine (H262A) residue of nsp15, which was previously shown to inactivate endoribonuclease activity (17, 25) . N15m1 contains a methionine substitution at a highly-conserved threonine residue (T98M) and an alanine substitution at arginine-971 (R971A) in nsp3 ( Fig. 1A and Fig. S1A ). We also generated a mutant virus with a single substitution in nsp3 (R971A), termed N3m, to distinguish the effect of the substitution in nsp3 from the substitution in nsp15 of N15m1 virus. To date, we have been unable to isolate a virus containing only the T98M substitution, which may indicate that additional substitutions are necessary to stabilize the T98M mutant virus.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 848,
                    "end": 868,
                    "text": "Fig. 1A and Fig. S1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "MHV-WT and the three mutant viruses replicate efficiently in a murine fibroblast cell line, 17Cl-1 cells, indicating that WT nsp15 is not required for viral replication in fibroblasts (Fig.  S1B ), which is in agreement with a previous report describing nsp15 catalytic mutants (18) . We report that infection of BMDMs generated from C57BL/6 mice (B6) with nsp15 mutant viruses resulted in limited production of progeny virus and more rapid cell death compared with WT virus infection ( Fig. 1 B and C and Fig. S1D ). This result is in contrast to the robust replication of MHV-WT and N3m, which replicate to high titers in BMDMs with minimal cell death as late as 24 h postinfection (hpi) (Fig. 1 B and C and Fig. S1D ). Efficient replication of the nsp15 mutant viruses was restored in BMDMs generated from mice with a knockout of the type I IFN receptor (ifnar −/− ) (Fig.  1D ). In the absence of IFN signaling, all tested viruses induced similar cell death kinetics ( Fig. S1C and Fig. S1E ). These results implicate type I IFN signaling as a major contributor to the replication deficiency of nsp15 mutants. Cell supernatants were collected for plaque assay, and the cells were lysed for CellTiter Glo assay at the indicated time points. Values were analyzed using a nonlinear regression test (B and D) or a two-way ANOVA test by time (C). ***P < 0.001; ****P < 0.0001; n.s., not significant. Data are representative of two to three independent experiments and presented as the mean ± SD.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 194,
                    "text": "(Fig.  S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 487,
                    "end": 493,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "Fig. S1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 690,
                    "end": 718,
                    "text": "(Fig. 1 B and C and Fig. S1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 870,
                    "end": 879,
                    "text": "(Fig.  1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 973,
                    "end": 994,
                    "text": "Fig. S1C and Fig. S1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Type I IFN in Macrophages. Given the importance of IFN signaling in controlling nsp15 mutant virus infection of macrophages, we hypothesize that WT nsp15 antagonizes the type I IFN system. To address this question, B6 BMDMs were infected with MHV-WT or mutant viruses and harvested at 8, 12, and 16 hpi to evaluate the level of IFN-αmRNA and protein. We found that the nsp15 mutant viruses stimulated an early and more robust induction of IFN-α compared with MHV-WT or N3m virus (Fig. 2) . IFN-α mRNA was significantly elevated at 8 hpi in nsp15 mutant-infected cells, with WT or N3m virus requiring 12 hpi to reach similar levels ( Fig. 2A) . The detection of IFN-α mRNA in nsp15 mutant virus-infected cells peaked at 12 hpi and was slightly reduced at 16 hpi ( Fig. 2A ), corresponding to a reduction in the number of viable cells (Fig. 1C ). We noted a significant reduction in the level of nucleocapsid (N) gene mRNA in nsp15 mutant virus-infected cells at 12 and 16 hpi (Fig. 2B) , time points when IFN-α expression was significantly elevated ( Fig.  2A) . The concentration of IFN-α protein was significantly higher in cell supernatants obtained from nsp15 mutant-infected cells, compared with WT-or N3m-infected cells (Fig. 2C) . Additionally, increased detection of ISG54 in N15m1-infected cells was observed using immunofluorescence (Fig. S2A ). Consistent with a previous report (26) , activation of IFN during MHV infection was dependent on production of MDA5 (encoded by the ifih1 gene), as BMDMs derived from ifih1 −/− mice did not express IFN when infected by either WT or mutant viruses ( Fig. 2D and Fig. S2B ). Overall, these results demonstrate that nsp15 mutant viruses stimulate an early and robust type I IFN response in B6 BMDMs, indicating that nsp15 functions as a type I IFN antagonist during MHV infection.",
            "cite_spans": [
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 633,
                    "end": 641,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 763,
                    "end": 770,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 833,
                    "end": 841,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1050,
                    "end": 1059,
                    "text": "Fig.  2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1225,
                    "end": 1234,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1342,
                    "end": 1351,
                    "text": "(Fig. S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1604,
                    "end": 1611,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1616,
                    "end": 1624,
                    "text": "Fig. S2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MHV nsp15 Mutant Viruses Stimulate an Early and Robust Induction of"
        },
        {
            "text": "Macrophages. Because we observed rapid cell death in nsp15 mutant-infected macrophages ( Fig. 1C and Fig. S1D) , we investigated the cell death pathways triggered during viral replication. We first evaluated the effects of various inhibitors on virus-infected cells. The pan-caspase inhibitor zVAD (27) prevented virus-induced cell death (Fig. 3A ). In contrast, neither Necrostatin-1 (Nec-1), a receptor interacting serine/threonine kinase 1 (RIPK1) inhibitor (28) , nor caspase-1 inhibitor VX-765 (29) , prevented virus-induced cell death (Fig. 3A) . These data suggest that infection of BMDMs by nsp15 mutant viruses activates apoptotic cell death rather than RIPK1/RIPK3-dependent necroptosis or caspase-1-mediated pyroptosis (30, 31) . However, we note that zVAD-a cysteine protease inhibitor-may also affect viral replication (32) ; therefore, we investigated other hallmarks of apoptotic cell death, including the activation of caspase-3/7. We observed enhanced caspase-3/7 activity in nsp15 mutant virus-infected BMDMs (Fig. 3B) . Furthermore, increased levels of cleaved caspase-3 products were detected by Western blotting (Fig. 3C ). Finally, condensed chromatin and nuclear fragmentation were observed by electron microscopy in nsp15 mutant-infected cells, but not in BMDMs infected by MHV-WT (Fig. S3A ). Taken together, these data demonstrate that nsp15 mutant viruses trigger early apoptosis in macrophages.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "(30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 101,
                    "end": 110,
                    "text": "Fig. S1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1027,
                    "end": 1036,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1133,
                    "end": 1141,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1305,
                    "end": 1314,
                    "text": "(Fig. S3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MHV nsp15 Mutant Viruses Trigger Rapid Apoptotic Cell Death in"
        },
        {
            "text": "To evaluate the possibility that the observed apoptotic cell death was induced by IFN-α production alone, we treated B6 BMDMs with various doses of IFN-α and evaluated caspase-3/7 activity. We found that IFN-α treatment did not induce caspase-3/7 activity (Fig. S3B ). Furthermore, no elevated caspase-3/7 activity was observed in BMDMs treated with UV-inactivated supernatant, which contained replication-defective virus and IFN-α (Fig. S3B) . These results indicate that active virus replication, and not IFN-α alone, is required for induction of apoptosis. Using a complementary approach, we evaluated virus-induced apoptosis in ifih1 −/− BMDMs. These cells lack MDA5 expression and, as shown in Fig. 2D , do not induce IFN during viral infection. However, other dsRNA-sensing pathways remain intact in these cells. We found that infection of ifih1 −/− BMDMs with nsp15 mutant viruses induced elevated levels of caspase-3/7, which promoted rapid cell death ( Fig. 3 D and E) . These results implicate a non-MDA5-dependent pathway as an additional mechanism in the induction of apoptosis. Taken together, these data indicate that nsp15 mutant virus infection can activate multiple independent dsRNA-sensing pathways to induce apoptotic cell death.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Fig. S3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 432,
                    "end": 442,
                    "text": "(Fig. S3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 699,
                    "end": 706,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 962,
                    "end": 977,
                    "text": "Fig. 3 D and E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MHV nsp15 Mutant Viruses Trigger Rapid Apoptotic Cell Death in"
        },
        {
            "text": "MHV nsp15 Mutant Viruses Activate Host dsRNA Sensors. Because our data suggest that additional dsRNA-sensing pathways are activated in response to nsp15 mutant virus replication, we investigated other dsRNA-sensing pathways that have been linked to apoptotic cell death. To this end, we examined the protein kinase R (PKR) and the 2′-5′ oligoadenylate synthetase (OAS)/ RNase L systems (33) (34) (35) (36) (37) . First, we evaluated the level of phosphorylated eIF2α, an indicator of PKR activation (35, 37) , during infection. Increased phosphorylation of eIF2α was observed in BMDMs infected with nsp15 mutant viruses compared with infection with WT virus (Fig. 4A ). Addition of C16, a specific kinase inhibitor of PKR (38) , significantly reduced the levels of caspase-3/7 activity (Fig. 4B ) and prevented cell death (Fig.  S4A ). These data suggest that the PKR pathway is activated during MHV infection of BMDMs. We also assessed the degradation of RNA, which is an indicator of active 2′-5′ OAS/ RNase L system signaling (39) . Degradation of RNA was observed as early as 8 hpi in cells infected with the nsp15 mutant viruses, but not in cells infected by MHV-WT or N3m (Fig. 4C and Fig. S4B ). Degradation of RNA was not inhibited by blocking apoptosis with either zVAD or C16 (Fig. 4D ). This result indicated that activation of OAS/RNase L was independent of PKR activation. In addition, robust RNA degradation was observed in nsp15 mutant virus-infected ifih1 −/− BMDMs (Fig. S4C) , suggesting that the OAS/RNase L system was Values were analyzed using a two-way ANOVA test by time in A-C or an unpaired t test in D. *P < 0.05; n.s., not significant. **P < 0.01; ***P < 0.001; ****P < 0.0001. Data are representative of two to three independent experiments and presented as the mean ± SD. Red dashed line is limit of detection. activated in the absence of IFN. Finally, neither RNA degradation (Fig. S4D ) nor elevated caspase-3/7 activity (Fig. S4E ) was observed in ifnar −/− BMDMs despite the fact that robust viral replication was present (Fig. 1D ). This could be because of low basal expression of PKR (Fig. S4F ) and OAS in ifnar −/− macrophages, the latter of which was previously reported (40) . Taken together, these data indicate that nsp15 mutant viruses activate multiple independent host dsRNA-sensing systems in macrophages, including MDA5, PKR, and OAS/RNase L. In the absence of functional nsp15, the collective stimulation of these pathways by viral dsRNA results in robust type I IFN induction, apoptotic cell death, and severely reduced viral titer.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "(35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2210,
                    "end": 2214,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 666,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 786,
                    "end": 794,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 822,
                    "end": 832,
                    "text": "(Fig.  S4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1191,
                    "end": 1199,
                    "text": "Fig. S4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1286,
                    "end": 1294,
                    "text": "(Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1482,
                    "end": 1492,
                    "text": "(Fig. S4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1906,
                    "end": 1915,
                    "text": "(Fig. S4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1952,
                    "end": 1961,
                    "text": "(Fig. S4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2055,
                    "end": 2063,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2120,
                    "end": 2129,
                    "text": "(Fig. S4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "MHV nsp15 Mutant Viruses Trigger Rapid Apoptotic Cell Death in"
        },
        {
            "text": "Activity. As shown above, the N15m1 and N15m3 viruses repeatedly exhibited similar phenotypes, despite encoding different mutations in nsp15. Because the N15m1 mutant virus is unique to this study, we investigated the effect of the T98M mutation on the nsp15 protein. The T98M mutation resides at the interface between the N-terminal domain and middle domain of nsp15 (Fig. 1A , Right). The endoribonuclease activity of nsp15 requires the formation of stable oligomers, which may be destabilized by the T98M mutation (25) . Western blot analysis revealed that levels of nsp15 were significantly reduced in both N15m1-and N15m3infected cells compared with WT-infected cells (Fig. 5A, Left) . It is possible that this phenotype could be because of the limited viral replication of nsp15 mutant viruses observed in B6 BMDMs or reduced detection of nsp15 mutant proteins by antiserum. However, compared with N15m3, the level of N15m1 nsp15 protein remained low during infection of ifnar −/− BMDMs, despite similar N protein levels (Fig. 5A , Right) and growth kinetics for all viruses tested (Fig.  1D ). We also note that detection of nsp15 protein by antiserum was not affected by the T98M mutation, as both recombinant WT and T98M nsp15 were equally detectable (Fig. 5B, Lower) . These results suggest that the T98M mutation destabilizes nsp15, resulting in a decrease in the steady-state level of the protein in N15m1infected cells.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 673,
                    "end": 688,
                    "text": "(Fig. 5A, Left)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1027,
                    "end": 1035,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "(Fig.  1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1260,
                    "end": 1276,
                    "text": "(Fig. 5B, Lower)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "To further evaluate the effect of the T98M mutation on the nsp15 protein, we cloned and expressed codon-optimized versions of the WT and T98M nsp15 as SUMO-fusion proteins in Escherichia coli (Fig. 5B, Upper) . Based on the structure of nsp15, the SUMO tag will not affect the assembly of oligomers, including hexamers, as previously reported (12) (13) (14) . To determine if the T98M mutation destabilizes the protein, differential scanning fluorimetry (DSF) was used to measure the stability of nsp15 in response to heat (41) . DSF assesses the denaturation of proteins in the presence of a hydrophobic dye that will fluoresce upon binding to hydrophobic protein sequences. This technique has been used to monitor interactions between viral protein subunits (42) . WT nsp15 undergoes a major transition to the denatured state at 47°C (Fig. 5C ). In contrast, the T98M mutant denatured at 40°C, 7°C lower than the WT nsp15, which is consistent with our hypothesis that the T98M mutation renders nsp15 less stable. Using dynamic lightscatter spectrometry, we report that the majority of WT nsp15 assembles to form oligomers at a protein concentration of Values were analyzed using two-way ANOVA test by time. Data are representative of two to three independent experiments and presented as the mean ± SD in A and B. **P < 0.01; ****P < 0.0001; n.s., not significant. 0.05 mg/mL. In contrast, the majority of the T98M nsp15 protein is detected in the monomeric form under these conditions, suggesting that the T98M mutation impairs nsp15 oligomerization (Fig. S5) . Thus, our in vitro characterization data for WT and T98M nsp15 proteins strongly support our prediction that the T98M mutation decreases protein stability. We reasoned that the instability of nsp15 imposed by the T98M mutation might impact endoribonuclease activity, which may in turn contribute to the N15m1 phenotype during infection. Indeed, the T98M mutant exhibited significantly reduced RNA cleavage activity in vitro compared with WT protein (Fig. 5D) . Altogether, these results demonstrate that the T98M mutation, like H262A, impairs nsp15 endoribonuclease function, albeit by different means.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 208,
                    "text": "(Fig. 5B, Upper)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 836,
                    "end": 844,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1553,
                    "end": 1562,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2014,
                    "end": 2023,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "Loss of nsp15 Endoribonuclease Activity Affects the Distribution of dsRNA in Virus-Infected BMDMs. Based on our findings that highlight the importance of nsp15 endoribonuclease activity, we initially hypothesized that nsp15 may prevent accumulation of viral dsRNA in the cytoplasm, thereby reducing the likelihood of triggering host dsRNA sensors. To address this possibility, we measured the abundance of dsRNA during infection of BMDMs by flow cytometry. We predicted that the loss of nsp15 endoribonuclease activity in the mutant viruses would correspond to an increase in immunofluorescence intensity of dsRNA. However, we did not observe a significant difference between WT-and N15m3-infected cells in either B6 or ifnar −/− BMDMs at early or late phases of infection (Fig. S6 A-C) , implying that nsp15 does not reduce the amount of dsRNA in infected cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 786,
                    "text": "(Fig. S6 A-C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "Previous studies reported that coronavirus dsRNA associates with replication complexes early during infection and is buried in DMVs, which are thought to protect viral RNA from host sensors (8, 9, 43) . Additionally, our group and others have shown that nsp15 also associates with replication complexes (44, 45) and interacts with single-strand RNA and dsRNA (13) . Therefore, we hypothesized that that nsp15 may function to maintain the asso-ciation of dsRNA with replication complexes. We predicted that loss of nsp15 endoribonuclease activity may allow for accumulation of dsRNA that is not associated with replication complexes (\"free\" dsRNA). Such free dsRNA might be vulnerable to detection by cytoplasmic dsRNA sensors. To test this hypothesis, we used ifnar −/− BMDMs because we showed that replication of both WT and nsp15 mutant viruses is equivalent in these cells. The subcellular localization of dsRNA and nsp2/3, which are hallmark components of viral replication complexes (8) , was detected using confocal microscopy with specific antibodies. Interestingly, N15m3 infection yielded more dsRNA foci that did not colocalize with nsp2/3 foci (Fig. 6A) . To quantify these free dsRNA foci, we used an automated immunofluorescence analysis program (IMARIS) to identify and count the number of dsRNA and nsp2/3 foci. We found that there were similar levels of nsp2/3 + replication complexes in N15m3-and WT-infected cells at 6 hpi; however, more free-dsRNA foci were detected in N15m3-infected cells than in WT-infected cells (Fig. 6A) . Consistent with previous reports (43, 46) , dsRNA was dispersed late in infection, leading to a similar increase in the number of free-dsRNA foci in both WT-and N15m3-infected cells (Fig. S6D) . We note that the early dispersal pattern of dsRNA in N15m3-infected cells coincides with the early activation of dsRNA sensors and the IFN response (Figs. 2-4) . Taken together, these data suggest that nsp15 may not affect the abundance of cytosolic dsRNA, but rather functions to maintain the association of dsRNA with replication complexes, likely by sequestering dsRNA within DMVs (8). To further elucidate the relationship between nsp15 and dsRNA during viral infection, we visualized nsp15 and dsRNA localization by immunofluorescence using specific antibodies. As expected, we found that the number of dsRNA foci that colocalized with nsp15 foci was significantly reduced in N15m3infected cells compared with WT-infected cells (Fig. 6B) . These results demonstrate that nsp15 localization with dsRNAand therefore with replication complexes-is dependent on endoribonuclease activity, the lack of which may result in more free cytoplasmic dsRNA available for detection by host sensors.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "(44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "(43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1586,
                    "end": 1589,
                    "text": "46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 1155,
                    "end": 1164,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1536,
                    "end": 1545,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1730,
                    "end": 1740,
                    "text": "(Fig. S6D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1891,
                    "end": 1902,
                    "text": "(Figs. 2-4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2476,
                    "end": 2485,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "nsp15 Mutations Profoundly Attenuate Murine Coronavirus Infection in Vivo. Because nsp15 mutant viruses induce a robust IFN response and activate host dsRNA sensors, we wanted to determine if the loss of nsp15-mediated antagonism of innate immune responses alters the pathogenesis of murine coronavirus. We first infected C57BL/6 mice intraperitoneally with 6 × 10 4 plaque-forming units (pfu) of WT or mutant virus and evaluated viral burden in target organs and pathology in the liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "Strikingly, standard plaque assays that enumerate infectious particles failed to detect virus in the livers and spleens of mice inoculated with nsp15 mutant viruses at 3 and 5 d postinfection (dpi) (Fig. 7A) . However, high viral titers were detected in the same target organs of mice infected with WT or N3m virus ( Fig.  7A and Fig. S7A ). N gene transcripts, albeit low levels, were only detectable by qPCR in the mesenteric lymph node (MLN) of mice infected with nsp15 mutant virus at 1 dpi (Fig. 7B) . Histological examination of the livers revealed typical lesions associated with infection by MHV-WT and N3m, but not in nsp15 mutant virus-infected mice (Fig. 7C and Fig. S7B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 207,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 317,
                    "end": 338,
                    "text": "Fig.  7A and Fig. S7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 660,
                    "end": 682,
                    "text": "(Fig. 7C and Fig. S7B)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "A lethal challenge model of MHV-A59 was used to determine if nsp15 mutant viruses are attenuated. Injection of 600 pfu of WT virus into the mouse cranium is sufficient to induce lethal encephalitis (47, 48) . As expected, all WT-or N3m-infected mice lost body weight (Fig. 7D and Fig. S7C ) and succumbed to infection by 7-9 dpi (Fig. 7E and Fig. S7D ). In contrast, all nsp15 mutant virus-infected mice survived the infection (Fig. 7E ) and exhibited only mild or transient weight loss, from which they recovered over time (Fig. 7D) . These data reveal that nsp15 mutant viruses are profoundly attenuated and exhibit minimal pathogenicity, even in this sensitive model. To evaluate the replication of these viruses in the absence of IFN signaling, ifnar −/− mice were intraperitoneally infected with 50 pfu of WT or nsp15 mutant virus. All mice succumbed to infection, indicating that all tested viruses could replicate and induce lethal disease in the absence of IFN signaling (Fig. 7F) . Interestingly, N15m1-infected mice exhibited delayed mortality compared with WT-infected mice (P = 0.0047), suggesting that either the instability of nsp15 or the addition of the mutation in nsp3 may contribute to viral attenuation.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "(47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "48)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 288,
                    "text": "(Fig. 7D and Fig. S7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 329,
                    "end": 350,
                    "text": "(Fig. 7E and Fig. S7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 427,
                    "end": 435,
                    "text": "(Fig. 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Fig. 7D)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 979,
                    "end": 988,
                    "text": "(Fig. 7F)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "T98M Mutation Destabilizes nsp15 Protein and Impairs Endoribonuclease"
        },
        {
            "text": "Virus Infection. Because the nsp15 mutant viruses are highly attenuated for virulence in vivo, we wanted to determine if these viruses could elicit protective immunity against subsequent challenge with WT virus. B6 mice were infected intraperitoneally with 6 × 10 4 pfu of nsp15 mutant viruses. Four weeks later, the same mice, as well as naïve, age-matched mice, were challenged with 6 × 10 4 pfu of WT virus and viral burden and liver pathology were assessed at 5 dpi. In contrast to naïve mice, mice that had been inoculated with nsp15 mutant viruses before challenge with MHV-WT produced undetectable viral titers in tested organs (Fig. 8A ) and no liver pathology observed (Fig. 8B) . Even more striking were the results from intracranial infection. Here we challenged mice that had been previously inoculated 7 wk prior with N15m1 or naïve mice with a 10-fold lethal dose of MHV-WT. We found that the immunized mice experienced only minor weight loss and fully recovered from infection, whereas the age-matched naïve mice succumbed to infection (Fig. 8 C and D) . This finding demonstrates that immunization with nsp15 mutant virus protects mice from a subsequent lethal challenge, suggesting that nsp15 mutant viruses can elicit strong, protective immune memory in mice, which highlights their potential as vaccine candidates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 643,
                    "text": "(Fig. 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1051,
                    "end": 1067,
                    "text": "(Fig. 8 C and D)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "MHV nsp15 Mutant Viruses Confer Protective Immunity against WT"
        },
        {
            "text": "RNA viruses that replicate via dsRNA intermediates can be detected as \"nonself\" by host dsRNA sensors. These sensors include several cytoplasmic RIG-I-like receptors (RLRs), such as RIG-I and MDA5. Activation of RLRs stimulates the production of type I IFN, which up-regulates additional dsRNA sensors, including PKR and the OAS/RNase L system. Collectively, activation of these systems promotes the expression of ISGs and the subsequent execution of an antiviral state within the cell. Importantly, expression of these dsRNA sensors is maintained at a relatively high basal level in macrophages and microglia, which allows for an immediate response against invading viral pathogens (49) . To counteract these systems, many viruses have evolved strategies to prevent the early activation of dsRNA sensors. Here we describe a previously unrecognized role for coronavirus nsp15 in derailing the activation of dsRNA sensors in macrophages.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 687,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies using overexpression of SARS-CoV nsp15 (21, 50) and arterivirus nsp11 (20, 22, 23) provided an initial indication that these proteins can act as IFN antagonists. However, as shown here, only by studying nsp15 in the context of viral replication in macrophages and in mice was the nature of the IFN antagonism revealed. We generated murine coronaviruses that encode mutations in nsp15 and compared the replication of WT and mutant viruses in multiple cell types. We found that replication of the mutant viruses was impaired in B6 BMDMs and activated MDA5, PKR, and the OAS/RNase L system. Activation of these dsRNA sensors stimulated IFN and promoted early apoptosis of macrophages, which limited the production of progeny virus in cell culture. In mice, we found that nsp15 mutant viruses were highly attenuated and able to elicit a protective immune response against subsequent challenge with WT virus. Overall, these results reveal a critical function of nsp15 in blocking the activation of host dsRNA sensors, such that disabling nsp15 stability or activity remarkably attenuates coronavirus pathogenesis.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "50)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have shown that coronaviruses encode multiple proteins that antagonize recognition of viral dsRNA and prevent activation of the host innate immune response. One such antagonist, coronavirus nsp16, is a 2′O-methyltransferase (2′O-MTase) that provides a cap structure at the 5′-end of viral mRNAs to prevent their detection by host sensor MDA5 (51) . SARS-CoV and MHV mutant viruses that lack 2′O-MTase activity activate the type I IFN response and are attenuated in macrophages and mice (51, 52) . Many additional viral antagonists have been described, and an emerging theme is that these viral proteins may have tissue-or cell type-specific roles. For example, the strain of murine coronavirus used in this study also encodes accessary protein ns2. This protein is a 2′,5′-phosphodiesterase (PDE) that cleaves 2′,5′-oligoadenylate, the product of OAS. Cleavage of 2′,5′-oligoadenylate prevents RNase L-mediated degradation of RNA (39) . Loss of ns2 PDE activity attenuates viral pathogenicity in the liver but not in the brain, suggesting a liver-specific effect of ns2 activity (53, 54) . In contrast, our results demonstrate that mutation of nsp15 is sufficient to attenuate viral pathogenesis in both the liver and the brain. Furthermore, we detected activation of the OAS/RNase L pathway in nsp15 mutant virus-infected cells despite the presence of functional ns2 (Fig. 4C) . We speculate, therefore, that there may be a hierarchy of coronaviral proteins that modulate host innate immune responses. Evidence for such a hierarchy was recently reported in the context of MERS-CoV (55) (56) (57) (58) . These studies revealed that MERS-CoV NS4a and NS4b inhibit dsRNA sensors. Specifically, MERS-CoV NS4a encodes a dsRNA-binding protein that limits the activation of PKR, whereas NS4b encodes a PDE, which inhibits RNase L activity similar to MHV ns2. However, Rabouw et al. reported that deletion of NS4a alone did not activate PKR, suggesting that MERS-CoV encodes redundant mechanisms to suppress recognition by, and activation of, dsRNA sensors (57) . To that end, we posit that nsp15 may play a dominant role over ns2/NS4a/Ns4b activity in antagonizing host dsRNA sensors, such that loss of ns2, NS4a, or NS4b alone is not sufficient to activate these sensors in all cell types. Future studies are needed to elucidate the hierarchy of coronavirus proteins, including nsp15, ns2, NS4a, NS4b, the recently described antagonism of nsp14 (43) , and others (6), that collectively antagonize innate immunity and contribute to tissuespecific viral pathogenesis.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "(51)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "(51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "52)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "(53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "54)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "(55)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1604,
                    "end": 1608,
                    "text": "(56)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1609,
                    "end": 1613,
                    "text": "(57)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1614,
                    "end": 1618,
                    "text": "(58)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2067,
                    "end": 2071,
                    "text": "(57)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2457,
                    "end": 2461,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1385,
                    "end": 1394,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The mechanism by which nsp15 endoribonuclease activity suppresses the activation of dsRNA sensors is unknown. Previously, pestivirus and Lassa virus were shown to encode viral ribonucleases that prevent activation of host sensors by degrading viral dsRNA (59, 60) . Given these examples, it seemed logical to evaluate the relative abundance of viral dsRNA in WTand nsp15 mutant-infected cells ( Fig. 6 and Fig. S6 ). Indeed, while this manuscript was under review, Kindler et al. reported increased accumulation of viral dsRNA in nsp15 mutant virusinfected cells and suggested that nsp15 may be part of a viral RNA decay pathway (61) . However, our analysis indicates no difference in the accumulation of dsRNA in cells infected with viruses that express either functional or catalytically-inactive nsp15. We note that the nsp15 catalytic mutant virus reported here (N15m3) encodes a different mutation (H262A) than the virus reported by Kindler et al. (H277A) (61) , which may account for the difference in results. Another possibility is that nsp15 may recognize and cleave specific dsRNA targets and that mutations in nsp15 may influence target selection. Bhardwaj et al. found that SARS-CoV nsp15 can bind to a highly conserved, hairpinstructured RNA molecule derived from the 3′ untranslated region of the viral genome (13) . This dsRNA-like molecule contains a right-angle turn and a loop with multiple potential cleavage sites. The authors reported that only the site in the right-angle turn could be cleaved, indicating that nsp15 cleavage can be influenced by RNA structure, although it is important to note that these studies were performed in vitro using nonphysiologically relevant manganese concentrations. Future studies are therefore needed to evaluate nsp15-mediated dsRNA cleavage in the context of virus infection.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "(59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "60)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "(61)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "(61)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 413,
                    "text": "Fig. 6 and Fig. S6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Another feature of nsp15 is that it colocalizes with membraneassociated viral replication complexes (44, 45) . Previous studies suggest that viral dsRNA may be sequestered within membraneassociated replication complexes as a means of protecting it from detection by host sensors (9) . It is possible that the functional activity of nsp15 may occur in association with such viral structures. Indeed, the majority of dsRNA was colocalized with replication complex proteins in WT-infected cells. In contrast, in nsp15 mutant-infected cells, we observed early dispersal of dsRNA foci away from replication complexes (Fig. 6) , which coincided with early activation of dsRNA sensors. We speculate, therefore, that nsp15 may function as a \"gatekeeper\" to sequester viral dsRNA within replication complexes and away from host dsRNA sensors. Further studies are needed to fully elucidate the mechanisms used by nsp15 to potentially hide or degrade viral RNA and ultimately prevent activation of host dsRNA sensors.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "(44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 620,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, this study provides insights into the role of nsp15 as an antagonist of host dsRNA sensors during coronavirus infection in macrophages and in mice and provides new directions for developing live-attenuated vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cells, Viruses, Antibodies, and Chemicals. Baby hamster kidney cells expressing the MHV receptor (BHK-R) were kindly provided by Mark Denison, Vanderbilt University Medical Center, Nashville, TN. The murine fibroblast 17Cl-1 cell line was maintained in DMEM containing 5% FCS DMEM. The L929 cell line was a gift of Francis Alonzo, Loyola University Chicago, Maywood, IL. Differentiated BMDMs were maintained in bone marrow macrophage media containing DMEM (#10-017-CV, Corning) supplemented with 30% L929 cell supernatant, 20% FCS, 1% L-glutamine, 1% sodium pyruvate, and 1% penicillin/ streptomycin. WT MHV strain A59 (GenBank accession no. AY910861) was generated by reverse genetics and full-genome-sequenced. Rabbit anti-nsp2/3 serum (anti-D3) and anti-nsp15 serum (anti-D23) were previously reported by our laboratory (8, 44) . Mouse anti-N (J3.3) was a gift from John Fleming (University of Wisconsin-Madison, WI). The following antibodies were purchased commercially (catalog number and company indicated): mouse anti-β-actin (#A00702, Genscript), donkey anti-rabbit-HRP (#711-035-152, Jackson ImmunoResearch), goat anti-mouse-HRP (#1010-05, South-ernBiotech), anticleaved-caspase-3 (#Asp175, Cell Signaling Technology), anti-dsRNA (#K1, Scicons), anti-ISG54 (#PA3845, ThermoFisher), anti-eIF2α (#sc-133132, Santa Cruz), and anti-p-eIF2α (#sc-12412, Santa Cruz). Chemical inhibitors were obtained from the following sources: pan-caspase inhibitor zVAD (#627610, Millipore), Nec-1 (#480065, Millipore), PKR inhibitor C16 (#527450, Millipore), and VX-765 (#F7120, UBPbio), staurosporine (#ALX-380-014, Enzo Life Sciences).",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 826,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To generate MHV mutant viruses, nucleotide changes were incorporated into the MHV-A59 genome through PCR mutagenesis (primers available upon request) of cDNA fragments. Subsequent generation of virus by reverse genetics was performed as previously described by Yount et al. (24) . Viral genomic RNA from in vitro transcription (mMESSAGE mMACHINE T7 Transcription Kit; AM1344, Invitrogen Ambion) of ligated cDNA fragments was electroporated into BHK-R cells. Cell supernatant was collected as viral stock following observation of cytopathic effects. Infectious clones were plaque-purified, propagated on BHK-R cells, and titrated on 17Cl-1 cells. Mutant viruses were maintained exclusively in BHK-R cells, which do not produce or respond to IFN. All virus stock preparations and plaque-purified isolates used in this study were full-genome deep-sequenced (Kansas State University diagnostic laboratory). Briefly, viral RNA was extracted from virus stock using QIAamp MinElute Virus Spin Kit (57704, Qiagen), used to generate a cDNA Library and sequenced by Miseq or Ion Torrent technology. Mutant MHV sequences were aligned to the WT MHV-A59 synthetic construct (GenBank accession no. AY910861).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Mutant Viruses and Deep Sequencing."
        },
        {
            "text": "Infection and Mouse Experiments. BMDMs in 12-or 24-well plates were infected with indicated viral strains at a multiplicity of infection (MOI) of 0.1 or 1 in serum-free media. For growth kinetics analysis, cell-culture supernatants were collected at indicated time points and titrated by plaque assay on 17Cl-1 cells. For mouse infection, all experiments were performed using protocols reviewed and approved by the Loyola University Chicago Institutional Animal Care and Use Committee (IACUC). For intracranial infections, 6-wk-old C57BL/6 female mice (Jackson Laboratory) were inoculated with 600 pfu virus and monitored for body weight daily and killed when weight loss was over 25% according to the IACUC protocol. For intraperitoneal infection, 6-wk-old mice were injected with 60,000 pfu and organs were collected at indicated time points. Evidence of liver pathology was determined by H&E staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutant Viruses and Deep Sequencing."
        },
        {
            "text": "Cell Death Assays. Cell viability and caspase-3/7 activity were measured using CellTiter Glo (G7571, Promega) and Caspase-Glo 3/7 (G8091, Promega), respectively, according to the manufacturer's protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutant Viruses and Deep Sequencing."
        },
        {
            "text": "DSF Assay. Recombinant MHV nsp15 or T98M proteins were diluted in storage buffer (10% glycerol, 20 mM Tris·Cl, pH 7.5, 300 mM NaCl, and 5 mM β-ME) at different concentrations. Size measurement was carried out by Zetasizer Nano-S dynamic light scattering (Malvern Instruments) at room temperature. Each sample was measured at least three times. The average intensity and size distributions are shown in Fig. S5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "Fig. S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mutant Viruses and Deep Sequencing."
        },
        {
            "text": "RNA Cleavage Assay. The standard RNA cleavage assay used 1 × 10 4 cpm of 5′-end radiolabeled RNA substrate (1 μM final RNA concentration) and 0.026 μM nsp15 in 50 mM Tris·HCl (pH 7.5), 50 mM KCl, 1 mM DTT, and 5 mM MnCl 2 at 30°C. The endoribonuclease reactions were terminated by the addition of a gel-loading buffer that contained 7.5 M urea. Products were separated by electrophoresis in 20% polyacrylamide gels containing 7.5 M urea. Gels were wrapped in plastic and exposed to a PhosphorImager screen for quantification using Molecular Dynamics software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutant Viruses and Deep Sequencing."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronaviruses post-SARS: Update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS and MERS: Recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523--534",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multiple organ infection and the pathogenesis of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "",
            "pages": "415--424",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Active replication of Middle East respiratory syndrome coronavirus and aberrant induction of inflammatory cytokines and chemokines in human macrophages: Implications for pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1331--1342",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cytokine responses in severe acute respiratory syndrome coronavirus-infected macrophages in vitro: Possible relevance to pathogenesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7819--7826",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interaction of SARS and MERS coronaviruses with the antiviral interferon response",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv Virus Res",
            "volume": "96",
            "issn": "",
            "pages": "219--243",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dysregulated type I interferon and inflammatory monocyte-macrophage responses cause lethal pneumonia in SARS-CoV-infected mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "",
            "pages": "181--193",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RNA replication of mouse hepatitis virus takes place at double-membrane vesicles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "3697--3708",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biochemical aspects of coronavirus replication and virus-host interaction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazán",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuñiga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Microbiol",
            "volume": "60",
            "issn": "",
            "pages": "211--230",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Crystal structure and mechanistic determinants of SARS coronavirus nonstructural protein 15 define an endoribonuclease family",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ricagno",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "11892--11897",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "RNA recognition and cleavage by the SARS coronavirus endoribonuclease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bhardwaj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holzenburg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Guarino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Mol Biol",
            "volume": "361",
            "issn": "",
            "pages": "243--256",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "New antiviral target revealed by the hexameric structure of mouse hepatitis virus nonstructural protein nsp15",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "7909--7917",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Biochemical characterization of arterivirus nonstructural protein 11 reveals the nidovirus-wide conservation of a replicative endoribonuclease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Nedialkova",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "5671--5682",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A dimerization-dependent mechanism drives the endoribonuclease function of porcine reproductive and respiratory syndrome virus nsp11",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "4579--4592",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Major genetic marker of nidoviruses encodes a replicative endoribonuclease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "12694--12699",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biochemical and genetic analyses of murine hepatitis virus Nsp15 endoribonuclease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "13587--13597",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Site-directed mutagenesis of the Nidovirus replicative endoribonuclease NendoU exerts pleiotropic effects on the arterivirus life cycle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Posthuma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "1653--1661",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nonstructural protein 11 of porcine reproductive and respiratory syndrome virus suppresses both MAVS and RIG-I expression as one of the mechanisms to antagonize type I interferon production",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Severe acute respiratory syndrome coronavirus papain-like protease ubiquitin-like domain and catalytic domain regulate antagonism of IRF3 and NF-kappaB signaling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "6689--6705",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The nonstructural protein 11 of porcine reproductive and respiratory syndrome virus inhibits NF-κB signaling by means of its deubiquitinating activity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mol Immunol",
            "volume": "68",
            "issn": "",
            "pages": "357--366",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Endoribonuclease activities of porcine reproductive and respiratory syndrome virus nsp11 was essential for nsp11 to inhibit IFN-β induction",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Immunol",
            "volume": "48",
            "issn": "",
            "pages": "1568--1572",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Systematic assembly of a fulllength infectious cDNA of mouse hepatitis virus strain A59",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ralph",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "11065--11078",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mutational analysis of the SARS virus Nsp15 endoribonuclease: Identification of residues affecting hexamer formation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Guarino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Mol Biol",
            "volume": "353",
            "issn": "",
            "pages": "1106--1117",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Murine coronavirus mouse hepatitis virus is recognized by MDA5 and induces type I interferon in brain macrophages/microglia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth-Cross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "9829--9838",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Requirement of an ICE-like protease for induction of apoptosis and ceramide generation by REAPER",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Pronk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amiri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "271",
            "issn": "",
            "pages": "808--810",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular mechanisms of necroptosis: An ordered cellular explosion",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vandenabeele",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galluzzi",
                    "suffix": ""
                },
                {
                    "first": "Vanden",
                    "middle": [],
                    "last": "Berghe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "11",
            "issn": "",
            "pages": "700--714",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cell death by pyroptosis drives CD4 T-cell depletion in HIV-1 infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Doitsh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "509--514",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pyroptosis: Host cell death and inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bergsbaken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Cookson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "99--109",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "RIP3, an energy metabolism regulator that switches TNFinduced cell death from apoptosis to necrosis",
            "authors": [
                {
                    "first": "D-W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "332--336",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Antiviral effects of pan-caspase inhibitors on the replication of coxsackievirus B3",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Apoptosis",
            "volume": "12",
            "issn": "",
            "pages": "525--533",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The role of 2′-5′ oligoadenylate-activated ribonuclease L in apoptosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Castelli",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cell Death Differ",
            "volume": "5",
            "issn": "",
            "pages": "313--320",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The dsRNA-dependent protein kinase, PKR and cell death",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Death Differ",
            "volume": "12",
            "issn": "",
            "pages": "563--570",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The protein kinase PKR is required for macrophage apoptosis after activation of Toll-like receptor 4",
            "authors": [
                {
                    "first": "L-C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "428",
            "issn": "",
            "pages": "341--345",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Double-stranded RNA-activated protein kinase mediates virusinduced apoptosis: A new role for an old actor",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "11693--11695",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Translation inhibition in apoptosis: Caspase-dependent PKR activation and eIF2-alpha phosphorylation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Saelens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vandenabeele",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "41620--41628",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Suppression of PKR promotes network excitability and enhanced cognition by interferon-γ-mediated disinhibition",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "147",
            "issn": "",
            "pages": "1384--1396",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Antagonism of the interferon-induced OAS-RNase L pathway by murine coronavirus ns2 protein is required for virus replication and liver pathology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Host Microbe",
            "volume": "11",
            "issn": "",
            "pages": "607--616",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Activation of RNase L by murine coronavirus in myeloid cells is dependent on basal Oas gene expression and independent of virus-induced interferon",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Birdwell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "3160--3172",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The use of differential scanning fluorimetry to detect ligand interactions that promote protein stability",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Niesen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vedadi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Protoc",
            "volume": "2",
            "issn": "",
            "pages": "2212--2221",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Phosphorylation of the brome mosaic virus capsid regulates the timing of viral infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hoover",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "7748--7760",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Mutagenesis of coronavirus nsp14 reveals its potential role in modulation of the innate immune response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Becares",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "5399--5414",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Colocalization and membrane association of murine hepatitis virus gene 1 products and De novo-synthesized viral RNA in infected cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "5957--5969",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "In situ tagged nsp15 reveals interactions with coronavirus replication/transcription complex-associated proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Athmer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MBio",
            "volume": "8",
            "issn": "",
            "pages": "2320--2336",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Visualizing coronavirus RNA synthesis in time by using click chemistry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagemeijer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vonk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Monastyrska",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "5808--5816",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Murine coronavirus ubiquitin-like domain is important for papain-like protease stability and viral pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mielech",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "4907--4917",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Coronaviruses resistant to a 3C-like protease inhibitor are attenuated for replication and pathogenesis, revealing a low genetic barrier but high fitness cost of resistance",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "11886--11898",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Cell-type-specific activation of the oligoadenylate synthetase-RNase L pathway by a murine coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "8408--8418",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "MAVS-mediated apoptosis and its inhibition by viral proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Ribose 2′-O-methylation provides a molecular signature for the distinction of self and non-self mRNA dependent on the RNA sensor Mda5",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Züst",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "",
            "pages": "137--143",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Attenuation and restoration of severe acute respiratory syndrome coronavirus mutant lacking 2′-o-methyltransferase activity",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "4251--4264",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Organ-specific attenuation of murine hepatitis virus strain A59 by replacement of catalytic residues in the putative viral cyclic phosphodiesterase ns2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth-Cross",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "3743--3753",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Cell-type-specific type I interferon antagonism influences organ tropism of murine coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Rooijen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "10058--10068",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Middle East respiratory Syndrome coronavirus NS4b protein inhibits host RNase L activation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornbrough",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MBio",
            "volume": "7",
            "issn": "",
            "pages": "258--274",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The ORF4b-encoded accessory proteins of Middle East respiratory syndrome coronavirus and two related bat coronaviruses localize to the nucleus and inhibit innate immune signalling",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "874--882",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Middle East respiratory coronavirus accessory protein 4a inhibits PKR-mediated antiviral stress responses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Rabouw",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Middle East respiratory syndrome coronavirus accessory protein 4a is a type I interferon antagonist",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Niemeyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "12489--12495",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Prolonged activity of the pestiviral RNase Erns as an interferon antagonist after uptake by clathrin-mediated endocytosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zürcher",
                    "suffix": ""
                },
                {
                    "first": "K-S",
                    "middle": [],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mathys",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wyss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "7235--7243",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Structure of the Lassa virus nucleoprotein reveals a dsRNA-specific 3′ to 5′ exonuclease activity essential for immune suppression",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hastie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Kimberlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Zandonatti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Saphire",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "2396--2401",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Early endonuclease-mediated evasion of RNA sensing ensures efficient coronavirus replication",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MHV nsp15 mutant viruses are attenuated for replication and induce rapid cell death in macrophages. (A) Schematic diagram of the MHV-A59 genome and the location of mutations in mutant viruses. (Right) Crystal structure of MHV nsp15. N domain (blue), M domain (purple), C domain (green), and residues (T98 and H262) are indicated (PDB ID code 2GTH). (B-D) Growth kinetics of viruses in (B) B6 or in (D) ifnar −/− BMDMs, and (C) the cell viability of infected B6 BMDMs. BMDMs were infected with WT or mutant MHV at an MOI of 0.1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nsp15 mutant viruses trigger an early induction of type I IFN in macrophages. (A-C) B6 BMDMs were infected with WT or mutant MHV at an MOI of 0.1. At indicated time points, total RNA was extracted and analyzed for (A) the mRNA levels of IFN-α11 or (B) N gene by qPCR. The levels of mRNA relative to β-actin mRNA were expressed as 2 -ΔCT [ΔC T = C T(gene of interest) − C T(β-actin) ]. (C) The cell supernatant was collected for the detection of secreted IFN-α by quantitative ELISA. (D) ifih1 −/− BMDMs were infected with WT or mutant MHV at an MOI of 0.1. At 16 hpi, the cell supernatant was collected for ELISA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "MHV nsp15 mutant viruses induce early apoptosis in macrophages. (A) B6 BMDMs were infected with WT or mutant MHV at an MOI of 0.1 and subsequently treated with either DMSO, zVAD (20 μM), Nec-1 (25 μM), or VX-765 (20 μM). Cell viability was measured at 24 hpi by a CellTiter Glo assay. Results are reported relative to DMSO-treated mock cells and were analyzed using a two-way ANOVA test by virus. (B) B6 BMDMs were infected with WT or mutant MHV at an MOI of 0.1. At indicated time points, caspase-3/7 activity was determined by a Caspase-Glo 3/7 assay. Values are displayed in relative light units (RLU) and were analyzed using a twoway ANOVA test by time. (C) B6 BMDMs were infected with WT or mutant MHV at an MOI of 0.1. At indicated time points, cell lysates were collected for the detection of cleaved-caspase-3, N protein, and β-actin by Western blotting. (D and E) ifih1 −/− BMDMs were infected at an MOI of 0.1. (D) Cell viability and (E) caspase-3/7 activity were evaluated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Infection of MHV nsp15 mutant viruses activates host dsRNA sensors. (A) B6 BMDMs were infected with WT or mutant MHV at an MOI of 1. At 8 hpi, cells were lysed and 20 μg cell lysate was evaluated for phospho-eIF2α, eIF2α, viral N protein, and β-actin by Western blotting. (B) PKR inhibitor C16 blocks virus-induced apoptosis in macrophages. B6 BMDMs were infected with WT or mutant MHV (MOI of 0.1) and subsequently treated with the PKR inhibitor C16 (1 μM). Cells were collected and evaluated for caspase-3/7 activity at indicated time points. Values are displayed in RLU and presented as the mean ± SD, *P < 0.05; **P < 0.01; ****P < 0.0001, unpaired t test. (C) RNA degradation pattern of 200 ng total RNA extracted from mock or infected B6 BMDMs (MOI 0.1) evaluated using a bioanalyzer. (D) RNA degradation pattern of RNAs from mock or infected B6 BMDMs (MOI 0.1) treated with C16 inhibitor (1 μM) or zVAD (20 μM) at 16 hpi. The RNA integrity numbers (RIN) and the positions of 28S and 18S ribosomal RNAs are shown to the bottom and the right of the image, respectively. Data are representative of two to three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "T98M mutation causes nsp15 protein instability. (A) BMDMs infected with WT or N15m1 virus at an MOI of 0.1 were lysed at 16 hpi and viral N protein, nsp15, and β-actin were detected by Western blotting. (B) WT and the T98M mutant of nsp15 were expressed and purified from E. coli. Coomassie blue staining shows the purified SUMO-tagged WT and T98M nsp15, which were detected by anti-nsp15 antibody using Western blotting (Lower). (C) DSF thermal shift analysis of nsp15 WT (black) and nsp15-T98M mutant (red) proteins. (D) A radiolabeled RNA molecule R16.4 was treated over time with WT nsp15 or T98M in the presence of 5 mM Mn 2+ . At the indicated time points, an aliquot of the reaction was analyzed on a denaturing 20% polyacrylamide gel. The sequence of RNA R16.4 is shown above the gel image. The only uridylate, at position 13, is underlined. Data are representative of two to three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mutation of nsp15 affects dsRNA distribution in virus-infected BMDMs. ifnar −/− BMDMs were infected with WT or N15m3 at an MOI of 0.1. Cells were fixed at 6 hpi and stained with (A) anti-nsp2/3, anti-dsRNA, and Hoescht 33342 or (B) anti-nsp15, anti-dsRNA, and Hoescht 33342. Surfaces for puncta were created based on dsRNA and nsp2/3 fluorescence, and fluorescence was measured within each surface. The foci from 25 images were counted using IMARIS software program. (A) Images of subcellular localization of dsRNA and nsp2/3 (Upper) and quantification of foci (Lower). (B) Images of subcellular localization of dsRNA and nsp15 (Upper) and quantification of foci (Lower). Percent colocalization of nsp15 with dsRNA was calculated by dividing dsRNA + nsp15 + foci by total dsRNA foci. Values were analyzed by an unpaired t test and error bars represent the mean ± SEM, *P < 0.05; **P < 0.01; ***P < 0.001; n.s., not significant. Data are representative of two to three independent experiments. (Scale bars, 5 μm.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "MHV nsp15 mutant viruses are highly attenuated in mice. Six-week-old C57BL/6 mice were intraperitoneally inoculated with 6.0 × 10 4 pfu of WT or mutant viruses. (A) Liver and spleen were harvested at 3 and 5 dpi (DPI) and tested for viral titer by plaque assay. Reddashed line indicates the limit of detection. (B) At 24 hpi, MLN were harvested for RNA extraction. The N gene mRNA levels were measured by quantitative PCR and relative to β-actin. ***P < 0.001, unpaired t test. (C) At 5 dpi, mouse livers from A were harvested for pathology evaluation by H&E staining. Typical lesions of MHV infection in liver were indicated by arrowheads. (Magnification, 40×.) Data are representative of four mice per group. (D and E) Mice were inoculated by intracranial injection with 600 pfu of WT or mutant viruses. Viral pathogenicity was evaluated by (D) body weight loss and (E) survival rate. Data are a pool of two independent experiments. The P values of survival rate were calculated using a log-rank test. (F) Twelve-to 14-wk-old ifnar −/− mice were intraperitoneally inoculated with 50 pfu of virus and monitored for mortality. The P values of survival rate were calculated using a log-rank test. WT vs. N15m1, P = 0.0047; WT vs. N15m3, P = 0.0719; N15m1 vs. N15m3, P = 0.0145. Mouse numbers (n) are indicated in parentheses. Data are a pool of two independent experiments. Error bars in A, B, and D represent the mean ± SEM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "MHV nsp15 mutant viruses confers protective immunity against WT virus infection. Ten-week-old naïve C57BL/6 mice or mice immunized with mutant virus 4 wk prior (from Fig. 7A) were intraperitoneally inoculated with 6.0 × 10 4 pfu of WT virus. At 5 dpi, organs were harvested for (A) viral titration and (B) liver pathology. Red dashed line in A indicates limit of detection. Images of liver sections in B are representative of four mice per group. (Magnification, 40×.) Black arrowheads indicate the liver lesions caused by MHV infection. (C and D) Thirteen-week-old naïve mice and mice immunized seven weeks prior with N15m1 (from Fig. 7E) were challenged with 6.0 × 10 3 pfu WT virus by intracranial inoculation. Viral pathogenicity was evaluated by (C) body weight loss and (D) percent survival. Mouse numbers (n) are indicated in parentheses.The P values of survival rate were calculated using a log-rank test. Data are a pool of two independent experiments. Error bars in A and C represent the mean ± SEM.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENTS. We thank our colleagues at Loyola University Chicago: Dr. Francis Alonzo for assistance with generating bone marrowderived macrophages, Dr. Timothy O'Brien for assistance with the statistical analysis, and Aaron Volk for assistance with editing the manuscript; and Ying-Ching Chuang (Indiana University) for protein purification. This work was supported by the National Institutes of Health Grant R01 AI085089 (to S.C.B.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}