{
    "paper_id": "af871d7361b474745c0be43ea369912bd86c14b0",
    "metadata": {
        "title": "Models for facilitating access to patents on genetic inventions",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "C I E N C E A N D S O C I E T Y",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geertrui",
                "middle": [],
                "last": "Van Overwalle",
                "suffix": "",
                "affiliation": {},
                "email": "s:geertrui.vanoverwalle@law.kuleuven.be"
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Van Zimmeren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Birgit",
                "middle": [],
                "last": "Verbeure",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gert",
                "middle": [],
                "last": "Matthijs",
                "suffix": "",
                "affiliation": {},
                "email": "gert.matthijs@med.kuleuven.be"
            }
        ]
    },
    "abstract": [
        {
            "text": "| The genetics community is increasingly concerned that patents might lead to restricted access to research and health care. We explore various measures that are designed to render patented genetic inventions accessible to further use in research, and to diagnosis and/or treatment. They include the often-recited research or experimental-use exemption, conventional one-to-one licensing and compulsory licensing, as well as patent pools and clearing-house mechanisms. The last two alternatives deserve special attention in the area of human genetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The omnipresence of genetic patents has raised serious concerns about access to and use of genome-related inventions….",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many patents have been granted in genetics in recent years. For example, up to the end of 2004, the European Patent Office granted 2,913 patents containing the term 'nucleic acid' in the claims, and 549 of these were granted in 2004 alone. The omnipresence of genetic patents has raised serious concerns about access to and use of genome-related inventions, as the expansion of genetic patents might result in a patent thicket. As it is unlikely that patents for genetic inventions will be carved out from patent law, it is extremely important to develop alternative strategies to maximize access to and use of genetic inventions. Some models already exist for facilitating access to patented gene technology. Research exemptions create access for research purposes, and licensing agreements and compulsory licences are well-known tools for encouraging access. Other models that could render proprietary genetic inventions accessible for further use are under discussion, such as patent pools and clearing-house mechanisms. Patent pools and clearing-house mechanisms have been suggested by various governmental and non-governmental organizations as useful mechanisms to deal with the specific problems of access and use of patented genes, diagnostic methods, technologies and tools that are used in genetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We briefly describe research exemptions, licensing agreements and compulsory licensing, and extensively examine patent pools and clearing-house mechanisms. We explore to what extent the last two mechanisms could become leading models for enhancing access to and use of patented genetic inventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A first possibility for guaranteeing the freedom to use patented technology is to exempt certain activities from infringement. An example of this is the research or experimental-use exemption that qualifies scientific research for immunity from infringement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exemptions"
        },
        {
            "text": "In Europe, the research exemption is part of patent law. The original provision, which was laid down in the Community Patent Convention, states that the rights that are conferred by a patent shall not extend to \"acts done for experimental purposes relating to the subject-matter of the patented invention\". The equivalent provisions in the European member-states mirror but sometimes also deviate from this wording. Because different national legislations and court rulings exist, the exact scope of the exemption differs from country to country. There seems to be a general consensus that the exemption applies irrespective of the way the patented subject matter has been put into operation and the place of the experiment, be it a public laboratory, hospital or private company. But doubts arise about the scale, nature (experiments 'on' versus experiments 'with' the patented subject matter) and final purpose of the experiment (commercial versus non-commercial goal), and whether these fall within the exemption [1] [2] [3] [4] . At present, it is unclear to what extent the research exemption can shield diagnostic testing. On the one hand, one could argue that diagnostic testing falls within the research exemption, because patient blood or tissue sampling is often necessary to do research. On the other hand, one could claim that diagnostic testing cannot fall within the exemption because once a diagnostic test is established, the act of diagnosis could be defined as and/or confined to the act of providing the referring medical doctor with an opinion as to whether or not the patient carries a deleterious mutation.",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Exemptions"
        },
        {
            "text": "In the United States the research exemption is not part of the patent act but exists as a judicially created theory. The theory has a very narrow scope of application. In the landmark case Madey v. Duke University 5 -which in fact involved electron laser technology, not genetics -it was recalled that: \"Regardless of whether a particular institution or entity is engaged in an endeavour for commercial gain, so long as the act is in furtherance of the alleged infringer's legitimate business and is not solely for amusement, to satisfy idle curiosity, or for strict philosophical inquiry, the act does not qualify for the very narrow and strictly limited experimental use defence. \" Furthermore, the profit or nonprofit status of the user is not decisive for the applicability of the doctrine. Research projects that are financed by major research universities but that have no prospect of commercialization further the institution's legitimate business objectives, including: \"educating and enlightening students and faculty participating in these projects\", and \"serve to increase the status of the institution and lure lucrative research grants, students and faculty\" 5 . This means that, after the Madey v. Duke University case, universities can no longer invoke experimental use in their defence. Concerns have been raised about this extremely limited interpretation by the US Federal Circuit of the experimental-use theory 6, 7 . In practice, however, the research exemption is administered more flexibly because companies hardly ever sue universities 8 .",
            "cite_spans": [
                {
                    "start": 1430,
                    "end": 1432,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1433,
                    "end": 1434,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1559,
                    "end": 1560,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Exemptions"
        },
        {
            "text": "In 1984 US Congress enacted an exemption from patent infringement \"solely for uses reasonably related to the development and submission of information under a Federal law which regulated the manufacture, use, or sale of drugs\" use in the so-called the Hatch-Waxman act 9 . Recently, the Supreme Court held in Merck v. Integra -a case about the use of the Arg-Gly-Asp (or RGD) tripeptide in cell-adhesion experiments -that the use of patented inventions in preclinical research, the results of which are not ultimately included in a submission to the Food and Drug Administration (FDA), also falls within the scope of this exemption 10 . This interpretation of the exemption that is defined in the Hatch-Waxman act seems to be broad when compared with the limited interpretation of the common law experimental-use exemption in the Madey v. Duke University case. However, one should take into consideration the limited scope of application of this statutory exemption: it only applies to research that is related to drug development. It remains to be seen to what extent this case will influence the interpretation of the common law experimental-use exemption.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exemptions"
        },
        {
            "text": "The research exemption is a powerful model for accommodating further research, but it suffers from legal uncertainty. The situation in the United States could be improved by introducing an explicit and clear-cut experimental-use exception in patent law, whereas the situation in Europe could be remedied by clarifying existing research exemptions and carefully defining the delicate borderline between commercial and non-commercial research in biotechnology and biomedicine. The optimal solution would be to adopt a clear and well-balanced exemption at the international level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exemptions"
        },
        {
            "text": "For activities that seem not to be covered by the research exemption, licensing is probably the instrument that is used most regularly for gaining access to patented technology. The licensor and licensee have considerable freedom to choose the appropriate contract modalities and clauses as long as they do not have an anti-competitive effect. Royalties and transaction costs might be reduced to a minimum by negotiating cross licences. Cross licensing might be attractive in various settings, including cases of complementary patents and blocking patents. The exchange might concern more than two patents, or in some cases even entire portfolios. Moreover, royalty stacking might be alleviated to a certain extent by bargaining a reduced royalty provision or a cap on royalties by using '(anti) royalty stacking clauses' 11, 12 .",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 825,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 826,
                    "end": 828,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "The use of licensing agreements is routine practice in genetics. Roughly speaking, four approaches towards exploiting and licensing patents are known in the diagnostic field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "The first approach, which is universally accepted, has been followed by major research institutes that have granted free access to gene sequences for diagnostic testing using commonly available technologies for mutation analysis, but have collected royalties on genebased commercial test kits. The best-known example relates to the cystic fibrosis transmembrane conductance regulator (CFTR) gene that was cloned in 1989 and patented by the Hospital for Sick Children of Toronto and the University of Michigan (WO 91/02796).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "The second approach has been taken by Bio-Rad, the company that acquired the patent on the hereditary haemochromatosis (HFE) gene after Mercator Genetics went out of business 13 (WO 96/35802, WO 96/35803, WO 97/38137 and WO 98/14466). The company offers to license laboratories to carry out testing, but at a cost that makes Bio-Rad's own, commercial test kit more economically attractive owing to their requirement of up-front payments and a per-test fee of US$20 (for 2 mutations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "The third approach has been put into practice by Myriad Genetics for the screening of the breast cancer 1 and 2, early onset (BRCA1 and BRCA2) genes (BRCA1: WO 96/05306, WO 96/05307 and WO 96/05308; and BRCA2: WO 97/22689). They licensed the test exclusively to a limited number of commercial genetic laboratories within specific geographical regions. However, these laboratories are apparently allowed to carry out testing of only a limited set of BRCA1 and BRCA2 mutations, while the complete sequence analysis is still carried out only by Myriad Genetic Laboratories in Salt Lake City, USA 14 . This highly restrictive licensing policy has given rise to a strong and worldwide reaction 15, 16 .",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 595,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "Recently, a fourth and unique type of licensing agreement has emerged -the so-called BiOS (Biological Innovation for Open Society) licence. BiOS is an initiative of the Centre for Applications of Molecular Biology in Agriculture (CAMBIA) and aims to develop new means for cooperative invention, improvement and delivery of technologies for life sciences. Research tools that have resulted from the BiOS initiative are made available on the basis of a BiOS licence. Instead of paying royalties, BiOS licensees should, in order to obtain a licence, agree to the legally binding conditions that improvements to the patented technology are shared, and that licensees will not \"appropriate the fundamental 'kernel' of the technology and improvements exclusively for themselves\". In this way, a BiOS licence not only guarantees access to the basic technology, but also to downstream improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "The variety of licensing agreements currently in place demonstrates that the one-to-one licensing mechanism is a flexible model that offers a wide opportunity to tailor access and use to specific needs and circumstances. However, users who do not have any assets to offer in return might find themselves in a weak bargaining position when entering into licence negotiations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing agreements"
        },
        {
            "text": "When access and use are hindered by the existence of multiple patents, held by multiple patent owners, patent pools might be a useful model to gain access to patented technology. A patent pool is an agreement between two or more patent owners to license one or more of their patents to one another, or to license them as a package to third parties who are willing to pay the royalties that are associated with the licence. Licences are provided to the licensee, either directly by the patentee, or indirectly through a new entity that is specifically set up for the administration of the pool [17] [18] [19] . Therefore, a patent pool is formed by the patent holders, acting as shareholders of the pool and as financiers of the licensing entity. Consequently, patent holders retain authority over the licensing conditions. Patent pools might have significant benefits: elimination of stacking licences 17 ; reduction of licensing transaction costs through the introduction of a system of 'onestop licensing' for non-member licensees; decrease in patent litigation; and institutionalized exchange of technical information that is not covered by patents, through a mechanism for sharing technical information relating to the patented technology, which would otherwise be kept as a trade secret 17, 19, 20 . Furthermore, patent pools offer",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "The research exemption is a powerful model for accommodating further research … [t]he optimal solution would be to adopt a clear and wellbalanced exemption at the international level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "an interesting instrument for government policy: it is better to encourage companies to establish patent pools than to force them into a compulsory licensing scheme 19 (see below). Such a suggestion seems to ignore the fact that the main prerequisite for establishing patent pools is the voluntary participation of all patent holders, whereas the compulsory licensing mechanism is the last-resort instrument for patent holders who do not voluntarily wish to enter into (reasonable) licensing negotiations.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "Patent pools might also carry some risks: they might shield invalid patents 20 and entail the risk of inequitable remunerations, although expert valuation could settle disagreements on the value of the patents 18 . Additionally, patent pools might cover for a cartel and, subsequently, have anti-competitive effects [19] [20] [21] [22] [23] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 210,
                    "end": 212,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "The establishment of patent pools in genetics was suggested by the Organisation for Economic Co-operation and Development (OECD). The OECD considers the patent-pool concept to be interesting for biotechnology, but calls for further study 12 . It fears that the fact that biotechnological companies rely heavily on their intellectual property (IP) and foster what has been called a 'bunker mentality' might cause difficulties in the process of creating a pool.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "Nevertheless, there are already some patent pools in genetics. A first, instructive genetic patent pool, which gained wide attention, is the Golden Rice pool. Potrykus succeeded in genetically enriching rice grains with β-carotene 24 and wanted to transfer the Golden Rice materials to developing countries for further breeding in order to introduce the trait into local varieties that are consumed in these countries. Six key patent holders were approached and an agreement was reached that allowed Potrykus to grant licences, free of charge, to developing countries, with the right to sub-license [25] [26] [27] . This agreement is an example of how private and public organizations, in a combined effort, dealt with the surrounding patents to create a non-profit humanitarian (and therefore probably atypical) patent pool in the form of a single licensing authority [28] [29] [30] .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "Another genetic pool, supported by the World Health Organization (WHO), is under way -the SARS (Severe Acute Respiratory Syndrome) corona virus pool. The relevant patent holders have been identified and agreement has officially been gained by the signing of a letter of intent (J. Simon, personal communication). The SARS pool highlights the opportunities that are offered by the patent-pool concept for biomedical genetic inventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "Patent pools that comprise sequence data for genetic testing purposes are also worth investigating. Most prone to the patent-pool concept are cases where a disease is caused by various mutations in one gene, or by one or more mutations in any one of several possible genes, as such cases are more likely to give rise to patent thickets 20, 40 . However, it remains to be seen whether a gene patent pool that covers only one disease syndrome will reach a fair balance between the costs of creating a pool and adequate revenue, and whether small pools prove to be viable.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 340,
                    "end": 342,
                    "text": "40",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "As well as providing a possible solution to the problem of patent thickets, the creation of a patent pool might also stimulate funding for research and development, benefiting all partners in the pool. As has been demonstrated in the electronics and telecommunications sector 21, 22 , the main incentive to setting up a patent pool is the generation of an internationally accepted technical standard. It has been claimed that such a standard is missing in genetics 12 . However, in the context of genetic testing, standards could be defined by establishing a set of mutations that are recognized by the international scientific community, or by reflecting national or international bestpractice guidelines relating to genetic testing for a particular disease 31 .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patent pools"
        },
        {
            "text": "Clearing-house models might be another approach to facilitate access when many patents are present. The term 'clearing house' is derived from banking institutions and refers to the mechanism by which cheques and bills are exchanged among member banks to transfer only the net balances in cash. Nowadays the concept has acquired a broader meaning that refers to any mechanism by which providers and users of goods, services and/or information are matched 32 .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "Based on this contemporary interpretation, several clearing-house models can be distinguished. The first model is the information clearing house, which provides a mechanism for exchanging technical information and/or information that is related to the IP status of that information. Information mechanisms are relatively easy to set up but require constant maintenance and updating 28, 32 . They include general patent search sites, which can be either freely accessible -such as the European Patent Office (EPO) esp@cenet web site -or fee-based. In addition, there are specific search platforms for biotechnological patents, such as Patent Lens. Patent Lens is established in the framework of the BiOS initiative and offers a fully text-searchable database of US, European, Australian and international agricultural and life-science patents, and is complemented by advisory and educational services.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "The second model, the technologyexchange clearing house, is inspired by the internet-based business-to-business (B2B) model. This model provides an information service that lists the available technologies to allow technology owners and/or buyers to initiate negotiations for a licence. Additionally, it may provide more comprehensive mediating and managing services 28, 32 . An example of a global technology-exchange model is BirchBob, which is an internet-based platform that brings together offers and demands for innovations, and provides services dedicated to finding and facilitating contacts between technology holders and technology seekers. More than 25,000 innovations from 1,900 organizations worldwide are currently searchable on BirchBob by investors, entrepreneurs and scientists who are looking for new business or scientific opportunities. Specific health-care technology platforms include Pharmalicensing and TechEx, which provide online support for partnering and licensing in the biopharmaceutical and biomedical industry. Specific biotechnology platforms include the Public Intellectual Property Resource for Agriculture (PIPRA) -a collaboration among universities, foundations and non-profit research institutions that aims to make agricultural technologies more easily available.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "An example of an upcoming, worldwide technology-exchange model is Science Commons. Science Commons aims to encourage technology transfer and intellectual property licensing by stimulating stakeholders to adopt standardized licences to create transparency in the use of patented technology in science, as Creative Commons does for copyright issues in the use of copyrighted material. Science Commons is therefore a more advanced technology-exchange model, as it does not merely link offers to demands, but its main objective is to provide standardized licences worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "The technology-exchange clearing-house model is generally cheap to maintain and generates only low operating costs. However, …the one-to-one licensing mechanism is a flexible model that offers a wide opportunity to tailor access and use to specific needs and circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "it might be difficult to bring together the critical mass of genetic patents that would be needed to turn platforms of this type into useful tools. At present, most of the platforms offer only a small proportion of the market and a low density of patents, and one has to search various web sites (sometimes paying considerable registration fees). Moreover, this model might only be suitable for technologies that can be easily defined and valued. Therefore, it might be limited as a model for general-purpose research methods, such as PCR, and for patents that protect specific and well-defined improvements to familiar downstream products or processes 28, 32 .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "The third model is the royalty-collection clearing house, which would comprise major aspects of the technology-exchange scheme. On top of this, royalty-collection clearing houses would cash licence fees from users on behalf of the patent holder in return for the use of certain technologies or services 33 It has been suggested that royaltycollection clearing houses should be set up in the field of patents and genetic inventions 12, 28, 32, [34] [35] [36] [37] [38] . At present, there are no working examples in this field. A praiseworthy attempt to design a royaltycollection clearing-house model in the life sciences -the Global Bio-Collecting Society (GBS) 39 -did not materialize, probably because no consensus could be reached among the stakeholders and because the necessary political support was missing. The GBS was designed to be an efficient, fair and equitable model for the exchange of indigenous knowledge between knowledge holders (indigenous groups) and knowledge users (the life-science industry) in the commerce of biodiversity. Although the GBS model was constructed to encourage arrangements between merely non-IP holders (indigenous groups) and IP holders, the concept could be applied to the more classical IP holder (patentee) and IP user (licensee) situation.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "39",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "A royalty-collection clearing house would be more complicated to set up in comparison to the previous two clearing-house models; however, once established, it could facilitate the collection of royalties. Although the concerns of the authorities overseeing free competition might vary according to the actual legal structure chosen for the clearing house (for example, a private entity that comprises patent holders as its members, or a neutral, independent, public clearing institution), one should always be aware of potential anti-competitive effects. Furthermore, this type of clearing house would only be useful if there was a recurring need to transact in the patents that were included, and if many patent holders or an entire branch of industry would participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "A fourth and unique model is the opensource clearing house that fosters the free exchange of technology. A good example in the life sciences is the SNP Consortium. The goal of the SNP Consortium, which is a non-profit entity, is to identify and collect SNPs, and create and make publicly available a map of all catalogued SNPs of the human genome without any proprietary rights being retained by the members of the consortium to allow further drug discovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "Open-source clearing houses might be a readily available model for sharing and exchanging unpatented technology. However, most genetic inventions are the outcome of long-lasting research that requires high levels of investment. Both private enterprises and universities wish to recover those investments and so do apply for patent protection. Therefore, the scope of application for this model might be limited in the area of genetic inventions, at least in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "A clearing house in genetics might combine various clearing-house models and fulfil different functions such as: identifying all essential claims that are related to a specific technology and indicating the scope of availability for licensing (information clearing house); matching licensees with licensors (technology-exchange clearing house) on the basis of standardized yet flexible royalties and licensing agreements; providing a royalty disbursement accounting system (royalty-collection clearing house); monitoring and enforcing agreements; and resolving disputes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "A clearing house in genetics might be set up by a public entity that would act as financier of the collection society, and could be implemented as a statutory framework on a mandatory basis. Alternatively, it could be set up by a not-for-profit or profit-making (private) organization as a voluntary scheme. Various clearing houses that deal with patent rights in different countries could be coordinated by regional clearing houses (for example, European, North American or Asian), or possibly even by a worldwide, 'umbrella' clearing house. Such a global approach could increase the incentives for patent holders to participate voluntarily in the model by limiting the points of registration. Additionally, owing to the global character of the genetics market place, potential licensees would be better served by a global check-point for existing patent rights. The Human Genome Organization (HUGO) has already suggested that the clearing-house model could also lead to increased levels of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clearing houses"
        },
        {
            "text": "Patents that block further development and commercialization of a product because they might be infringed when the product is used, manufactured or sold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blocking patents"
        },
        {
            "text": "A convention that was signed in Luxemburg on 15 December 1975, with the aim of creating a community patent: a single patent that is legally valid throughout the European Community. The expected advantages of this system include a substantial reduction in patenting costs (particularly those relating to translation and filing), simplification of application procedure (one single application procedure) and harmonization of interpretation (thanks to the establishment of a single centralized system of litigation). The convention has never entered into force. The discussions were resumed in 1989, but the convention is still not in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Patent Convention"
        },
        {
            "text": "Two patents are complementary when they are both required to produce the product or carry out the methods to which they relate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complementary patents"
        },
        {
            "text": "A cross licence is a bilateral mutual exchange of licences between unrelated parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross licence"
        },
        {
            "text": "This is the Drug Price Competition and Patent Term Restoration Act of 1984, which provides incentives to support the development of generic versions of off-patent drugs and allows patent owners to recover time that is lost during the FDA procedure for approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hatch-Waxman act"
        },
        {
            "text": "An overlapping set of patent rights, which requires those who seek to commercialize new technology to obtain licences from multiple patentees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent thicket"
        },
        {
            "text": "The accumulation of royalties that have to be paid when confronted with a patent thicket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Royalty stacking"
        },
        {
            "text": "A norm or a measure that might be the result of a formal consensus-building procedure that is managed by a standardization body (de jure standards) or arise spontaneously owing to the degree of market penetration of a particular technical solution (de facto standards).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard"
        },
        {
            "text": "licensing and to options for researchers to secure licences to sequences and genes at a reasonable cost, which might encourage the pursuit of research in areas from which they might have been deterred in the past 38 .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "38",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Standard"
        },
        {
            "text": "A genetic clearing-house mechanism might facilitate access to multiple patents and so help remove patent thickets. Being a multifaceted model, it could even become a pivotal platform, allowing a mixture of complementary functions and offering information exchange, technology partnering, royalty collection, monitoring, enforcement and dispute resolution simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard"
        },
        {
            "text": "Under the compulsory licence mechanism the government or a court can compel a patent holder to license his rights. The 1994 worldwide WTO (World Trade Organization) Agreement on Trade Related Aspects of Intellectual Property Rights affirms the right of member states to grant compulsory licences and implicitly confirms their current autonomy to determine the grounds on which such licences can be granted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compulsory licences"
        },
        {
            "text": "In general, compulsory licences are provided in cases of dependency of a downstream patent holder on an upstream patent holder, and in cases in which the invention is not (or insufficiently) exploited. Recently, it has been suggested that the compulsory licensing mechanism can be invoked to address the potential hindering effects of patents in public health care [41] [42] [43] . Such an approach was formally recognized during the WTO Ministerial Conference in Doha, Qatar, confirming that the Agreement on Trade Related Aspects of Intellectual Property Rights and the compulsory licensing regime is part of the wider national and international action that is being taken to address public-health problems 43, 44 . In this regard, the European Union has not only taken the necessary steps to put the compulsory licence for public health to work for the benefit of developing countries 45 , but various European countries have also designed specific public-health licences for domestic use. France has recently implemented an ex officio licence for national public-health reasons in its patent act 46 and Belgium has accepted a special compulsory licensing regime for national health reasons 47 .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "44",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 888,
                    "end": 890,
                    "text": "45",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "47",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Compulsory licences"
        },
        {
            "text": "Unlike most countries, the United States has no general compulsory licensing provision in its patent laws, but makes provision for only a number of specific instances in which such licences might be granted Although various international treaties offer a firm legal basis for the introduction of a compulsory licence in the member states, no apparent use of the compulsory licensing mechanism has been made by potential licensees in genetics so far. This could indicate a need to re-assess the conditions and procedures for granting compulsory licences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compulsory licences"
        },
        {
            "text": "The compulsory licence regulatory scheme was conceived to resolve a bilateral problem of access between a patent holder and a downstream user. One can well imagine that the compulsory licensing mechanism can also be applied in public health care and genetics to settle access problems between multiple patent holders and multiple technology users. A 'compulsory patent pool' , in which a patent-pool entity seeks a compulsory licence from a patent holder of an essential technology who does not voluntarily engage in the pool, should be further explored. A statutory, mandatory clearing house should also be investigated more closely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compulsory licences"
        },
        {
            "text": "Patents considerably limit the freedom to use protected inventions in genetics. Various measures can facilitate access to patented technology and render proprietary genetic and genomic inventions accessible for further use. One possibility for guaranteeing the freedom to operate is to exempt certain activities from infringement. Examples include exemptions for scientific research or submission of information. For activities that do not fall under the research exemption, licensing is probably used most regularly to gain access to patented technology, at least when not too many patent holders are concerned. Patent-pool schemes and clearing-house models might be helpful to settle the presence of multiple patents and multiple patent holders and offer a solution for inventors who wish to gain access to a patent thicket. Nevertheless, parties to licensing agreements should always be aware of the potentially anti-competitive restrictions in their agreement that might lead to a violation of competition law. When patent holders do not voluntarily wish to enter into (reasonable) licensing negotiations, the compulsory licensing mechanism might be a last-resort instrument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Various governmental and nongovernmental institutions, such as the WHO, OECD, HUGO or the US NIH (National Institutes of Health) have suggested the creation of patent pools and clearing-house mechanisms to tackle problems of access and use in genetics. If they wish these models to break through, they might have to promote patent pools by funding the set-up costs for genetic pools, or to take the lead as initiators and co-founders of clearing-house mechanisms by triggering the creation of a mixed information, technology exchange and a royalty-collection clearing house in genetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Abstract | While debate continues as to whether genetic sequences, which many argue represent natural phenomena rather than inventions, should be subject to standard patent protections, issuance of patents that claim DNA sequences remains common practice. In an attempt to insulate researchers from patent claims that could hinder scientific progress, many countries have provided general exemptions for scientific research. However, there is no international consensus about the extent of required protections, and even existing exemptions vary widely in clarity and are limited in practical application. We believe that gene patents raise several unique issues that are inadequately handled by the current research exemptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Despite serious concerns by many researchers and the public, patents are currently awarded that directly claim physical and computer-readable human gene sequences, which represent both the tangible and abstract informational content of DNA molecules. A fundamental question remains about whether DNA should even be eligible for patent protection, and legal challenges to the existing policy that allows gene patents are imminent. Critics of gene patents argue that DNA and its implicit informational basis represents an irreducible constituent or law of nature, which, under existing United States (US) and European Union (EU) law, is not statutory subject matter. Some have highlighted as especially problematic gene patents that stake claims to basic genetic research, genetic testing and gene therapy 1-3 . This interpretation of the law contrasts with the permissive practices of the US Patent and Trademark Office and European Patent Office, which currently allow broad patents on partial and complete genes, genomes and even social or ethnic classifications of DNA, such as Ashkenazi-specific gene sequences 4, 5 .",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1116,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1117,
                    "end": 1118,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Increasingly, medical research institutes, hospitals, physicians, scientists and patients are questioning the purpose and scope of gene patents, arguing that allowing exclusive rights to the information that is contained in specific manifestations of the universal genetic code has restricted scientific research and health-care delivery, while adding to its overall cost 6, 7 .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 375,
                    "end": 376,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die Benutzung patentierter Erfindungen zu Versuchs-und Forschungszwecken",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chrocziel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Experimental Use of Patented Inventions in European Community States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "IIC Int. Rev. Int. Prop. Comp. Law",
            "volume": "29",
            "issn": "",
            "pages": "735--753",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The research or experimental use exemption: a comparative analysis. Centre for Intellectual Property Policy Publications",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Octrooirecht en Geneesmiddelen (Patent Law and Medicines)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Overwalle",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "65--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Piercing the academic veil: disaffecting the common law exception to patent infringement liability and the future of a bona fide research use exception after Madey v. Duke University",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maisano",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Health Care Law Policy",
            "volume": "6",
            "issn": "",
            "pages": "256--283",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Renting space on the shoulders of giants: Madey and the future of the experimental use exception",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Yale Law J",
            "volume": "13",
            "issn": "",
            "pages": "261--268",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The patenting of research tools and biomedical innovation. The National Acadamies' Intellectual Property web site",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patent pooling: Uncorking a technology transfer bottleneck and creating value in the biomedical research field",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grassler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Capria",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Commercial Biotechnol",
            "volume": "9",
            "issn": "",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genetic inventions, intellectual property rights and licensing practices -evidence and policies. Organisation for Economic Co-operation and Development web site",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnostic testing fails the test",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kriss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G B"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "577--579",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human gene patents: the possible impacts on genetic services healthcare",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Walpole",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J S"
                    ],
                    "last": "Dawkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sinden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med. J. Aust",
            "volume": "179",
            "issn": "",
            "pages": "256--283",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "European-wide opposition against the breast cancer gene patents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Halley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur. J. Hum. Genet",
            "volume": "10",
            "issn": "",
            "pages": "783--784",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Die Patentierung von Krankheitsgenen",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrlinger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Köln",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Patent pools: a solution to the problem of access in biotechnology patents? United States Patent and Trademark Office White Paper",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Expanding the Boundaries of Intellectual Property",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Merges",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "123--166",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "in Innovation Policy and the Economy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "119--150",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Patent pools and the antitrust dilemma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Yale J. Regul",
            "volume": "16",
            "issn": "",
            "pages": "359--399",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Golden Rice: introducing the β-carotene biosynthesis pathway into rice endosperm by genetic engineering to defeat vitamin A deficiency",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Nutr",
            "volume": "132",
            "issn": "",
            "pages": "506--510",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Syngenta) media release. Golden Rice collaboration brings health benefits nearer. Syngenta In The News web site",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zeneca",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Syngenta) media release. International Rice Research Institute begins testing Golden Rice. Syngenta In The News web site",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zeneca",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Syngenta) media release. Syngenta to donate Golden Rice to Humanitarian Board. Syngenta In The News web site",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zeneca",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Towards an intellectual property clearinghouse for ag-biotechnology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zilberman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IP Technol. Today",
            "volume": "3",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The public-private structure of intellectual property ownership in agricultural biotechnology",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Graff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zilberman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Biotechnol",
            "volume": "21",
            "issn": "",
            "pages": "989--995",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Using the industry model to create physical science patent pools among academic institutions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jargosh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Assoc. Univ. Technol. Managers",
            "volume": "15",
            "issn": "",
            "pages": "65--79",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Patent pools and standard setting in diagnostic genetics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Ebersole",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature Biotechnol",
            "volume": "23",
            "issn": "",
            "pages": "937--938",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Financing the bioindustry and facilitating biotechnology transfer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Krattiger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "IP Strategy Today",
            "volume": "8",
            "issn": "",
            "pages": "1--45",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Contracting into liability rules: intellectual property rights and collective rights organizations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Merges",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Calif. Law Rev",
            "volume": "84",
            "issn": "",
            "pages": "1293--1386",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Australian Law Reform Commission. Gene patenting and human health, discussion paper 68. Australian Law Reform Commission web site",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Biotechnology patents: strategies for meeting economic and ethical concerns",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Genet",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Ethics of Patenting DNA: A Discussion Paper",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Draft guidelines for the licensing of genetic inventions (point 39 and 46)",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Statement on the scope of gene patents, research exemption and licensing of patented gene sequences for diagnostics. The Human Genome web site",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Indigenous knowledge, intellectual property and biopiracy: is a global bio-collecting society the answer?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Drahos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. Intellect. Prop. Rev",
            "volume": "20",
            "issn": "",
            "pages": "245--250",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The economics of human gene patents",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acad. Med",
            "volume": "77",
            "issn": "",
            "pages": "1348--1367",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The TRIPs agreement, access to medicines and the WTO Doha Ministerial Conference",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. World Intellect. Prop",
            "volume": "5",
            "issn": "",
            "pages": "15--52",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Clarification of the relationship between TRIPs and public health resulting from the WTO Doha ministerial declaration",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Doren",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. World Intellect. Prop",
            "volume": "5",
            "issn": "",
            "pages": "5--14",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "World Trade Organization & World Health Organization. WTO Agreements and Public Health. A joint Study by WHO and the WTO Secretariat (World Trade Organization & World Health Organization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "World Trade Organization. Doha WTO ministerial declaration on the TRIPS agreement and public health",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Proposal for a Regulation of the European Parliament and of the Council on compulsory licensing of patents relating to the manufacture of pharmaceutical products for export to countries with public health problems",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Loi no. 2004-800 du 6 Août 2004 relative à la bioéthique: Article 18. Legifrance -le service public de l'accès au droit",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "tot wijziging van de wet van 28 Maart 1984 op de uitvindingsoctrooien, wat betreft de octrooieerbaarheid van de biotechnologische uitvindingen: Article 13. Moniteur Belge -Belgisch Staatsblad",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Convention on Biological Diversity -Clearing House Mechanism",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Further",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bios",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The patent holder would be reimbursed by the clearing house pursuant to a set allocation formula. Classical examples of such clearing houses in other sectors include copyright societies for playing music on air and during public performances, such as the American Society of Composers, Authors and Publishers (ASCAP), the Authors Licensing and Collecting Society (ALCS) in the United Kingdom, the Japanese Society for Rights of Authors, Composers and Publishers (JASRAC), and other national agencies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(for example, government use, 28 U. S. C. (United States Code)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the Fund for Scientific Research (FWO-Flanders), the Sixth Framework Programme of the European Union (Eurogentest) and the Vancraesbeeck Fund. Special thanks go to P. Vancraesbeeck for interesting discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        },
        {
            "text": "The following terms in this article are linked online to: Entrez Gene: http://www.ncbi.nlm.nih.gov/entrez/query. fcgi?db=gene BRCA1 | BRCA2 | CFTR | HFE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATABASES"
        }
    ]
}