{
    "paper_id": "afc4285909c3c21ddfdc11a6ff473b7a3fe466ab",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 in pregnancy: early lessons",
        "authors": [
            {
                "first": "Noelle",
                "middle": [],
                "last": "Breslin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caitlin",
                "middle": [],
                "last": "Baptiste",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Russell",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Fuchs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dena",
                "middle": [],
                "last": "Goffman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Gyamfi-Bannerman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "D &apos;"
                ],
                "last": "Alton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "D&apos;alton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abstract 100 words; Manuscript 1218 words Condensation: Of seven confirmed COVID-19 infections in pregnant women presenting to a single tertiary care center, two (28.6%) required ICU admission, and both were asymptomatic upon presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As the worldwide incidence of coronavirus disease 2019 (COVID-19) rapidly increases, there remains limited information on COVID-19 in pregnancy. We present here our experience with an initial seven cases of confirmed COVID-19 in pregnancy presenting to a single large New York City tertiary care hospital. Five of the seven patients presented with symptoms of COVID-19, including cough, myalgias, fevers, chest pain, and headache. Four patients were admitted to the hospital, including two who required supportive care with intravenous hydration. Most notably, the other two admitted patients were asymptomatic on admission to the hospital, presenting instead for obstetrically-indicated labor inductions; both of these patients became symptomatic post-partum, each requiring intensive care unit admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has led to the deadliest pandemic observed in over 100 years. As of this writing (3/25/2020), there are over 367,457 confirmed cases and 16,113 deaths worldwide. 1 Despite mounting international experience with COVID-19, little is known regarding the impact of disease on pregnancy. 2, 3 We report here that of the first seven confirmed cases of COVID-19 infection in pregnant women presenting to a single large New York City tertiary referral center (Table 1) . Four patients were admitted to the hospital, including two who required supportive care with intravenous hydration. The other two women (28.6% of this case series) required ICU admission, and both of these patients were asymptomatic upon presentation for indicated labor induction.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 323,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 496,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 38 year old G3P2002 was admitted for labor induction on 3/19/2020 at 37 weeks' gestation due to poorly-controlled type 2 diabetes mellitus and intrahepatic cholestasis of pregnancy. She presented with her husband, and both denied symptoms of fever, cough, shortness of breath, or sore throat prior to admission. Initial temperature at presentation was 36.9 C (98.4 F).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "Intrapartum, the patient's temperature increased to 38.5 C (101.3 F). Suspecting chorioamnionitis, ampicillin, gentamicin, and acetaminophen were administered, and she remained asymptomatic. The patient ultimately underwent cesarean delivery due to arrest of descent. During hysterotomy closure, uterine atony was encountered, and blood loss reached 1.5 liters. Due to uncontrolled hemorrhage and maternal instability, she underwent general endotracheal intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "Approximately one minute after intubation, a rapid decline in tidal volumes and minimal end-tidal carbon dioxide were noted. Auscultation revealed wheezes with minimal air movement. Severe bronchospasm was suspected and medically managed. Hemostasis was obtained by the obstetric team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "Given severe bronchospasm and reactive lung disease disproportionate to isolated intrapartum fever, the patient was evaluated for COVID-19 infection (SARS-CoV-2 PCR). Intraoperative chest X-ray revealed ill-defined hazy opacities in the right lower lobe and left basilar atelectasis ( Figure 1 ). Following admission to the surgical intensive care unit (SICU), SARS-CoV-2 testing returned positive. Hydroxychloroquine therapy was started (600 mg BID for 1 day followed by 400 mg daily over the next 4 days), the patient's respiratory status improved, and she was extubated eight hours after SICU admission. She was discharged home on postpartum day four with a plan for telehealth follow-up. Initial neonatal SARS-CoV-2 PCR resulted negative on day of life (DOL) one.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1:"
        },
        {
            "text": "An estimated 15 healthcare providers were exposed to this patient prior to diagnosis, including during intubation, all with inadequate personal protective equipment (PPE). After the diagnosis of COVID-19 resulted, the patient was placed in private rooms and all healthcare workers donned PPE prior to entering her room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1:"
        },
        {
            "text": "A 33 year old G5P2022 was admitted for induction of labor at 37 weeks' gestation on 3/18/2020 due to worsening chronic hypertension. Her medical history included mild-intermittent asthma and type 2 diabetes mellitus. The patient presented with her husband, and both denied symptoms of fever, cough, shortness of breath, or sore throat prior to admission. Initial temperature on presentation was 36.5 C (97.7 F).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2:"
        },
        {
            "text": "The patient underwent an uncomplicated primary cesarean delivery due to a failed induction, resulting in a vigorous liveborn neonate. The following day, approximately 25 hours after delivery, and 60 hours after presentation to Labor and Delivery, the patient developed a cough that progressed to respiratory distress. Vital signs included temperature of 39.4 C (102.9 F), tachycardia (pulse 130s beats / minute) and 88% oxygen saturation on room air, and she was dyspneic and diaphoretic. Coarse, wet breath sounds were auscultated bilaterally. Furosemide was administered due to concern for pulmonary edema. Chest X-ray revealed mild pulmonary vascular congestion, with no consolidation or effusion. Five hours after collection, SARS-CoV-2 PCR resulted as positive. Hydroxychloroquine was started with the same dosing regimen as Case 1, along with azithromycin and ceftriaxone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2:"
        },
        {
            "text": "While her respiratory status temporarily improved, the patient developed severe hypertension (blood pressure as high as 200s/90s) that ultimately required a nicardipine drip, and she was transferred to the ICU. By postoperative day two, the patient was weaned off nicardipine. The patient currently remains hospitalized and is in her fifth postoperative day, with active issues including an ongoing oxygen supplementation requirement and acute kidney injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2:"
        },
        {
            "text": "Following the patient's COVID-19 diagnosis, her newborn was placed in an isolation nursery along with the infant from Case 1. Initial neonatal COVID-19 testing was negative. An estimated 15-20 healthcare providers were exposed to this patient, again without adequate PPE prior to diagnosis. Subsequent to the diagnosis, the patient was cared for in private rooms and all providers donned appropriate PPE before entering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2:"
        },
        {
            "text": "This limited initial US experience suggests a need for immediate changes in obstetric clinical practice. Two of seven (28.6%) confirmed COVID-19-positive patients in this early series were asymptomatic upon admission to the obstetrical service, and these same two patients ultimately required unplanned ICU admission. Importantly, their care prior to COVID-19 diagnosis involved exposures to multiple health care workers, all of whom lacked appropriate PPE. Further, five of seven confirmed COVID-19-positive women were afebrile on initial screen, and four did not first report a cough (Table 1) . COVID-19 screening and testing protocols currently vary by institution, but in some locations where testing availability remains limited, the minimal symptoms reported for some of these cases might have been insufficient to prompt COVID-19 testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 595,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION:"
        },
        {
            "text": "It is reasonable to suspect that asymptomatic COVID-19 presentations are common and represent a substantial contribution to disease spread. 4, 5 Furthermore, data indicate that healthcare workers are a vulnerable population as it relates to viral transmission risk. . This is undoubtedly due to their increased exposure to COVID-19 positive patients, both known and undiagnosed, as well as inadequate PPE supplies.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 143,
                    "end": 144,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "Obstetrical care providers are at particularly increased risk for occupational exposure because of long periods of interaction with patients during labor, multiple team members involved in patient care, and the unpredictable occurrence of sudden obstetrical emergencies with their potential for unanticipated intubations in women undergoing labor and delivery. Given this risk, and without universal rapid viral testing, we must acknowledge that every admission and delivery present real risk for infection to our front-line healthcare workers. As such, ideal practice, if adequate supplies are able to be obtained, would involve universal PPE including N95 masks for all COVID-19 positive deliveries, whether vaginal or cesarean, as well as for those with unknown COVID-19 status until disease status can be determined through testing. Surgical masks should also be provided for all team members on the inpatient service and for all patients presenting to labor units, and worn at all times. 6 Until adequate PPE supplies exist, we can reasonably expect our obstetrical and anesthesiology providers to become ill and exit the workforce at an accelerated rate. As of last week, 2,629 Italian health care workers (8.3% of overall cases) had experienced a COVID-19 infection, 7 with infections attributed to inadequate equipment and asymptomatic exposures. Without appropriate protection and rapid testing, we should expect institutions to take measures to safeguard their workforce that previously would have been inconceivable in modern society. Recently, New York-Presbyterian Hospital made the difficult decision to announce a network-wide restriction prohibiting all visitors from attending deliveries, meaning that our patient's partners will be unable to directly participate in the deliveries of their own children. While this policy might seem Draconian, it should increase the protection of the mothers we care for, their infants, and the obstetric care team, by recognizing what series like this teach us: there is currently no easy way to clinically predict COVID-19 infection in asymptomatic people. Case 1. Chest X-ray of a recently delivered patient who experienced postpartum hemorrhage and instability, requiring intubation. Ventilation was complicated by severe bronchospasm and reactive lung disease, which prompted COVID-19 testing that was positive. This chest X-ray demonstrates left basilar atelectasis and illdefined hazy opacities in the right lower lung. The endotracheal tube placement was low and subsequently repositioned by the anesthesiology team.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 994,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus COVID-19 global cases by the Center for Systems Science and Engineering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "396",
            "issn": "",
            "pages": "809--815",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outcome of Coronavirus spectrum infections (SARS, MERS, COVID-19) during pregnancy: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mascio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJOG MFM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical outcome of 55 asymptomatic cases at the time of hospital admission infected with SARS-Coronavirus-2 in Shenzhen",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Want",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "No! Protection for obstetrical providers and patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Berghella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJOG MFM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus is killing Italy's doctors. The U.S. could be next",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PMH Chief ComplaintTemp WBC Platelets Dispo Fever Cough Myalgias Dyspnea Chest pain Headache Diarrhea Sick contacts GA = gestational age (weeks + days); PMH = past medical history; T2DM = type two diabetes mellitus; cHTN = chronic hypertension; HA = headache; WBC = white blood cell count; Dispo = initial disposition; ICU = intensive care unit Cases 3 and 4 were each admitted for supportive care, and each was discharged home on hospital day threeReview of systems on admission",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}