{
    "paper_id": "afff5c62e387a7767679ea9f3e5ea2ca3608f835",
    "metadata": {
        "title": "Comparison of trends in the quantity and variety of Science Citation Index (SCI) literature on human pathogens between China and the United States",
        "authors": [
            {
                "first": "Deqiao",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yunzhou",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yumin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The proportion of pathogenic microorganisms in the microbial world is relatively small, while their threat to human health, economic development and social stability is severe. The quantity and variation of Science Citation Index (SCI) literature related to pathogenic microorganisms may reflect the level of relevant research and the degree of attention. Here we compared trends in the quantity and variety of SCI literature relating to certain important pathogenic microorganisms published by scientists from United States and China from 1996 to 2010 by searching the Science Citation Index database. The pathogenic microorganisms in this study comprise two categories of pathogens: Bacillus anthracis, Yersinia pestis, Francisella tularensis, Ebola virus, Burkholderia pseudomallei, which belong to biodefense-associated pathogens (BDAPs) and the human immunodeficiency virus (HIV), SARS coronavirus, hepatitis B virus (HBV), Mycobacterium tuberculosis, influenza virus, which belong to the commonly encountered health-threatening pathogens. Our results showed that the United States (US) published much more SCI literature on these pathogens than China. Furthermore, literature on BDAPs published by scientists from the US has increased sharply since 2002. However, the numbers of literature relating to CEHTPs from China has demonstrated a gradual increase from 1996 to 2010. Research into pathogenic microorganisms requires three balance to be achieved: investment in BDAP and CEHTP studies; basic and applied research; a faster pace of research into pathogens and fulfilling biosafety and biosecurity requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The proportion of pathogenic microorganisms in the microbial world is relatively small, while its threat to human health, economic development and social stability is severe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infectious diseases are newly emergent or a recurrence of known infectious diseases, while some persistent infectious diseases are resistant to current techniques available for their control. Each year, approximately 15 million people die from infectious diseases around the world and infectious diseases are the leading cause of death among the population under the age of 50 (Morens et al. 2004; Fauci 2006a) . Deliberate release of pathogenic microorganisms as biological weapons or biological terrorism agents is posing a serious threat to national security (Frischknecht 2003) . The battle for control of pathogenic microorganisms is a lengthy process, requiring both detailed knowledge of the pathogens and strategies to control infection. However, pathogenic microorganisms have evolved numerous mechanisms for evasion of human defense systems.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 397,
                    "text": "(Morens et al. 2004;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 398,
                    "end": 410,
                    "text": "Fauci 2006a)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 562,
                    "end": 581,
                    "text": "(Frischknecht 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pathogenic microorganisms are the common enemy of humankind and many countries are increasing the level of research relating to pathogenic microorganisms, especially the United States (US) (Franco and Sell 2011; DeFrancesco 2004; Fauci 2006b ) and other developed countries. China and other developing countries are following a similar trend in order to safeguard human health and to enhance national innovation, even with the significant economic restrictions compared with developed countries. The quantity and quality of scientific literature relating to pathogenic microorganisms are important indexes or parameters for evaluating the level of study and the degree of attention focused on pathogenic microorganisms. The Science Citation Index Expanded database (http://apps.isiknowledge.com) is an internationally recognized tool for academic journal evaluation. Moreover, this database facilitates statistical analysis of literature by country, year and institution.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 211,
                    "text": "(Franco and Sell 2011;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 212,
                    "end": 229,
                    "text": "DeFrancesco 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 230,
                    "end": 241,
                    "text": "Fauci 2006b",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pathogenic microorganism included in this study were Bacillus anthracis, Yersinia pestis, Francisella tularensis, Ebola virus, Burkholderia pseudomallei, which belong to biodefense-associated pathogens (BDAPs) and human immunodeficiency virus (HIV), SARS coronavirus, hepatitis B virus, Mycobacterium tuberculosis, and the influenza virus, which belong to commonly encountered health-threatening pathogens (CEHTPs). This study analyzed the quantity and variety of SCI literature relating to these important pathogenic microorganisms, published by scientists from the US and China from 1996 to 2010 by searching the Science Citation Index database. This type of comparison provides useful information for the development of appropriate research guidelines relating to pathogenic microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Statistical analysis was conducted to identify trends in the quantity and variety of SCI literature relating to several BDAPs and CEHTPs published from 1996 to 2010 by scientists from the United States and China identified by searches of the Science Citation Index Expanded database (http://apps.isiknowledge.com). The search scope comprised the ''title'' with the English name of pathogenic microorganisms in double quotes. Searches based on two keywords connected with ''or'', were: ''B. In determining the search criteria, the search range was ''title'' instead of ''theme''. This method may miss some results in which the search targets do not appear in the title, although some anomalous results obtained by searches of the ''theme'' can be avoided. Furthermore, this study focused on comparison of literature related to pathogenic microorganisms among different years and countries, rather than different pathogenic microorganisms. Although the search criteria may not identify all the relevant literature, all publications from different countries and years have the same chance of identification and therefore, the results will not be significantly affected and missed results represent a small proportion of the data. Furthermore, this study focused on literature related to pathogenic microorganisms and not the diseases caused. Therefore, the English name of pathogenic microorganisms was selected as the search target rather than the name of the associated diseases. Data analysis did not include Variola major, an important biodefense pathogenic microorganism, due to the small number of SCI literature available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The quantity of pathogenic microorganism-related literature is large in the United States and literature related to biodefense pathogens has increased rapidly since 2002 Table 1 and Fig. 1 show that the percentages of literature on B. anthracis, Y. pestis, F. tularensis, Ebola virus and B. pseudomallei published in the United States were 67, 58, 62, 63 and 17 % respectively of the literature published worldwide for each organism individually. Publications related to BDAPs in the US sharply increased after 2002, which is in accordance with the biodefense budget increase after the 2001 ''anthrax mail'' event. However, the literature on B. pseudomallei in the United States represents a relatively low proportion (Fig. 1) , maybe as this disease predominantly occurs as epidemics in Southeast Asia and Australia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 188,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 726,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the US, the quantity of literature relating to CEHTPs is immense (Table 2 ; Fig. 1 ). The percentages of publications on HIV, SARS coronavirus, HBV, M. tuberculosis and influenza virus were 48, 33, 21, 38 and 44 % respectively of the literature published worldwide for each organism individually. The quantity of HIV-related literature is growing, although this tendency is masked by the large number of publications. SARS coronavirus is a newly emerging pathogen which caused the global SARS outbreak in 2003. Relevant publications reached a peak in 2006 and decreased subsequently. Literature related to HBV has remained stable and represents a relatively low percentage of the worldwide publications, as the incidence of this is not high in the US. Literature on M. tuberculosis increased over the period investigated. Publications related to influenza virus were not obvious before 2005. However, the overall number of influenza virus-related literature increased rapidly due to the H5N1 influenza virus and H1N1 influenza virus global epidemic. These data show that scientific research on pathogenic microorganisms is affected by the level of attention focused on associated diseases and emergency situations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 85,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The quantity of pathogenic microorganism-related literature is relatively small in China with an increasing trend towards investigation of certain pathogenic microorganisms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The total Chinese literature relating to pathogenic microorganisms is much lower than that of the United States (Tables 1, 2; Fig. 1 ). The percentage of publications in China on B. anthracis, Y. pestis, F. tularensis, B. pseudomallei were 2, 15, 1 and 2 % respectively of Comparison of trends 1021 Table 1 The quantity of biodefense-associated pathogens ( Compared with the BDAPs, the Chinese SCI literature related to CEHTPs was much larger relative to the total publications worldwide. For example, the percentages of Chinese publications on HIV, SARS coronavirus, HBV, M. tuberculosis and influenza virus were 2, 38, 14, 4 and 8 % respectively of the literature published worldwide for each organism individually. There is a large gap in the quantity of HIV-related publications in China compared with the United States, although the growth rate is higher than that of the United States (Fig. 2) . The quantity and trends in SARS coronavirus-related publications is similar to that of the United States (Fig. 3) . However, the increasing trend is more obvious for some CEHTPs. For example, Chinese HBV-related publications have increased significantly and exceeded those of the United States since 2006 (Fig. 4) . Publications related to M. tuberculosis and influenza virus have also increased more significantly than those of the United States.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 132,
                    "text": "(Tables 1, 2; Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 306,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 899,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1207,
                    "end": 1215,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Factors impacting on the quantity of literature related to pathogenic microorganisms include the overall national research strength, the number of institutions and scientists engaged in such research, the amount of funding and the extent of the endemic disease. Furthermore, the amount of publications reflects the level of scientific investigations in the field and the degree of attention. The rapid growth in publications on BDAPs in the US reflects the national interest in biodefense research. After 2001, the US budget for biological defense research was increased, reaching 66.9 billion dollars (Franco and Sell 2011) to date. Furthermore, ''Project BioShield'' was launched to strengthen biological defense (Gottron 2003) , with a budget of 5.567 billion dollars (Franco and Sell 2011) . The US has a large number of 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Year Number(log10)",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 624,
                    "text": "(Franco and Sell 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 729,
                    "text": "(Gottron 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 771,
                    "end": 793,
                    "text": "(Franco and Sell 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 825,
                    "end": 899,
                    "text": "1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "United States China In recent years, China and other developing countries have increased their investment on science and technological innovation and carried out research into pathogenic microorganisms according to their national importance. In 2008, China initiated major national science and technology projects, such as ''Prevention and Control of Major Infectious Diseases Including HIV/AIDS and Viral Hepatitis'' and ''Significant New Drugs Creation'', which promoted basic and applied research into pathogenic microorganisms. Funding for research into pathogenic microorganisms is limited in developing countries compared with the US, and improvements in this area are essential. China has the world's largest population, diseases such as AIDS, hepatitis B and tuberculosis impact profoundly on health and social development. Therefore, increased funding to support vital research is critical. China also faces the threat of bioterrorism and emerging infectious diseases and therefore, basic research into pathogenic microorganisms and development of novel drugs and vaccines are required in response to these challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total"
        },
        {
            "text": "Pathogenic microorganisms are a common global threat to both developed and developing countries and collaboration is vital to overcome these challenges. The study of pathogenic microorganisms requires three balances. Firstly, a balance is required between investment in research on BDAPs and CEHTPs. The United States has vigorously strengthened biodefense research and it has been suggested research into other pathogens may have suffered as a consequence (Atlas 2003; Enserink and Kaiser 2005) . Secondly, basic and applied research into pathogenic microorganism should maintain a balance. Basic research provides a better understanding of the characteristics of pathogenic 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Year Number",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 469,
                    "text": "(Atlas 2003;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 470,
                    "end": 495,
                    "text": "Enserink and Kaiser 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 676,
                    "end": 750,
                    "text": "1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Total"
        },
        {
            "text": "United States China Fig. 4 Annual change in hepatitis B virus-related SCI literature microorganisms and pathogenic mechanisms, with the ultimate goal being the provision of the information that forms the basis of applied research into approaches aimed at combating pathogenic microorganisms. The balance between these two aspects of research is critical. For example, in China, the ''973'' project and National Natural Science Foundation focused on basic research, while the ''863'' project and the National Science and Technology major projects focused on applied research. Finally, more rapid progress in the study of pathogenic microorganisms should be balanced with meeting biosafety and biosecurity requirements. To date, global research into pathogenic microorganisms, especially biodefense, is extending and the number of laboratories and investigators engaged in studies of hazardous pathogens has increased rapidly. Although the requirement for research into pathogenic microorganisms with regard to biosafety and biosecurity are increasing (Kaiser 2007) , it is important that basic investigations should not be compromised.",
            "cite_spans": [
                {
                    "start": 1050,
                    "end": 1063,
                    "text": "(Kaiser 2007)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Total"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bioterrorism and biodefence research: changing the focus of microbiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Atlas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Reviews Microbiology",
            "volume": "1",
            "issn": "1",
            "pages": "70--74",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CDC bioterrorism agents/diseases",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Throwing money at biodefense",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Defrancesco",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Biotechnology",
            "volume": "22",
            "issn": "4",
            "pages": "375--378",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Has biodefense gone overboard?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "5714",
            "pages": "1396--1398",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging and re-emerging infectious diseases: Influenza as a prototype of the hostpathogen balancing act",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "4",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Twenty-five years of HIV/AIDS",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "",
            "issn": "5786",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Federal agency biodefense funding, FY2011-FY2012",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Sell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biosecurity Bioterrorism",
            "volume": "9",
            "issn": "2",
            "pages": "117--137",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The history of biological warfare. Human experimentation, modern nightmares and lone madmen in the twentieth century",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frischknecht",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO Rep, 4 Spec",
            "volume": "",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CRS report for congress: Project bioshield",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gottron",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Medical microbiology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Accidents spur a closer look at risks at biodefense labs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "",
            "issn": "5846",
            "pages": "1852--1854",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "U.S. biodefense boom: eight new study centers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malakoff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "5639",
            "pages": "1450--1451",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "8",
            "pages": "242--249",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "anthracis'', ''Y. pestis'', ''F. tularensis'', ''Ebola virus'', ''B. pseudomallei'', ''Human immunodeficiency virus'' or ''HIV'', ''SARS coronavirus'' or ''severe acute respiratory syndrome coronavirus'', ''Hepatitis B virus'', ''M. tuberculosis'', ''influenza virus''. The name of pathogenic microorganisms conformed with those used by the United States Centers for Disease Control and Prevention (CDC) website (CDC 2010) and ''Medical Microbiology (Second Edition)'' edited by Gu Hong-xi (2009). Search results were selected in August 2011 from literature published from 1996 to 2010. The quantity of literature from the United States and China was filtered according to the ''Country/Territory = (USA)'' and ''Country/Territory = (PEOPLES R CHINA)'', respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "published worldwide for each organism individually. The relatively higher number of Chinese publications related to Y. pestis may be related to the occurrence of natural epidemics in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Annual change in human immunodeficiency virus-Annual change in SARS coronavirus-related SCI literature Comparison of trends 1025 institutes engaged in biodefense research, including the CDC, the National Institute of Allergy and Infectious Diseases (NIAID) and the Army Medical Research Institute of Infectious Diseases (USAMRIID). Academic institutions such as Harvard University (Malakoff 2003) are also engaged in biodefense research. However, despite this emphasis on biodefense research in the US, studies focused on other important pathogenic microorganisms research, such as HIV and influenza virus are not neglected.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1Percentage of the total pathogenic microorganism-related SCI literature published in the United States and China",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We thank Hui Zhong from Beijing Institute of Biotechnology for reviewing the manuscript and helpful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}