{
    "paper_id": "b0093e82dc12e7e8f1b9afcdf07ed62c6d048b6b",
    "metadata": {
        "title": "Cross-reactive antibodies enhance live attenuated virus infection for increased immunogenicity",
        "authors": [
            {
                "first": "Rong",
                "middle": [],
                "last": "Kuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaohui",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilfried",
                "middle": [
                    "A A"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [
                    "Shuyi"
                ],
                "last": "Saron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hwee",
                "middle": [],
                "last": "Gan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darren",
                "middle": [
                    "Z L"
                ],
                "last": "Cheng Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li-Xin",
                "middle": [],
                "last": "Mok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yie",
                "middle": [
                    "Hou"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cui",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Limin",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sujoy",
                "middle": [],
                "last": "Wijaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [
                    "Bun"
                ],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "R"
                ],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soman",
                "middle": [
                    "N"
                ],
                "last": "Tannenbaum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashley",
                "middle": [
                    "L"
                ],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jenny",
                "middle": [
                    "G H"
                ],
                "last": "St John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eng",
                "middle": [
                    "Eong"
                ],
                "last": "Low",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "i, JE antibody titers of Group 1 (red; n=23), Group 2 (blue; n=11), Group 3 (cyan; n=14) at day 0 and 1 month after YF vaccination. *P < 0.05; **P < 0.01 (Unpaired t-test); Error bars indicate standard error of mean. 5 day 1 post-YF vaccination (n=29), indicated by normalized enrichment scores. All gene-sets have nominal p-values<0.05. Blue-Pink O'Gram in the space of the analyzed GeneSet showing increased expression (pink) of genes belonging to the b, interferon signaling, c, interferon alpha-beta signaling, d, interferon gamma signaling and e, RIG-I MDA5 mediated induction of interferon alpha-beta pathways, at day 3 compared to day 1. Pearson correlation of YF antibody responses with logtransformed KAT2B fold change (day 3 vs day 0) and YF antibody responses in subjects f, without JE pre-vaccination (Group 4) (n=7) or g, with JE pre-vaccination (Treatment group) (n=22). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "indicated by normalized enrichment scores with gene-set nominal p-values<0.05. c, Microarray validation of immune semaphorins genes by qPCR. Pearson correlation plots of YF neutralizing antibody titers (1 month) with log-transformed SEMA4A, SEMA6A, SEMA7A, ITGA1, DPYSL2, DPYSL3, TLN1 fold change at day 3 post-YF vaccination (n=15). d, Pearson correlation plots of YF antibody titers (1 month) with log-transformed SEMA4A, SEMA6A, SEMA7A, ITGA1, DPYSL2, DPYSL3 and TLN1 fold change at day 3 post-YF vaccination for",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Enhancing levels of cross-reactive antibodies upregulate immune semaphorin transcripts. a, GSEA analysis of the top 10 enriched signaling pathways in enhancing group (n=6) versus control group (n=7) at day 3 post-YF vaccination, and b, non-enhancing group Supplementary Figure 4. Upregulation of PDGF-BB and downregulation of VEGF-D is associated with increased YF antibody titers. Serum levels of a, PDGF-BB, c, VEGF-D in Group 4 (black bars) (n=12), non-enhancing group (blue bars) (n=30), enhancing group (red bars) (n=5) at days 0, 1, 3 and 7 post-YF vaccination. Box plot whiskers indicate the range of the data. Pearson correlation of YF antibody titers (1month) with log transformed fold change of b, PDGF-BB (n=35), d, VEGF-D (n=12). Cytokine values below the detection limit are removed from the analysis *P < 0.05; **P < 0.01, ***P < 0.001 (paired t-test). Supplementary Figure 5. Antibody-opsonized YF immune complexes upregulates semaphorins in monocytes and dendritic cells. a, ELISA readout of h4G2 binding to purified YF17D. Dashed line indicates background OD450 in the absence of h4G2. b, Various concentrations of h4G2 were incubated with YF17D before infecting THP-1 monocytes for 72hrs. Infection was monitored with plaque assay. Dashed line indicate plaque titers in the absence of h4G2 antibodies. Red arrow indicate the peak enhancement antibody concentration used for subsequent ADE assays. c, SEMA4A transcript levels in media, h4G2, YF17D or h4G2-opsonized YF17D (ADE) conditions, normalized to TATA-binding protein (TBP). d, SEMA4A protein levels in media, h4G2, YF17D or h4G2opsonized YF17D (ADE) conditions, normalized to GAPDH. e, Various dilutions of pre-vaccination serum from an enhancing group subject was incubated with YF17D before infecting primary monocytes for 72hrs. Infection was monitored with plaque assay and dashed line indicate plaque titers in the absence of serum (n=3). f, Flow cytometry results showing surface expression levels of CD14, DC-SIGN, CD80, CD86 and CD11c of primary monocytes cultured in IL-4 and GM-CSF. High expression of DC markers and low CD14 expression confirms that the monocytes were differentiated to DCs. Primary DCs infected with YF17D opsonized with g, h4G2 or h, pre-vaccination serum (1:10) from an enhancing group subject for 72hrs and infection monitored by plaque assay (n=3). i, Flow cytometry plots showing populations of activated DCs (CD80 + , CD86 + ) and SEMA4A + DCs in the draining lymph nodes. Displayed data is representative of n=6. j, Total DCs in draining lymph nodes, k, SEMA4A + cells, l, SEMA4A mean fluorescence intensity (MFI) in mice given with PBS or 1µg of pre-immune sera. ns, no significant difference, ***P < 0.01 (Unpaired t-test); error bars indicate standard deviation of the data. Collaborating effects of cross-reactive antibodies on YF immunogenicity. YF vaccination triggers upregulation of interferon-related genes, resulting in antiviral responses that can reduce virus uptake, replication and immunogenicity. However, with enhancing levels of cross-reactive antibodies, YF immune complexes formed can result in increased uptake via antibody-dependent enhancement (ADE) leading to prolonged viremia. In addition, coligation of the activating FcγRs by immune complexes under ADE conditions can lead to increased expression of inflammatory metabolites and semaphorins expression that may play crucial roles in antigen-presentation, resulting in eventual improvement in immunogenicity of YF vaccination. Supplementary Figure 7. Full length western blots. Full length western blots showing SEMA4A and GAPDH protein expression used in figure 3f-h and supplementary figure S5d. Western blots were cut at the 50kDa size so that SEMA4A and GAPDH protein levels can be visualized simultaneously.Highlighted in red are the portions that were displayed in the main figures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SupplementaryTable 1. Demographic characteristics of subjects. The age, gender, ethnicity and body mass index of the subjects (Groups 1-4) that have completed the trial.YF neutralizing antibody titers in the treatment group, ranked based on p-values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}