{
    "paper_id": "b039cc050d0d94bf4783a550e68f3a0ce2f1f796",
    "metadata": {
        "title": "Journal Pre-proof Unknown unknowns -COVID-19 and potential global mortality Title Page Title Unknown unknowns -COVID-19 and potential global mortality",
        "authors": [
            {
                "first": "Victor",
                "middle": [],
                "last": "Grech",
                "suffix": "",
                "affiliation": {},
                "email": "victor.e.grech@gov.mt"
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f Unknown unknowns -COVID-19 and potential global mortality Abstract COVID-19 (SARS-CoV-2) is currently a global pandemic. This paper will attempt to estimate global infection rates and potential resultant mortality in the absence of effective treatment and/or vaccination. Calculations are based on World Health Organisation data from Wuhan in China: 14% of infected cases are severe, 5% require intensive care and 4% die. Estimated infection rates and mortality rates at the level of continents and some individual countries (when these are of sufficient size) are tabulated. This pandemic may cause close to half a billion deaths, i.e. 6% of the global populationand potentially more. At the risk of sounding sensational, but with a sober sense of realism, healthcare risks being plunged into the Middle-Ages if the public do not do their part. Infection cannot occur in the absence of contact. The only way to mitigate these numbers is to apply social distancing and take the standard precautions so frequently reiterated by Public Health: hand washing, avoid touching the face and so on. These measures are crucial as the human cost is going to be unthinkable even in the best-case scenarios that epidemiologists are modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Roman poet Juvenal (first/second c. CE) despaired of finding a wife with his perceived ideal qualities, remarking that such a woman was -rara avis in terris, nigroque simillima cygno‖, in this world a rare bird, very much like a black swan.(1). For the next two millennia, this term was used to refer to the mythical, but a species of black swans were discovered in Australia in 1697. (2) The expression thus came to refer to a rare and unknowable event, a term formalised in economic theory by the American economist Frank Knight (1885 Knight ( -1972 : -There are things we know that we don't know-the known unknowns. And there are unknown unknowns; the things we do not yet know that we do not know‖. (3) These forms of risks were popularised by the economist Nassim Taleb this century.(2)",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 528,
                    "end": 540,
                    "text": "Knight (1885",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 555,
                    "text": "Knight ( -1972",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The four common human coronaviruses in circulation account for 10-20% of the common cold cases each year as they remain in the upper respiratory. More dangerous and aggressive coronaviruses have challenged humanity by acquiring the ability to attack the lungs, causing severe pneumonias. SARS (severe acute respiratory syndrome, SARS-CoV) broke out in Asia in 2003 and more than 8,000 people were infected, with a 10% mortality. MERS (Middle East respiratory syndrome, MERS-CoV) broke out in the Middle East in 2012 and 2,468 were infected with a mortality of >30%.(4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronaviruses"
        },
        {
            "text": "A pandemic is defined as a disease that is prevalent over a whole country or the world. The current pandemic is caused by a novel coronavirus which has been dubbed COVID-19 (SARS-CoV-2).(5) It has been argued that this pandemic is an unknown unknown, but the possibility of a pandemic by coronavirus (or indeed by another virus) had been previously noted. (6) The COVID-19 pandemic broke out in December 2019 in Wuhan, China.(5,7) It is circa 70% genetically similar to the SARS virus and has a 96% similarity to a bat coronavirus and it is for this reason that it is suspected to have originated from bats.(8) This paper will attempt to estimate global infection rates and potential resultant mortality in the absence of effective treatment and/or vaccination.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "The World Health Organisation estimates that:  14% of infected cases are severe and require hospitalisation.  5% of infected cases are very severe and require intensive care admission, mostly for ventilation.  4% of infected die. (9) Severity is associated with increasing age and co-morbidities such as chronic heart and lung disease.(9) This virus is highly contagious with an R0 of ≥3 i.e on average it appears that each case infects some 3 others. This sets off a chain reaction, in this particular case, with a doubling time of one week or less, so that populations reach 60-80% infection rates. It is naturally difficult to estimate rates as quite a few individuals are infected and remain well (especially children) but are contagious. (9) For this reason, unless large proportions of populations are tested, we cannot possibly accurately estimate the total that have actually contracted the disease. (8) J o u r n a l P r e -p r o o f Draconian containment measures in China have reduced new cases by more than 90%. (10) This has not been the case elsewhere, and Italy has been severely affected with the number of patients infected since February following an exponential trend.(10) Intensive care units have been overwhelmed, with the bottleneck being availability of ventilators to tide critically ill patients over their intensive care stay. (10) This had led to suggestions that multiple patients could be ventilated with one machine, effectively multiplying intensive care capacity to deal with such -surges‖. (11) The careful application of basic containment measures cannot be overestimated: hand washing with soap and water, avoiding touching the face and social distancingstaying home, avoiding crowds and refraining from touching one another.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Such measures may blunt the rapid rise of cases, converting infections into a more manageable stream that hospitals can cope with.(12) If these measures are not widely enacted, large proportions of populations may become infected in short periods as happened in Northern Italy, and non-availability of ventilators may lead to triage situations with doctors having to choose who to ventilate and who to leave to die. (13) The situation may be even more dire in low income regions with fewer health care resources, such as Africa, where the relatively high prevalence of HIV, tuberculosis and other pathogens might not only serve as additional co-morbidities for COVID-19 infected individuals, but also contribute to diagnostic uncertainty.(13)",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This table attempts to estimate potential deaths from COVID-19 using available data and current observations. There is naturally uncertainty over many of values ascribed but where in doubt, more conservative numbers have been assigned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Continent 1 is Asia. China may have contained the disease and has been assigned a potential infection rate of 10% with -normal‖ mortality of 4%. The rest of Asia is assumed to become up to 80% infected with 10% mortality due to health care services being overwhelmed. Continent 2 is Africa which is assumed to behave like the rest of Asia. Continent 3 is Europe which has so far shown overall too few and too late responses to the disease. For this reason, Europe has been assigned a 60% overall infection rate and a (perhaps) optimistic 4% -normal‖ mortality. Continent 4 is North America. The United States has reacted very poorly to date and hospitals are already filling up. This country also has issues pertaining to insurance and illegal and non-registered immigrants, and for this reason, a 10% mortality has been assigned in anticipation of health care services becoming overwhelmeed. Canada has also acted late and the same conditions have been applied. For Mexico, it has been assumed that social distancing strictures will be at least as difficult to enforce as in Europe, in the setting of a poorer health care system. Continent 5 is South America and this has been somewhat arbitrarily been assigned a 60% infection rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Continent 6 is Oceania (including Australia) and the population here has already responded poorly to social distancing measures so a 60% infection rate has been assigned to this region with a -normal‖ mortality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the absence of the speedy breakthrough of an successful treatment or the discovery of an effective vaccine that can be mass produced and widely distributed, this pandemic may cause close to half a billion deaths, i.e. 6% of the global population (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 258,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "These estimates assume that a significant proportion of severe cases that would normally require relatively mild intervention (such as supplemental and non-invasive administration of oxygen, intravenous fluids, antibiotics for secondary infections etc) actually manage to access these therapies. The situation in Bergamo and Lombardy in the last few days has stunned the global medical community. If this region, one of the most affluent parts of Europe, with an advanced healthcare, was inundated in the way that we have witnessed in the news, then it simply cannot be excluded that in chaotic situations wherein cases precipitate suddenly, hospitals may simply collapse and the simple provision of basic care may fail. Moreover, morbidity and mortality will also be incurred from non-novel conditions for which there is simple and established treatment. Or failure of care in common situations such as childbirth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is almost as if we are witnessing a dystopian science-fiction narrative of the most horrific kind, with no way out of this unfolding human tragedy. Indeed, this scenario has been depicted in many science fiction novels and films (14) but we have failed to use this foresight to adequately prepare ourselves for such a struggle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the eventual economic cost will run in the trillions of dollars, with social and health impacts due to the contraction of economies and job losses. (15) ",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the risk of sounding melodramatic, but with an extreme sense of realism, healthcare risks being plunged into the Middle-Ages if the public do not do their part. Infection cannot occur in the absence of contact. The only way to mitigate these numbers is to apply social distancing and take the precautions outlined above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antifragile: things that gain from disorder",
            "authors": [
                {
                    "first": "Nassim",
                    "middle": [],
                    "last": "Taleb",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk, uncertainty and profit",
            "authors": [
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hyneman",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS and other coronaviruses as causes of pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "2",
            "pages": "130--137",
            "other_ids": {
                "DOI": [
                    "10.1111/resp.13196"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The clinical characteristics of pneumonia patients co-infected with 2019 novel coronavirus and influenza virus in Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Int Health",
            "volume": "25",
            "issn": "3",
            "pages": "278--280",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi.13383"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organisation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A single ventilator for multiple simulated patients to meet disaster surge",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neyman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Irvin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "11",
            "pages": "1246--1249",
            "other_ids": {
                "DOI": [
                    "10.1197/j.aem.2006.05.009"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dighe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adoption of COVID-19 triage strategies for low-income settings",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Ayebare",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okware",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bodo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamorde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30114-4"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Science fiction: A post-pandemic wilderness",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mceuen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "7463",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamasah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dzuvor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "5",
            "pages": "473--475",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25706"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Potential infections and deaths from COVID-19 using available data and current observations.(xxwho)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}