{
    "paper_id": "b0d5cc041f76cef19e244d98999a1141a881fae7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "However, several factors have changed in the past twenty years. For example, the Internet now helps us share information between health-care communities in real time, and social media can positively affect the public, by educating people and neutralising fake news. Additionally, personalised medicine can now be applied to epidemics. SARS-CoV-2 affects older patients and those who are immunosuppressed particularly badly. 3 Patients with cancer are an example of how considering all people equal before epidemics could negatively affect those who are frail. In a report 4 from Liang and colleagues, patients with cancer living in China had worse outcomes following infection with SARS-CoV-2 than the general population.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "text": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How can we protect the specific category of patients who require life-saving therapies to treat cancer? We suggest postponing all highrisk procedures that can be delayed (eg, chimeric antigen receptor T-cell infusions), which avoids exposing patients who are immunosuppressed to high-risk procedures, and reduces the burden on the health-care system (particularly intensive care units), which are under severe pressure because of the high number of patients with COVID-19 who need treatment. If the procedure cannot be postponed, cancer centres in regions that are not affected (or are affected to a lesser extent) by COVID-19 should be identified and patients should be transferred. This option has been implemented in the Lombardy region of Italy. Rapid diagnosis of patients suspected of having COVID-19 should also be pursued. A report 5 shows that 86% of people infected with SARS-CoV-2 remain undiagnosed, and this needs to be taken into account. Countries such as South Korea, Hong Kong, and Singapore implemented extensive testing from the early phase of the COVID-19 epidemic, which proved to be effective in controlling the spread of infection. This action preserved the function of their healthcare systems. We can observe this difference from the lower case fatality rate of SARS-CoV-2 in South Korea than in Italy and Spain: 1% in South Korea, 8% in Italy, and 4% in Spain as of March 17, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For patients with cancer who do not need such intensive therapies, homecare options should be considered, such as telemedicine and mobile health-care devices. Moreover, remote monitoring could be a good option for follow-up for patients with COVID-19 who do not require hospitalisation. Close collaboration of the treating physician with infectious disease consultants is of paramount importance in this setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering the issues we are encountering in our countries, we advise the oncological international community to plan effective strategies in advance to protect this very specific category of patients who need lifesaving therapies and who could be severely affected by SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Institut Català d'Oncologia-Hospitalet",
            "authors": [],
            "year": null,
            "venue": "Clinical Haematology Department",
            "volume": "08908",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Institut d'Investigació Biomèdica de Bellvitge (IDIBELL)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "AA-P); Infectious Diseases Department (CG) and Intensive Care Medicine",
            "authors": [],
            "year": null,
            "venue": "Spanish Network for Research in Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "History in a crisis-lessons for Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Eng J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2004361"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "20",
            "pages": "30096--30102",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Alberto Mussetti, Clara Maluquer, Adaia Albasanz-Puig, Carlota Gudiol, Gabriel Moreno-Gonzalez, Paolo Corradini, Anna Sureda amussetti@iconcologia.net",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Correspondence www.thelancet.com/haematology Published online April 1, 2020 https://doi.org/10.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}