{
    "paper_id": "b126d8cd10ff0222b2828b3d9090289f421deecc",
    "metadata": {
        "title": "Comment 2",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which causes coronavirus disease 2019 (COVID-19), emerged from Wuhan, Hubei province, China, in late 2019 and has now reached pandemic status. 1 Coronaviruses typically cause mild upper respiratory tract infections; 2 however, SARS-CoV-2, 3 severe acute respiratory syndrome coronavirus (SARS-CoV), 4 and Middle East respiratory syndrome coronavirus (MERS-CoV) 5 have all been associated with severe illness and death. Common symptoms reported in adults with COVID-19 are fever, dry cough, and fatigue; severe cases have been associated with dyspnoea and bilateral ground-glass opacities on chest CT. 3 In China, the SARS-CoV-2 reproductive number is estimated at 2. 6 The combined case-fatality rate is 2% in China, 7 and the risk of death is increased significantly in older people (approximately 15%). 7 It is noteworthy that infants and children have not been featured prominently in COVID-19 case statistics. An analysis from China has shown that children younger than 10 years account for only 1% of COVID-19 cases, 7 similar to the proportion for SARS-CoV and MERS-CoV epidemics. 4, 5 Infants and young children are typically at high risk for admission to hospital after respiratory tract infection with viruses such as respiratory syncytial virus and influenza virus. 8 Immaturity of the respiratory tract and immune system is thought to contribute to severe viral respiratory disease in this age group. 8 Therefore, the absence of paediatric patients with COVID-19 has perplexed clinicians, epidemiologists, and scientists. The patients in this study 9 were being treated at three hospitals located in Zhejiang province, China, which is 900 km from Wuhan. The children accounted for roughly 5% of total patients with COVID-19. Patients were stratified by disease severity and were assessed in hospital (mean duration of hospitalisation, 14 [SD 3] days) for secondary bacterial and fungal infection, sepsis, immune responses, and organ dysfunction (lung, liver, heart, and kidney). All children underwent CT examination for diagnosis of pneumonia.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 302,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 362,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 423,
                    "end": 424,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 663,
                    "end": 664,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 729,
                    "end": 730,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 867,
                    "end": 868,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1152,
                    "end": 1153,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1338,
                    "end": 1339,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1474,
                    "end": 1475,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1622,
                    "end": 1623,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children: the link in the transmission chain"
        },
        {
            "text": "Ten (28%) patients were asymptomatic latent cases identified because either an adult family member had the infection or they had been exposed to the epidemic area. 9 Contact tracing was also used to identify paediatric infections during the SARS-CoV and MERS-CoV epidemics. 4, 5 None of the children developed severe illness or died, similar to findings of SARS-CoV paediatric cases in 2002-03. 4 The most commonly reported clinical finding in children with COVID-19 was pneumonia (19 [53%]); fever, dry cough, or both were the next most frequent symptoms. All children with COVID-19 were aggressively treated, which was also standard for children with SARS-CoV infection. 4 Treatment for COVID-19 consisted of aerosolised interferon alfa in all children, lopinavir-ritonavir syrup twice a day for 14 days in 14 (39%), and supplemental oxygen for six (17%). Paediatric patients were discharged after two negative SARS-CoV-2 PCRs.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 274,
                    "end": 276,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 277,
                    "end": 278,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children: the link in the transmission chain"
        },
        {
            "text": "Qiu and colleagues have done a very important preliminary study defining the clinical picture for children infected with SARS-CoV-2, which will be valued globally. Although this work will assist with case identification, management, and social policy guidance, much more information is needed to establish the optimum management regimen. Specifically, the data showed that paediatric patients with COVID-19 had mild or asymptomatic disease accompanied by pneumonia in about half the cases. 9 It is unclear which children should be targeted for antiviral and immunomodulatory treatment, particularly in view of the high proportion of asymptomatic infected contacts. Together, these results could suggest that children have specific mechanisms regulating the interaction between the immune system and respiratory machinery, which could be contributing to milder disease. Possibly, lung infiltrates have a protective role during paediatric SARS-CoV-2 infection, similar to lymphocytes participating in inducible bronchus-associated lymphoid structure development after respiratory insult. 10 Correlation between chest radiography and CT findings might give additional insight into the clinical importance, if any, of the CT findings. In view of the substantial radiation exposure associated with CT, if children are only experiencing mild disease, routine use of CT might not be warranted and needs further assessment for the management of paediatric cases.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 491,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children: the link in the transmission chain"
        },
        {
            "text": "The most important finding to come from the present analysis is the clear evidence that children are susceptible to SARS-CoV-2 infection, but frequently do not have notable disease, raising the possibility that children could be facilitators of viral transmission. If children are important in viral transmission and amplification, social and public health policies (eg, avoiding interaction with elderly people) could be established to slow transmission and protect vulnerable populations. There is an urgent need to for further investigation of the role children have in the chain of transmission. AAK ",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "AAK",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in children: the link in the transmission chain"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19): situation summary",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology and clinical features of human coronaviruses in the pediatric population",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zachariah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "7",
            "issn": "",
            "pages": "151--58",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaut.2020.102433"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus pathogenesis, disease and vaccines: an update",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "207--221",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus disease is rare in children: an update from Saudi Arabia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Kattan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "World J Clin Pediatr",
            "volume": "5",
            "issn": "",
            "pages": "391--96",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The basic reproduction number of novel coronavirus (2019-nCoV) estimation based on exponential growth in the early outbreak in China from 2019 to 2020: a reply to Dhungana",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.025"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory viral infections in infants: causes, clinical symptoms, virology, and immunology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "74--98",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yunling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30198-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inducible bronchus-associated lymphoid tissue (iBALT) in patients with pulmonary complications of rheumatoid arthritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rangel-Moreno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gaxiola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Randall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Invest",
            "volume": "116",
            "issn": "",
            "pages": "3183--94",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comment www.thelancet.com/infection Published online March 25, 2020 https://doi.org/10.1016/S1473-3099(20)30236-X 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Case definitions and management strategies for children are absent because of the limited number of paediatric patients with COVID-19. In The Lancet Infectious Diseases, Haiyan Qiu and colleagues 9 have shed light on this under-represented population with a clinical report of 36 paediatric patients (aged 1-16 years) with PCRconfirmed COVID-19. Their analyses have important implications for clinical management of younger people with SARS-CoV-2 infection and social distancing policies to prevent virus transmission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and SH are funded by the Canadian Institutes for Health Research Rapid Response Grant for COVID-19. *Alyson A Kelvin, Scott Halperin akelvin@dal.ca Faculty of Medicine, Department of Pediatrics, Dalhousie University, Halifax, NS, Canada B3H 4R2; and Canadian Center for Vaccinology, IWK Health Centre, Halifax, NS, Canada B3K 6R8",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}