{
    "paper_id": "b2074d90f00cb6ec86ff66ecfe5a5d94bc736e14",
    "metadata": {
        "title": "Multiple Presentations of LRBA Deficiency: a Single-Center Experience",
        "authors": [
            {
                "first": "Sevgi",
                "middle": [],
                "last": "Kostel Bal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "postCode": "06590",
                        "settlement": "Cebeci, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Sule",
                "middle": [],
                "last": "Haskologlu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "postCode": "06590",
                        "settlement": "Cebeci, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Nina",
                "middle": [
                    "K"
                ],
                "last": "Serwas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ludwig Boltzmann Institute for Rare and Undiagnosed Diseases",
                    "institution": "",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Candan",
                "middle": [],
                "last": "Islamoglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "postCode": "06590",
                        "settlement": "Cebeci, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Caner",
                "middle": [],
                "last": "Aytekin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Department of Pediatric Immunology, Dr. Sami Ulus Maternity and Children's Health and Diseases Training and Research Hospital",
                    "institution": "",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanil",
                "middle": [],
                "last": "Kendirli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Zarife",
                "middle": [],
                "last": "Kuloglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Gulsan",
                "middle": [],
                "last": "Yavuz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Buket",
                "middle": [],
                "last": "Dalgic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeynep",
                "middle": [],
                "last": "Siklar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Aydan",
                "middle": [],
                "last": "Kansu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Arzu",
                "middle": [],
                "last": "Ensari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Kaan Boztug",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ludwig Boltzmann Institute for Rare and Undiagnosed Diseases",
                    "institution": "",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Figen",
                "middle": [],
                "last": "Dogu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "postCode": "06590",
                        "settlement": "Cebeci, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Aydan",
                "middle": [],
                "last": "Ikinciogullari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University School of Medicine",
                    "location": {
                        "postCode": "06590",
                        "settlement": "Cebeci, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction LPS-responsive beige-like anchor protein (LRBA) deficiency is a primary immunodeficiency categorized as common variable immunodeficiency associated with autoimmune manifestations and inflammatory bowel diseases; however, the clinical spectrum has been extended. Here, we present our cohort of Turkish LRBA-deficient patients from a single center, demonstrating a diversity of clinical manifestations. Method Seven affected individuals from five families were assessed retrospectively in this study. Results Of the seven patients with LRBA deficiency, four had homozygous, and two had compound heterozygous mutations. One patient remained disease free until the last follow-up (age 17 years). The most common clinical manifestations of the six symptomatic patients were organomegaly (6/6), autoimmunity (6/6), and chronic diarrhea (5/6). Recurrent infectious episodes were observed in three patients. None of the patients had hypogammaglobulinemia at presentation. B cell subpopulation analysis revealed low numbers of switched-memory B cell numbers in two of the four tested patients. During the disease course, three of the patients died, two of them underwent successful hematopoietic stem cell transplantation (HSCT) from matched sibling donors, and one is under abatacept therapy. Conclusion LRBA defects should always be kept in mind as a differential diagnosis for patients with autoimmune disease affecting multiple organs, chronic diarrhea, and organomegalies. In our experience, early HSCT is a lifesaving therapeutic strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Primary immunodeficiencies (PIDs) are a heterogeneous group of disorders affecting distinct components of the immune system. Following the definition of agammaglobulinemia by Bruton in the 1950s as one of the first prototypic PIDs [1] , these diseases have been the subject of intense studies to elucidate etiology and develop effective treatments. Several new diseases and novel mutations have been identified during the last 20 years so that the number of genetically defined PIDs exceeds 300 [2] . Recently defined genetic defects and clinical presentations reveal that PIDs not only present with recurrent infections but also lymphoproliferation, autoimmunity, allergy, and malignancies [3] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "LPS-responsive beige-like anchor protein (LRBA) deficiency is a prototypical PID which presents with a broad spectrum of clinical phenotypes. Mutations in LRBA, which encodes LRBA, have been linked to defective vesicle trafficking including transendocytosis and turnover of CTLA-4 in regulatory T cells (Treg) [4] . A decrease in LRBA protein function leads to the diminished expression of CTLA-4 on the surface of Treg cells [4] . Patients who present with defects in CTLA-4 biology further show autoantibody-mediated cytopenias, lymphoproliferation, hypogammaglobulinemia, organ-specific autoimmunity, and lymphocytic infiltration of non-lymphoid organs [5] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although LRBA deficiency was first categorized as common variable immunodeficiency (CVID), with autoimmune manifestations and inflammatory bowel diseases [6] , the clinical spectrum has been extended with the latest reports of phenotypic variations. In particular, patients with phenotypes resembling autoimmune lymphoproliferative syndrome (ALPS), including autoimmune cytopenias, and lymphoproliferation without any hypogammaglobulinemia have been described [7, 8] . In this study, we present our cohort of Turkish LRBAdeficient patients from a single center, illustrating a wide range of clinical manifestations, with different therapeutic approaches depending on the clinical status of the patients.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Seven individuals from five families affected with LRBA defect, who were under follow-up in Ankara University Department of Immunology, were assessed retrospectively in this study. Informed consent was taken from all parents according to the Declaration of Helsinki. Complete blood counts, immunoglobulin levels, lymphocyte subsets, lymphocyte activation responses, and genetic aberrations were analyzed as well as the clinical data and histopathological findings of biopsy specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method Patients"
        },
        {
            "text": "For the two patients who underwent hematopoietic stem cell transplantation (HSCT), posttransplant follow-up data regarding the immunophenotyping and the chimerism analysis were evaluated separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method Patients"
        },
        {
            "text": "Genetic analyses of the patients P1 and P4 were defined previously [9, 10] . All other patients were analyzed with NGSbased gene panel screening, which was further confirmed with Sanger sequencing as described [11] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Analyses"
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMCs) were transformed into EBV B cell lines and expanded. B cells were harvested and lysed in Frackleton buffer (10 mM Tris-HCl, pH 7.5; 50 mM NaCl; 30 mM NaPPi; 50 mM NaF, 1% Triton X-100) supplemented with protease inhibitor cocktail (Sigma-Aldrich). For Western blot, 150 μg of the protein was loaded. The following antibodies were used: anti-LRBA (HPA023597, Sigma-Aldrich) and anti-CAD (11933S, Cell Signaling Technologies). Spectra™ Multicolor High Range Protein Ladder (Thermo Fisher) was used as a size marker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein Analysis"
        },
        {
            "text": "PBMCs of patients and healthy donors (including shipment controls) were stimulated with antibodies against CD3 (clone OKT3) and CD28 (clone CD28.2, both Thermo Fisher Scientific) for 48 h. Cells were seeded on poly-L lysine-coated coverslips and subsequently fixed in 4% PFA and permeabilized in 0.2% Triton X-100. Antibodies against LRBA (HPA023597, Sigma-Aldrich) and CTLA-4 (550405, BD Biosciences) were used. Secondary staining was performed with goat-anti-mouse-AF488 (A-11029) and goat-antirabbit-AF647 (A-21244, both Life Technologies). The nucleus was counterstained with DAPI. Slides were analyzed on a LSM 700 with a 63×/1.4 Plan-Apochromat oil objective. Five different areas on each coverslip were screened for DAPI, LRBA, and CTLA-4 expressing cells, and three representative images were taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "Patient 1 was a female patient who first presented symptoms at the age of 6 months. Her clinical course has been described previously [10] . A missense mutation in LRBA gene (c.A8470C; c.T8471C; p.Ile2824Pr) was identified, which did not result in protein loss. The patient was diagnosed as possible LRBA deficiency, and further functional analysis was planned for definitive LRBA deficiency; however, due to her severe phenotype, she died at the age of 15 years.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Patient 1"
        },
        {
            "text": "Patient 2 was a 12-year-old girl born to non-consanguineous parents. She presented with recurrent respiratory infections and chronic diarrhea starting at 1 year of age. When she was 6 years old, she developed immune thrombocytopenic purpura (ITP) and autoimmune hemolytic anemia (AIHA) episodes, which were resistant to immunosuppressive therapies. During follow-up, lymphadenopathy and hepatosplenomegaly developed. Her immune work-up revealed lymphopenia and elevated numbers of double negative T cells. She was diagnosed with autoimmune lymphoproliferative syndrome, and intravenous immunoglobulin (IVIG) replacement therapy was initiated together with antibiotic prophylaxis. However, she died as a result of a severe pneumonia episode at the age of 14. In her family history, two deceased siblings had presented a similar clinical phenotype. A newborn brother (patient 3) presented to our clinic with neonatal diabetes. His immune work-up was normal apart from a slight reduction of immunoglobulin G levels. During toddler age, he had an uneventful follow-up apart from two episodes of viral pneumonia due to respiratory syncytial virus (RSV) and adenovirus. However, at the age of 3 years, he developed ITP which was resistant to steroids, IVIG, and plasma exchange therapies, followed by Epstein Barr virus (EBV)-induced lymphoproliferation and splenomegaly. Histopathological evaluation of lymph node biopsy showed reactive lymphocytosis. When he was 4 years old, non-infectious chronic secretory diarrhea started. Colonoscopic biopsies revealed inflammatory bowel disease (IBD)-like mucosal inflammation, which prompted the initiation of total parenteral nutrition (TPN). He had severe nephrotic range proteinuria, for which he underwent a renal biopsy. Lymphocytic infiltration of the renal cortex was observed. During the disease course, lymphocytic interstitial lung disease (ILD) developed. Genetic analysis revealed compound heterozygous mutations affecting LRBA (p.Asp1053fs, p.Ser2659*). Initiation of abatacept therapy (20 mg/kg every 2 weeks) alleviated the lymphoproliferation, but the diarrhea persisted and he died due to persistent thrombocytopenia and subsequent intracranial hemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients 2 and 3"
        },
        {
            "text": "Patient 4 is a previously described female patient. She was successfully transplanted from a matched sibling donor with unknown mutation status following a conditioning regimen with busulfan (7.5 mg/kg), fludarabine (180 mg/ m 2 ), and ATG (40 mg/kg) [9] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Patient 4"
        },
        {
            "text": "Patient 5, a currently 6-year-old male patient born to consanguineous parents, presented at the age of 3 years with therapyresistant ITP, lymphoproliferation, and severe chronic diarrhea. Complete blood count was normal and immunoglobulins were within reference ranges for age. Furthermore, immune cell subclass analysis including B cell subsets and lymphocyte activation responses were normal. Genetic investigations revealed a stopgain mutation (c.675G > A, p.Trp225*) in LRBA. HSCT was performed from a matched sibling donor, who was heterozygous for the mutation. Non-myeloablative conditioning with busulfan (7.5 mg/kg), fludarabine (180 mg/m 2 ), and antithymocyte globulin (ATG) (40 mg/kg) was administered. A total of 7.16 × 10 6 /kg CD34+ stem cells were infused. Neutrophil and thrombocyte engraftment occurred on days 17 and 33, respectively. On day 90 posttransplantation, a CMV infection resulted in an episode of therapy-resistant ITP, which led to chronic hemorrhage due to a complication of catheter insertion. Weekly administration of romiplostim increased thrombocyte counts within 4 weeks. On posttransplant day 270, patient 5 had an episode of autoimmune hemolytic anemia, which was resistant to IVIG replacement therapy. Methylprednisolone (8 mg/kg) was introduced, and sirolimus was initiated due to a second attack of autoimmunity. After hemolysis was under control, steroid doses were rapidly tapered down. He is currently under sirolimus therapy on posttransplant of 1 year, with mixed-donor chimerism. LRBA protein expression was tested 9 months after transplantation and found to be reduced if compared with a healthy control. However, the expression is similar to the LRBA expression of his heterozygous matched sibling donor (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1754,
                    "end": 1763,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "Patients 5 and 6"
        },
        {
            "text": "Patient 6 is the elder sister of patient 5. During the diagnostic work-up of her brother, her DNA samples were also studied. The same stop codon mutation was detected, although she was completely asymptomatic. Her general immune work-up was normal, with slightly low switched-memory B cells. She was negative for the autoantibodies ANA, ASMA, ANCA, anti-TPO, anti-thyroglobulin, and tissue transglutaminase antibody, as well as in direct Coombs test. Abdominal ultrasound was normal and no deep lymphadenopathy was detected. Vaccination responses were normal. Despite these findings, LRBA expression in PBMCs as assessed by immunofluorescence staining was absent (Fig. 1b) which is in concordance with the identified mutation. Patient 6 is currently under follow-up.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 672,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Patients 5 and 6"
        },
        {
            "text": "Patient 7 is a 12-year-old male, who presented with autoimmune hemolytic anemia, ITP, hepatosplenomegaly, unexplained urticaria, and angioedema episodes when he was 8 years old. His past medical history was unremarkable for recurrent infections. Initial laboratory investigations demonstrated pancytopenia. Serum immunoglobulins and peripheral blood lymphocyte subsets were within normal ranges. Double-negative T cells were 7.5% of the total lymphocytes. The patient was initially diagnosed with autoimmune lymphoproliferative syndrome. He received steroid and mycophenolate mofetil (MMF) as immunosuppressive treatment. During the follow-up, serum immunoglobulins decreased gradually and IVIG replacement was started. Splenectomy was performed due to steroiddependent pancytopenia and hypersplenism. Cytopenias alleviated following splenectomy and normal neutrophil and thrombocyte counts were achieved. However, 6 months later, he further developed tachypnea and left axillary lymphadenopathy. A CT scan revealed nodular opacities and lymphocytic interstitial lung disease. The lymph node biopsy showed reactive lymphocytosis. Genetic investigations identified a compound heterozygous mutation in LRBA (c.3028G > A, p.Q1010*; c.7976G > C p.S2659*), which resulted in absent protein expression ( Fig. 1a, b) . Abatacept was introduced (20 mg/kg every 2 weeks) and the pulmonary lesions resolved markedly (Fig. 2) . Matched unrelated donor survey was activated for a planned allogeneic HSCT.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1298,
                    "end": 1309,
                    "text": "Fig. 1a, b)",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1414,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Patient 7"
        },
        {
            "text": "The here-described patients with LRBA mutations have either homozygous or compound heterozygous mutations. The cohort group consists of five different families, three of which were consanguineous. Three of the seven patients were deceased at the time of analysis; two of the living patients underwent HSCT. Average age of disease onset was 2.3 (± 2.9 SD) years. Interestingly, our cohort includes a 17year-old asymptomatic LRBA mutant patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic Characteristics"
        },
        {
            "text": "The most common clinical manifestations of the six symptomatic patients were organomegaly (6/6), autoimmunity (6/6), and chronic diarrhea (5/6) ( Table 1) . Both splenomegaly and hepatomegaly could be observed in our cohort. Five patients presented organomegalies together with lymphadenopathies. The lymph node biopsy of three patients showed reactive lymphocytosis; no progress to lymphoma was seen in our cohort. Autoimmunity mainly presented as immunemediated cytopenia. Five patients had recurrent ITP episodes for which IVIG or steroids were used (Table 1) . One patient (P3) had resistant ITP, which was occasionally responding to plasma exchange therapy; he died of intracranial hemorrhage during an ITP episode under abatacept therapy. AIHA was observed in three patients. One patient (P7) was splenectomized to control therapy-resistant cytopenias, which was successful in terms of recovery. Other than cytopenias, two of the presented patients had early-onset diabetes, one patient had autoimmune thyroiditis, and one patient had chronic urticaria as autoimmune manifestations. Diarrhea was protracted and resistant to immunosuppressive agents such as steroids, MMF, and cyclosporine A (CsA). No specific infectious pathogens could be isolated. Therapyresistant diarrhea caused malnutrition and growth failure in three patients and led us to administer TPN for caloric compensation. The colonoscopic examination of the patients with diarrhea revealed IBD-like mucosal pattern. Intraepithelial lymphocytosis similar to celiac disease was observed in the duodenal biopsies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 553,
                    "end": 562,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical Phenotype"
        },
        {
            "text": "All of the patients had at least one documented infectious episode during the follow-up. Recurrent respiratory tract infections (> 8 times/year) resulting in hospitalization were present in three patients at initial presentation. Viral pathogens were the most common infectious agents, out of which coronavirus was the most frequent. Further viruses included CMV, RSV, and adenovirus, which were detected in patients regardless of the therapeutic scheme. Severe bacterial infections caused by Acinetobacter baumanii and Staphylococcus aureus were documented in two patients who were under immunosuppressive therapy with methylprednisolone and cyclosporine A (Table 1) . Candida glabrata and Candida krusei were also isolated from those two patients. No parasitic infection was documented.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 667,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infectious Profile"
        },
        {
            "text": "In addition to the above-mentioned autoimmune-mediated cytopenia, ITP, and AIHA, two patients were lymphopenic on initial admission. Neutropenia was not observed in our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunologic Phenotype"
        },
        {
            "text": "Despite normal T cell counts in all patients, two of them presented reduced activation responses to phytohemagglutinin and anti-CD3 stimulation (Table 2) . However, both patients were under chronic immunosuppressive therapy when the analysis was performed. Double-negative T cells (DNT) were elevated in four of our patients ( Table 2 ) who were previously diagnosed with ALPS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 327,
                    "end": 334,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Immunologic Phenotype"
        },
        {
            "text": "Total B cell numbers were only altered in one patient. However, this patient was under immunosuppresive treatment at the time of analysis (Table 2 ). B cell subpopulation analysis revealed low numbers of switched-memory B cell numbers in two of the four tested patients. None of our patients had hypogammaglobulinemia on admission; yet, one patient developed it during follow-up combined with low switchedmemory B cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "(Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Immunologic Phenotype"
        },
        {
            "text": "Homozygous mutations were identified in four patients; compound heterozygous mutations in three. Most of the heredescribed mutations segregated perfectly with the disease as parents of compound heterozygous patients carried only one of the two variants, and parents from homozygous patients were heterozygous for the mutation. One exception was the asymptomatic patient 6, who did not show any signs of immune dysregulation but was a carrier of a homozygous nonsense mutation. Some of the here-described mutations have not been described before (Fig. 3) . Novel as well as known mutations are distributed along the whole protein lengths. No specific genotype-phenotype correlation was observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Genetic and Functional Evaluation"
        },
        {
            "text": "Protein expression analysis was performed on cells derived from patient 7 which revealed a complete absence of LRBA, as well as on material derived from patient 5 after transplantation (Fig. 1a) . Patient 5 was transplanted by a heterozygous matched sibling donor (HMSD). Both individuals show a reduced LRBA expression in comparison to healthy controls (Fig. 1a) . The absence of LRBA protein in patient 7 was further confirmed by immunofluorescence analysis of patient-derived peripheral blood mononuclear cells which had been stimulated with antibodies against CD3 and CD28 (Fig. 1b) . In concordance with the genetic data, analysis of the asymptomatic sibling (P6) also revealed absent LRBA (Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 363,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 586,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Genetic and Functional Evaluation"
        },
        {
            "text": "All of the patients presented with severe immune dysregulations; three of the patients died during the disease course. Two of the patients underwent HSCT from matched sibling donors. For both of them, reduced-intensity conditioning regime consisting of fludarabin (180 mg/m 2 ), ATG (40 mg/kg), and busulfan (7.5 mg/kg) was used ( Table 1) . As previously published, patient P4 had an uneventful posttransplant follow-up [9] . Currently, 30 months after HSCT, she has no diarrhea and autoimmunity episodes. Patient 5 had also an uneventful period initially, but he encountered ITP and AIHA episodes following HSCT. Currently, 1 year after HSCT, he is under sirolimus and romiplostim with mixed-donor chimerism. Patient 7 is also planned for HSCT, but the survey for matched unrelated donor still continues.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 339,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Therapeutic Approach and Outcome"
        },
        {
            "text": "Although in the presented patient cohort the only curative treatment was transplantation, patients received multiple immunosuppressive treatments. All of our patients received chronic or intermittent steroids, to which the symptoms were unresponsive. As steroid-sparing agents, previously MMF was used in two patients and CsA was used in one patient. We used abatacept in two patients with a protocol of 20 mg/kg every 2 weeks. Patient 3 had five doses of abatacept treatment, during which ITP persisted with a fatal outcome, but the lymphoproliferation alleviated. Patient 7 is currently on abatacept /kg therapy for lymphocytic interstitial pneumonia. Lymphocytic infiltration in the lungs resolved after the third dose (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 722,
                    "end": 730,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Therapeutic Approach and Outcome"
        },
        {
            "text": "In the current study, we present a single-center experience of LRBA deficiency with seven affected individuals from five families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As of today, more than 50 patients with LRBA deficiency have been reported, and the numbers keep increasing [12] [13] [14] [15] . Although, in 2012 the disease was classified as a CVID-like disorder, recent reports of the extended disease phenotype revealed that the prominent clinical features in LRBA deficiency is due to immune dysregulation presenting mostly as enteropathy, autoimmune hemolytic anemia, and ITP [12, 13, 16] . In concordance, organomegaly, enteropathy, and autoimmune cytopenias were the most common features in our cohort. Most of our patients presented with an ALPS-like phenotype (organomegalies, lymphoproliferation, elevated DNTs) and were under follow-up with ALPS diagnosis before genetic analysis. Previously, other LRBA-deficient patients have been reported who suffer from an ALPS-like phenotype and it was recommended that LRBA defect should be considered in patients who are negative for mutations in the ALPS genes such as FAS, FASL, and CASP10 [7] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presented patient cohort is the first analysis of a group of Turkish patients with LRBA mutations. Previously, two reports from separate groups, although they included overlapping cases, reviewed phenotypic manifestations of patients bearing LRBA mutations [12, 13] . Major phenotypes were grouped into the categories autoimmunity, enteropathy, and CVID-like immune deficiency [12] . Although the patients present characteristics of autoimmunity and enteropathy phenotypes, CVID-like immune deficiency was not frequent in our cohort (Table 3 ). In the studied patient group, hypogammaglobulinemia was not a prominent disease feature; ALPS-like disease, with or without diarrhea, was the most common initial presentation. We could not illustrate a specific genotype-phenotype relationship for this phenomenon observed in our cohort.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 545,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Chronic diarrhea was the most troublesome disease symptom for the presented patients, causing prolonged hospitalization and TPN administration for caloric compensation. Diarrhea usually was not the initial symptom but developed during the disease course. No pathogens could be identified as an underlying cause. Furthermore, diarrhea was unresponsive to standard immunosuppressive therapies such as steroids and MMF. Colonoscopic evaluation revealed IBD-like mucosal inflammation. Intraepithelial lymphocyte infiltration of the duodenum in a celiac-like pattern was a common histopathological finding; however, none of the patients responded to a gluten-free diet in concordance with previously published data B cell subgroups [9, 17] . In the described patient cohort, diarrhea could only be controlled by HSCT. We recorded a severe disease course with an average age onset of 2.3 years, which was slightly younger than reported in previous studies [13] . However, one of the patients, who is negative for LRBA protein expressions (Fig. 1b) and carries the same stop codon mutation as her diseased brother, is asymptomatic at the age of 17 years. Currently, her immune work-up is normal, apart from a slightly reduced number of switchedmemory B cells. She has no autoimmune diseases documented. Asymptomatic patients have been described previously [12, 13] . However, disease onset varies between patients. The latest age of onset so far is 17 years [13] . This asymptomatic individual of our cohort is currently under close follow-up without any treatment.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1041,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The disease course of the patients was severe and often fatal without appropriate intervention. Three out of seven patients died as a result of enteropathy and complications of the immunosuppressive treatment. LRBA patients need early interdisciplinary care; however, due to the lack of genotypephenotype correlation and clinical heterogeneity of disease presentation, there is no standard therapeutic approach to these patients yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, abatacept, a CTLA4-fusion protein, has been introduced as a promising agent for improvement of clinical symptoms in LRBA-deficient patients [4] . However, so far, long-term effects, safety, and cost-effectiveness of this therapy have not been analyzed. We used abatacept treatment for two patients. Patient 7, for whom we applied abatacept in ILD, responded well after three doses. His lymphocytic infiltrates disappeared and respiratory functions improved. Patient 3 received abatacept to treat resistant thrombocytopenia, lymphoproliferation, and enteropathy. Although lymphoproliferation alleviated, diarrhea persisted and thrombocytopenia deteriorated which resulted in the death of the patient due to intracranial hemorrhage. There is increasing evidence that persistent abatacept infusions correct the autoimmune phenotype in LRBA patients; however, not all symptoms are responsive [4] . Until now, five patients have been reported to receive abatacept. In three of those cases, the major complaint was respiratory dysfunction resulting from lung infiltration, which responded completely to abatacept. According to our experience with patients, lymphoproliferative symptoms alleviate, whereas enteropathy and cytopenia persist following abatacept. To date, we cannot give clear advice whether or not to treat with abatacept as more data is needed for the precise therapeutic indications and the effectiveness of abatacept therapy.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the severe complications observed in the patients including the high mortality rate, HSCT might be a promising strategy. We preferred HSCT with reduced-intensity conditioning regimen consisting of fludarabin, ATG, and busulfan. Targeted area-under-the-concentration versus time curve (AUC) for busulfan dosing was aimed as published in the protocol for chronic granulomatous disease [18] . The two patients who underwent HSCT using reduced-intensity conditioning responded well. Diarrhea which was the major problem for both patients, ceased in days following the stem cell infusion. P4 was the first LRBA-deficient patient who underwent HSCT with this regime. Currently, she is in posttransplant year 3 with an uneventful survey. The second patient, P5, had one ITP and autoimmune hemolytic anemia episode during the first year post HSCT, which could be controlled by administration of romiplostim and sirolimus, respectively. As both of the presented patients were under cumulative burden of chronic inflammation in combination with organ damages, reduced-intensity conditioning was the only option for HSCT.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By now, 12 LRBA-deficient patients have been reported to be treated with HSCT. Overall survival is 67% (8/12). Of note, 50% of the patients had complete or good partial remission [19] . However, posttransplant autoimmune manifestations are not infrequent in LRBA patients [9, 13, 15] . As speculated before, the autoimmune manifestations seen in these patients may be related to donors who were heterozygous carriers of the disease allele [15, 20] . As of today, there is no controlled study of whether HSCT or abatacept is the preferable treatment option in LRBA deficiency. Given the chronic requirement of CTLA-4 replacement, abatacept treatment might be a bridging strategy before HSCT.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Autosomal recessive disorders are relatively common in Turkey due to high frequency of consanguineous marriages. LRBA defects should always be kept in mind as a differential diagnosis for patients with autoimmune disease affecting multiple organs, chronic diarrhea, and organomegalies. In our experience, early HSCT is a life-saving therapeutic strategy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The 2015 IUIS phenotypic classification for primary immunodeficiencies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bousfiha",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jeddane",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Al-Herz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ailal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chatila",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Immunol",
            "volume": "35",
            "issn": "8",
            "pages": "727--765",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The evolving landscape of primary immunodeficiencies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gennery",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Immunol",
            "volume": "36",
            "issn": "4",
            "pages": "339--379",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "AUTOIMMUNE DISEASE. Patients with LRBA deficiency show CTLA4 loss and immune dysregulation responsive to abatacept therapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kanellopoulou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "6246",
            "pages": "436--476",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CHAI and LATAIE: new genetic diseases of CTLA-4 checkpoint insufficiency",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Uzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Blood",
            "volume": "128",
            "issn": "8",
            "pages": "1037--1079",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deleterious mutations in LRBA are associated with a syndrome of immune deficiency and autoimmunity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lopez-Herrera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tampella",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan-Hammarstrom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herholz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Trujillo-Vargas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Phadwal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Hum Genet",
            "volume": "90",
            "issn": "6",
            "pages": "986--1001",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Autoimmune lymphoproliferative syndrome-like disease in patients with LRBA mutation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Revel-Vilk",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nabhani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gamez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rensing-Ehl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Immunol",
            "volume": "159",
            "issn": "1",
            "pages": "84--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "LRBA gene deletion in a patient presenting with autoimmunity without hypogammaglobulinemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Zenner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Plagnol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisenhut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "130",
            "issn": "6",
            "pages": "1428--1460",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A successful HSCT in a girl with novel LRBA mutation with refractory celiac disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dogu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hwa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haskologlu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dauber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Immunol",
            "volume": "36",
            "issn": "1",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Atypical manifestation of LRBA deficiency with predominant IBD-like phenotype",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Serwas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kansu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Santos-Valente",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kuloglu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Inflamm Bowel Dis",
            "volume": "21",
            "issn": "1",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Combined immunodeficiency with CD4 lymphopenia and sclerosing cholangitis caused by a novel loss-of-function mutation affecting IL21R",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Erman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bilic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirschmugl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cagdas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esenboga",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Haematologica",
            "volume": "100",
            "issn": "6",
            "pages": "216--225",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Spectrum of phenotypes associated with mutations in LRBA",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Alkhairy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abolhassani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rezaei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chavoshzadeh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Immunol",
            "volume": "36",
            "issn": "1",
            "pages": "33--45",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The extended phenotype of LPS-responsive beigelike anchor protein (LRBA) deficiency",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gamez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "August",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stepensky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Revel-Vilk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noriko",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Allergy Clin Immunol",
            "volume": "137",
            "issn": "1",
            "pages": "223--253",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infancy-onset T1DM, short stature, and severe immunodysregulation in two siblings with a homozygous LRBA mutation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schreiner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plamper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dueker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schoenberger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gamez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grimbacher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Endocrinol Metab",
            "volume": "101",
            "issn": "3",
            "pages": "898--904",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Successful hematopoietic stem cell transplantation in a patient with LPS-responsive beige-like anchor (LRBA) gene mutation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tesi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Priftakis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lindgren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kartalis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lofstedt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Immunol",
            "volume": "36",
            "issn": "5",
            "pages": "480--489",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "LRBA deficiency with autoimmunity and early onset chronic erosive polyarthritis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Stolzenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruneau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Breton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neven",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sauvion",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Immunol",
            "volume": "168",
            "issn": "",
            "pages": "88--93",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "LPS-responsive beige-like anchor (LRBA) gene mutation in a family with inflammatory bowel disease and combined immunodeficiency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alangari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alsultan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Massaad",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kiani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aljebreen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "130",
            "issn": "2",
            "pages": "481--489",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reduced-intensity conditioning and HLA-matched haemopoietic stem-cell transplantation in patients with chronic granulomatous disease: a prospective multicentre study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gungor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slatter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stussi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stepensky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moshous",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9915",
            "pages": "436--484",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Treatment of severe forms of LPS-responsive beige-like anchor protein (LRBA) deficiency by allogeneic hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bohm",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dogu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Worth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thrasher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Florkin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Long-term remission after allogeneic hematopoietic stem cell transplantation in LPS-responsive beigelike anchor (LRBA) deficiency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirschmugl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gamez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schwinger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Serwas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deutschmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "135",
            "issn": "5",
            "pages": "1384--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Molecular analysis of patient cells. a Western blot of lysates derived from EBV-transformed B cell lines testing for LRBA expression (size 319 kDa) reveals the absence of protein expression in P7 and a reduction of protein expression in P5 after transplantation which corresponds to the signal of the HMSD (heterozygous matched sibling donor). CAD (size 243 kDa) serves as a loading control. b Immunofluorescence analysis of stimulated PBMCs derived from P6 and P7 confirms the absence of LRBA. Note that CTLA-4 levels were also altered in this assay a b Response of lymphocytic infiltration in lungs to abatacept therapy comparing conditions a before and b after abatacept treatment in P7",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical features of LRBA patients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "CD19 + IgM-27 + IgD+ (switched memory) (%) ND CD19 + IgM + 27 + IgD+ (marginal zone) (%)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Main clinical and laboratory characteristics of LRBA deficiency Current study (7 patients) n (%) Alkhairy et al. a (31 patients) n (%) Gamez-Diaz et al. a (22 patients) n (%) Fig. 3 Locations of identified (red) and published (black) missense, non-sense, splice-site, or frameshift mutations affect the whole protein length. No specific cluster can be observed (blue, BEACH domain; range, WD40 domain)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of Interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}