{
    "paper_id": "b2c5b9e25628586800b84f9529d6f5bf0cef1f75",
    "metadata": {
        "title": "Genetic control of arthritis onset, severity and chronicity in a model for rheumatoid arthritis in rats",
        "authors": [
            {
                "first": "Carina",
                "middle": [],
                "last": "Vingsbo-Lundberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Niklas",
                "middle": [],
                "last": "Nordquist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Olofsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Tore",
                "middle": [],
                "last": "Saxne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Ulf",
                "middle": [],
                "last": "Pettersson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Rikard",
                "middle": [],
                "last": "Holmdahl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": "rikard.holmdahl@inflam.lu.se."
            }
        ]
    },
    "abstract": [
        {
            "text": "Rheumatoid arthritis (RA) is a chronic and genetically complex inflammatory disorder that leads to erosive destruction of peripheral joints 1-5 . The use of animal models mimicking RA, such as pristane-induced arthritis (PIA) in rats, should facilitate its genetic analysis. Pristane is a non-immunogenic synthetic oil that, after a single subcutaneous injection into DA rats, induces arthritis restricted to peripheral joints with a chronic relapsing disease course 6 . To identify genes involved in the control of chronic arthritis, we made crosses between susceptible DA rats and resistant E3 rats and analysed the progeny with microsatellite markers covering the entire rat genome. Our results show that different arthritis phenotypes are associated with different chromosomal loci. Loci on chromosomes 4 and 6 (Pia2 and Pia3) influence arthritis onset, whereas a locus on chromosome 12 (Pia4) is associated with severity and joint erosion. We found that chronicity is associated with a different set of loci, one on chromosome 4 and the other on chromosome 14 (Pia5, Pia6) . These findings demonstrate for the first time that different phases of a chronic self-perpetuative disease which mimics RA are associated with distinct sets of genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1065,
                    "end": 1077,
                    "text": "(Pia5, Pia6)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "PIA has previously been analysed using a series of inbred, MHC congenic and recombinant inbred strains 6 . It was found that the DA strain is highly susceptible to PIA, whereas the E3 strain is resistant, and that the major histocompatibility complex (MHC) region (Pia1) influences the chronicity of the disease. Moreover, analysis of recombinant inbred strains made from DA and E3 showed that the disease is polygenic. To map genes involved in PIA, we made F1 and F2 crosses between the E3 and the DA strains (Table 1) . F1 rats developed chronic PIA, indicating dominant genes, but with delayed onset (P<0.0001) and reduced severity (P<0.0001) compared with the DA parental rats, suggesting incomplete penetrance due to the presence of recessive and/or additive genes. Consistent with earlier reports 6 , females were more susceptible than males. In the F2 population, the disease course was more variable and examples of the different disease patterns are shown (Fig. 1 ). All 153 (E3×DA) F2 rats were subjected to a near-complete genome screen using a set of 330 informative microsatellites. The identified QTLs are summarized (Table 2) , and log-likelihood plots (Fig. 2 ) as well as chromosomal locations (Fig. 3 ) are shown.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 965,
                    "end": 972,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1168,
                    "end": 1175,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1211,
                    "end": 1218,
                    "text": "(Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Arthritis usually developed with a sudden onset in a peripheral joint, and rapidly progressed over the next few days. As in RA, the distribution of affected joints was predominantly symmetric (85% of the affected joints were symmetric at day 35). A locus on chromosome 6 (Pia3) was linked to the day of arthritis Days after pristane injection letter onset, but an indication of linkage was also found on chromosome 4; this linkage became significant (Pia2) when only females were analysed, despite the decrease in power by the reduced number of rats. This indicates that the gene is dependent on a female context. Both loci appear to control a delayed disease onset in a DA recessive mode (Fig. 4) ; that is, they contain disease susceptibility genes derived from E3. None of the loci controlling arthritis onset influenced further progression of the disease (Fig. 4) . A major locus (Pia4) was found on chromosome 12 that controls arthritis severity during the early period between day 20 and day 45 in the (E3×DA) F2 cross (Table 2, Fig. 2c ). DA alleles promoted disease in an additive fashion (data not shown). The strongest linkage was seen with the number of affected paws between day 28 and 35, during a period in which joint erosion was most extensive. As a consequence, high serum levels of carti-lage oligomeric matrix protein (COMP) were linked to the same region, during the same period, with an identical inheritance pattern at day 35 (Fig. 2) . Thus, COMP and number of affected paws on day 35 showed a positive correlation (R s =0.66, P<1×10 -7 ). We also observed possible, but not significant, influence on arthritis onset and chronicity by Pia4 (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 689,
                    "end": 697,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 859,
                    "end": 867,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1035,
                    "end": 1042,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1448,
                    "end": 1456,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1663,
                    "end": 1671,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "To identify loci controlling chronicity, we used the number of affected paws at late stages (after 8 weeks) and inflammation scores of joint histopathology sections at a very late stage of arthritis (approximately day 120). These phenotypes were positively correlated (R s =0.72, P<1×10 -7 ), but may reflect different aspects because histopathology was carried out on the most affected paw at the end of the experiment, whereas the number of affected paws takes into account all paws during a longer period. A locus (Pia6) on chromosome 14 was significantly linked to the number of affected paws from day 83 (lod score 16 . Thus, only loci significant on a genome-wide basis with a lod score of more than 3.9 with a fixed mode of genetic inheritance are shown. This was done because in the present experiment, several phenotypes were analysed, of which three groups (onset, severity and chronicity) were considered independent.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 622,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using the Bonferroni correction for multiple testing, the threshold for significance was raised to a lod score of 3.9. For each QTL the value is given for the mode of inheritance as indicated. Pia2 is found in females only (corresponding lod score in males, 0.03), and Pia5 in males only (corresponding lod score in females, 0.2). b Phenotypes are described in Methods. c The inheritance pattern as determined from the comparison of influence on the various phenotypes by heterozygotes and homozygotes as depicted (Fig. 4) . The testing of different modes using Mapmaker was in accordance with the predicted modes in all cases; a, E3 allele; b, DA allele. c The variance explained represents approximate values, as only the COMP phenotype fulfils the criteria of normal distribution. e Chromosomal location of suggestive QTL. These are the identified loci associated with one of the used phenotypes with a lod score above 2.8 but lower than the used threshold for significance of 3.9. The lod scores for all suggestive loci were calculated using a free model of inheritance. f nd, not designated. g nt, not tested. , and lod scores increased as the disease progressed with time. When males and females were analysed separately, an additional locus on chromosome 4 (Pia5) associated with inflammation scores was found in males. Loci linked to chronicity (Pia5 and Pia6; Fig. 2f ,g,h) were not associated with onset or severity of arthritis (Fig. 4) . Our analysis showed that the DA strain has a recessive disease-promoting allele at Pia6 and an additive allele at Pia6 (Fig. 4) . One of the loci controlling chronicity, Pia5, is located in the vicinity of the previously described Cia3 locus, which controls collagen-induced arthritis 7 , and the Lyp/Iddm1 locus, which is associated with lymphopenia, diabetes and thyroiditis in the BB rat 8,9 (Fig. 3) . This may indicate the presence of a common susceptibility gene for several autoimmune diseases. The MHC region has been found to control the development of chronic arthritis in PIA using LEW congenic strains 6 , and the designation Pia1 is therefore reserved for this locus. Pia1 was, however, not found in the present cross, possibly due to the fact that none of the parental strains had the most susceptible haplotype (RT1 f ).",
            "cite_spans": [
                {
                    "start": 2064,
                    "end": 2065,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 522,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1369,
                    "end": 1376,
                    "text": "Fig. 2f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1439,
                    "end": 1447,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1569,
                    "end": 1577,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1845,
                    "end": 1853,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Our results show that arthritis chronicity is controlled by genes other than those associated with onset and early events of the disease. Future analysis of subphenotypes linked to QTLs and identification of the underlying genes will cast new light on the pathogenesis of PIA. An understanding of the role of these genes in the disease process of the experimental model should make possible the identification of critical events in the pathogenesis of RA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pathogen-free rats originating from ZFV (Zentralinstitut für Versuchstierzucht) were kept in animal facilities in a climate-controlled environment with 12 h light/dark cycles, housed in polystyrene cages containing wood shavings and fed standard rodent chow and water ad libitum. The rats were found to be free of common pathogens including Sendai virus, Hantavirus, coronavirus, reovirus, cytomegalovirus and mycoplasma pulmonis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals."
        },
        {
            "text": "Induction and evaluation of arthritis. Arthritis was induced by an intradermal injection at the base of the tail with pristane (150 µl; 2,6,10,14tetramethylpentadecane; Aldrich). Arthritis development was monitored by a macroscopic scoring system for the four limbs ranging 0−4 (1, swelling and redness of one joint; 2, two joints involved; 3, more than two joints involved; 4, severe arthritis in the entire paw) 10 . The scores of the four paws were added, yielding a maximum total score of 16 for each rat. The rats were observed 1−3 times a week during the experiment. (E3×DA) F2 rats were killed 120 d after pristane injection. The most severely affected paw from each rat was decalcified and subjected to histopathologic analyses and then evaluated by microscopic scoring (0−3) of active inflammation, as described 10 . Blood was obtained by cutting the tip of the tail. The rats were bled on days 6, 14, 35, 49 and 100 after pristane injection. The serum levels of cartilage oligomeric matrix protein (COMP) were measured as described 11 .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Animals."
        },
        {
            "text": "Arthritis phenotypes. The following phenotypes were determined: 'day of onset' , first day a clinical score of 1 or higher was obtained; 'clinical score' , clinical score (scores 0−16) of each rat at the indicated day after pristane injection; 'COMP' , serum level of COMP at the indicated day (in titre values); 'no. of affected paws' , number of paws with arthritis (scores 0−4) at the indicated day; 'inflammation score' , microscopic score (0−3) of active inflammation in sections of joints obtained 120 d after pristane injection. The phenotypes described by clinical scores, number of affected paws and COMP before d 56 gave essentially the same significance values after immunization and were regarded as reflecting severity and early joint ero- Fig. 3 Linkage map of chromosomes with identified QTLs and with the used markers indicated. The largest intermarker distance on each chomosome is indicated. The chromosomal length and intermarker linkage distances are proportional to the graphic length. The black vertical bars indicate regions of the chromosomes where the lod score exceeds 3.9 (thick bars) and 2.9 (thin bars). Earlier suggested loci in other crosses involving autoimmune diseases are indicated with grey bars. These include the Iddm1 locus (rat diabetes model 8, 9 ) , the Oia2 locus (oil-induced arthritis model 17 ) and the Cia3 locus (collagen-induced arthritis model 7 ). Effect on day of onset by different PIA loci Effect on inflammation score by different PIA loci letter sion. The inflammation scores at d 120 and clinical scores and number of affected paws at or after d 56 were also correlated and are regarded as reflecting chronicity. Correlations between phenotypes were analysed using the Spearman rank correlation test.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "9 )",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 759,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Animals."
        },
        {
            "text": "Genotyping and linkage analysis. Rat microsatellite markers defined as DxMity and DxMghy were purchased (Research Genetics). Microsatellite markers defined as DxWoxy were obtained from the Wellcome Institute for Human Genetics. All markers were assayed by PCR as follows: genomic DNA (20 ng) was amplified in a final volume (10 µl) containing primer (0.5 µM each), dNTPs (200 µM), MgCl 2 (1.5 mM), Tris-HCl (20 mM, pH 9.0) and Taq DNA polymerase (1 U). One primer was labelled with 32 P-γATP (3000 Ci/mmol; Dupont/NEN) using T4 polynucleotide kinase (Amersham). Amplification conditions were as follows: 94 °C for 3 min, followed by 25 cycles of 94 °C for 15 s, 55 °C for 2 min, 72 °C for 3 min and final extension at 72 °C for 7 min. Reactions were performed using an MJR Thermal Cycler (PTC 225, MJ Research). The PCR products were size-fractionated on 6% (Bio-Rad, FMC) polyacrylamide gels in 1×TBE. Gels were exposed on autoradiographic film (Amersham Hyperfilm MP) at −70 °C for 12−36 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals."
        },
        {
            "text": "Linkage analysis was performed using MAPMAKER (refs 12-15) . Genetic linkage maps were initially constructed using genotype data from 92 F2 progeny. These were selected from the phenotypic extremes. Although improper location of some of the markers used caused difficulty, these markers could be positioned with high probability using additional F2 offspring from other crosses based on the DA and E3 strains. Thus, an improved genetic map was constructed (http://www.cmb.lu.se/contrib/ avd-0/e-avd-0.html; N.N. et al., manuscript submitted). Linkage analysis was performed using all determined phenotypic scores (that is, including zero values) and regions for which lod scores exceeded 1.5 were typed for the remaining animals, including more markers where needed.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 58,
                    "text": "(refs 12-15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animals."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Twin concordance rates for rheumatoid arthritis: results from a nationwide study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Silman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Br. J. Rheumatol",
            "volume": "32",
            "issn": "",
            "pages": "903--907",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Polygenic susceptibility in rheumatoid arthritis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wordsworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann. Rheum. Dis",
            "volume": "50",
            "issn": "",
            "pages": "343--346",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HLA heterozygosity contributes to susceptibility to rheumatoid arthritis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wordsworth",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am. J. Hum. Genet",
            "volume": "51",
            "issn": "",
            "pages": "585--591",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic typing of patients with inflammatory arthritis at presentation can be used to predict outcome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Arthritis Rheum",
            "volume": "37",
            "issn": "",
            "pages": "1166--1170",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cartilage and bone metabolism in rheumatoid arthritis. Differences between rapid and slow progression of disease identified by serum markers of cartilage metabolism",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Månsson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Clin. Invest",
            "volume": "95",
            "issn": "",
            "pages": "1071--1077",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pristane-induced arthritis in rats: a new model for rheumatoid arthritis with a chronic disease course influenced by both major histocompatibility complex and non-major histocompatibility complex genes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vingsbo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am. J. Pathol",
            "volume": "149",
            "issn": "",
            "pages": "1675--1683",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A genome scan localizes five non-MHC loci controlling collagen-induced arthritis in rats",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Remmers",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature Genet",
            "volume": "14",
            "issn": "",
            "pages": "82--85",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genetic dissection of autoimmune type I diabetes in the BB rat",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature Genet",
            "volume": "2",
            "issn": "",
            "pages": "56--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thyroiditis in the BB rat is associated with lymphopenia but occurs independently of diabetes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettersson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Autoimmun",
            "volume": "8",
            "issn": "",
            "pages": "493--505",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genetic analysis of murine models for rheumatoid arthritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holmdahl",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "215--238",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Increased serum levels of cartilage oligomeric matrix protein in chronic erosive arthritis in rats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vingsbo-Lundberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saxne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holmdahl",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arthritis Rheum",
            "volume": "41",
            "issn": "",
            "pages": "544--550",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Constructing genetic maps with MAPMAKER/EXP 3.0",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mapping genes controlling quantitative traits with MAPMAKER/QTL 1.1. Whitehead Institute Technical",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Resolution of quantitative traits into mendelian factors by using a complete linkage map of restriction fragment length polymorphisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "335",
            "issn": "",
            "pages": "721--726",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MAPMAKER: an interactive computer package for constructing primary genetic linkage maps of experimental and natural populations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Genomics",
            "volume": "1",
            "issn": "",
            "pages": "174--181",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic dissection of complex traits: guidelines for interpreting and reporting linkage results",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kruglyak",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature Genet",
            "volume": "11",
            "issn": "",
            "pages": "241--247",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of rat susceptibility loci for adjuvant-oil induced arthritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lorentzen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "95",
            "issn": "",
            "pages": "6383--6387",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Lod score plots for chromosomes indicating identified QTLs. A solid horizontal line showing the threshold for significant linkage in a fixed mode of inheritance with correction for mutiple testing is indicated (at lod score 3.9).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mean day of onset of arthritis (a) and mean inflammation score 120 d after pristane injection (b), with the linked markers identifying QTLs in the (E3×DA) F2 cross. Bars indicate s.e.m.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PIA susceptibility in parental, F1 and F2 animals both sexes balanced; F, females; M, males. b Only arthritic animals included; s.d., standard deviation. c P-values calculated using the Mann Whitney test, incidence and frequency of chronic arthritis calculated using χ 2 ; NS, not significant P>0.05.Fig. 1Examples of disease courses in individual (E3×DA) F2 rats with acute and chronic development of arthritis. Clinical scoring was carried out as previously described10 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Chromosome regions showing evidence of linkage to arthritis-associated traits QTL, quantitative trait loci. We chose to raise the generally accepted threshold for genome-wide linkage, which is suggested to be 3.4 for a fixed mode of inheritance",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank L. Elfineh ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}