{
    "paper_id": "b2ea9c582e2613a8fbe16ed3abe14c00f1c99c00",
    "metadata": {
        "title": "Articles Interventions to mitigate early spread of SARS-CoV-2 in Singapore: a modelling study",
        "authors": [
            {
                "first": "Joel",
                "middle": [
                    "R"
                ],
                "last": "Koo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [
                    "R"
                ],
                "last": "Cook",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minah",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yinxiaohe",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haoyang",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clarence",
                "middle": [],
                "last": "Tam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Borame",
                "middle": [
                    "L"
                ],
                "last": "Dickens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Since the coronavirus disease 2019 outbreak began in the Chinese city of Wuhan on Dec 31, 2019, 68 imported cases and 175 locally acquired infections have been reported in Singapore. We aimed to investigate options for early intervention in Singapore should local containment (eg, preventing disease spread through contact tracing efforts) be unsuccessful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We adapted an influenza epidemic simulation model to estimate the likelihood of human-to-human transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in a simulated Singaporean population. Using this model, we estimated the cumulative number of SARS-CoV-2 infections at 80 days, after detection of 100 cases of community transmission, under three infectivity scenarios (basic reproduction number [R 0 ] of 1•5, 2•0, or 2•5) and assuming 7·5% of infections are asymptomatic. We first ran the model assuming no intervention was in place (baseline scenario), and then assessed the effect of four intervention scenarios compared with a baseline scenario on the size and progression of the outbreak for each R 0 value. These scenarios included isolation measures for infected individuals and quarantining of family members (hereafter referred to as quarantine); quarantine plus school closure; quarantine plus workplace distancing; and quarantine, school closure, and workplace distancing (hereafter referred to as the combined intervention). We also did sensitivity analyses by altering the asymptomatic fraction of infections (22·7%, 30·0%, 40·0%, and 50·0%) to compare outbreak sizes under the same control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings For the baseline scenario, when R 0 was 1·5, the median cumulative number of infections at day 80 was 279 000 (IQR 245 000-320 000), corresponding to 7•4% (IQR 6·5-8·5) of the resident population of Singapore. The median number of infections increased with higher infectivity: 727 000 cases (670 000-776 000) when R 0 was 2·0, corresponding to 19•3% (17•8-20•6) of the Singaporean population, and 1 207 000 cases (1 164 000-1 249 000) when R 0 was 2·5, corresponding to 32% (30•9-33•1) of the Singaporean population. Compared with the baseline scenario, the combined intervention was the most effective, reducing the estimated median number of infections by 99•3% (IQR 92•6-99•9) when R 0 was 1·5, by 93·0% (81•5-99•7) when R 0 was 2·0, and by 78•2% (59·0 -94•4) when R 0 was 2·5. Assuming increasing asymptomatic fractions up to 50·0%, up to 277 000 infections were estimated to occur at day 80 with the combined intervention relative to 1800 for the baseline at R 0 of 1·5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Implementing the combined intervention of quarantining infected individuals and their family members, workplace distancing, and school closure once community transmission has been detected could substantially reduce the number of SARS-CoV-2 infections. We therefore recommend immediate deployment of this strategy if local secondary transmission is confirmed within Singapore. However, quarantine and workplace distancing should be prioritised over school closure because at this early stage, symptomatic children have higher withdrawal rates from school than do symptomatic adults from work. At higher asymptomatic proportions, intervention effectiveness might be substantially reduced requiring the need for effective case management and treatments, and preventive measures such as vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December, 2019, several health facilities in the Chinese city of Wuhan (Hubei province) reported clusters of individuals with pneumonia 1 whose clinical presentations resembled the symptoms of severe acute respiratory syndrome coronavirus (SARS-CoV), which emerged in 2002 in the nearby Guangdong province and led to outbreaks worldwide. 2 On Jan 7, 2020, a novel strain of coronavirus, severe acute respiratory syndrome corona virus 2 (SARS-CoV-2), was isolated, confirming the circulation of a new respiratory illness, coronavirus disease 2019 (COVID- 19) , with evidence suggesting that the Huanan seafood wholesale market was the initial transmission site. 3 On Jan 1, 2020, the market was closed for environmental sanitation and disinfection to prevent further transmission. 4 Cases of COVID-19 have since been reported in health-care workers 3 and family clusters in China, 5 with 67 794 cases and 3805 deaths confirmed in Hubei province as of March 15, 2020. 6 Older individuals (aged >60 years) and people with chronic underlying health conditions are particularly susceptible to severe disease. 5 Rapid spread of the virus compelled the Chinese Government to restrict movement in affected cities, with the cessation of public transport 7 and cancellation of flights. 8 Despite extensive efforts to prevent onward spread, 143 countries and territories outside of mainland China have now reported imported cases. 6 Internationally, ongoing local transmission of SARS-CoV-2 has been confirmed in 81 countries and territories. 6 In Singapore, 243 individuals have tested positive for SARS-CoV-2, 121 have been hospitalised and are stable, 13 are in a critical condition, and 109 have been discharged at the time of writing. 9 The first case in Singapore was identified on Jan 23, 2020, and was imported from China; 10 a further 68 cases were imported, with the remaining 175 cases most likely the result of transmission within Singapore. 11 All imported cases were travellers who had returned from Wuhan before Feb 4, 2020, with transmission to close contacts recorded within families at a church and shop in three small transmission clusters. 11 As of March 16, 2020, inpatients with COVID-19 in Singapore are isolated at the hospital they present to or at the National Centre for Infectious Diseases, a specialised facility designed to facilitate infectious disease outbreak response. 10 A government-wide taskforce has been established to increase surveillance at borders and prepare the public in terms of awareness and education. 10 The Ministry of Health Singapore has implemented contact tracing efforts to identify potential cases among people travelling with, or in close proximity to, individuals with COVID-19. 12 Despite these efforts and nationwide precautionary measures, including the dispensing of masks to households and public hospital emergency departments being on high alert for an outbreak response, the number of suspected and imported cases in Singapore is expected to increase due to the high volume of incoming travellers. 10 Preliminary estimates indicate that the ascertainment rate in Wuhan is 5•1% (95% CI 4•8-5•5); 13 however, high levels of under-reporting and misdiagnosis due to difficulties in identifying cases make it challenging for policy makers to prepare a large-scale response. Consequently, following the recom mendations made by Wu and colleagues, 14 modelling studies are needed to estimate the potential impact of interventions",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 664,
                    "end": 665,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 783,
                    "end": 784,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 852,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 883,
                    "end": 884,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 969,
                    "end": 970,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1107,
                    "end": 1108,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1279,
                    "end": 1280,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1423,
                    "end": 1424,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1535,
                    "end": 1536,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1732,
                    "end": 1733,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1946,
                    "end": 1948,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2152,
                    "end": 2154,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2395,
                    "end": 2397,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2543,
                    "end": 2545,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2730,
                    "end": 2732,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3057,
                    "end": 3059,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3154,
                    "end": 3156,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3400,
                    "end": 3402,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evidence before this study At present, in Wuhan, the capital of Hubei province in China, an outbreak of coronavirus disease 2019 (COVID-19) is ongoing, caused by the 2019 novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2; previously called 2019-nCoV). Evidence to date has suggested rapid spread of the virus: at the time of writing, imported cases have been reported in 143 countries and territories, including Singapore. 243 confirmed cases have been reported in Singapore; however, this number is expected to increase substantially in the following weeks. In 2003, SARS-CoV, which also originated from mainland China, established locally, causing 33 deaths after 238 cases were confirmed. Therefore, there is considerable concern since 3204 deaths and 81 048 cases of COVID-19 have already been confirmed in mainland China, which surpasses the numbers observed in the SARS-CoV outbreak. 2020 Lunar New Year celebrations have now ended, marking a period of extensive travel between China and Singapore, and a corresponding high risk for case importation. Despite heightened surveillance and isolation of individuals suspected to have COVID-19 and confirmed cases, the risk is ongoing, with the number of cases continuing to increase in Singapore. Immediate deployment of interventions will be required to contain the outbreak in the event that significant secondary local transmission is observed within the community. We searched PubMed from database inception to Feb 26, 2020, for articles using the search terms \"Wuhan coronavirus\", \"COVID-19\", \"SARS-CoV-2\", \"2019-nCoV\", and \"coronavirus interventions\". Our search yielded three relevant articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Two articles investigated the effects of travel restrictions in Wuhan during the early stages of the outbreak; one of the articles additionally investigated the effects of quarantine in China, and the other article estimated the effectiveness of airport screening for the detection of infected travellers. We found no articles assessing the efficacy of immediate national control measures outside of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "This study is the first to investigate the use of isolation for individuals with COVID-19 and quarantine of family members, school closures, and workplace distancing as interventions for the immediate control of COVID-19 in the event of secondary local transmission using a simulation model. We found that a combined approach (incorporating quarantine, school closures, and workplace distancing) could prevent a national outbreak at low levels of infectivity and reduce the number of total infections considerably at higher levels of infectivity. Such control measures should be deployed in countries outside of China with evidence of imported cases and evidence of local transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "The results of this study provide policy makers in Singapore and other countries with evidence to begin the implementation of relatively standard outbreak control measures that could mitigate or reduce local transmission rates if deployed effectively and in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "in the early phase of the outbreak when uncertainty is highest, which is crucial should local transmission begin to increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "In this study, we aimed to develop a national spatial model of COVID-19 transmission in Singapore to estimate the distribution of cases across time and space and to assess the potential impact of interventions on outbreak size should local containment efforts fail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We used FluTE, 15 an agent-based influenza epidemic simulation model, which accounts for demography, host movement, and social contact rates in workplaces, schools, and homes to estimate the likelihood of human-to-human transmission of SARS-CoV-2 should local containment fail. The FluTE simulation model requires a synthetic population to build the contact and transmission network. Therefore, we used the geographical, demographic, and epidemiological model of Singapore (hereafter referred to as GeoDEMOS-R, where R represents respiratory illness), 16 a modelling framework that aims to recreate a synthetic but realistic representation of the Singaporean population at the household and individual level. We generated the synthetic population using national 2010 census data 17, 18 to fit multiple attributes of the population at the household and individual level. The generated households contained demographic characteristics, such as age, marital status, religion, and ethnicity, of household members. Individuals were then allocated to workplaces or educational facilities on the basis of local transportation data and home addresses according to 2010 census data. 19 The contact behaviour of individuals in the area of their home (ie, between family members and their local community; defined as the home community), workplace, and school, where applicable, were recorded with potential transmission events as a function of infectivity. We ran the models for 80 days to investigate the early stages of an epidemic and seeded 100 local cases randomly among the resident population at 0 days, representing a few generations of local transmission at the time of scenario implementation (ie, when contact tracing has failed to identify cases within the community and unknown local transmission has started). A full description of the model is available in the appendix (pp 1-5).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 552,
                    "end": 554,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic simulation model"
        },
        {
            "text": "Within the FluTE infection model, we assumed that no individual had existing immunity to SARS-CoV-2. Since data (ie, infectiousness, the cumulative distribution function for the incubation period, and the duration of hospital stay) on SARS-CoV-2 were unavailable at the time of designing this study, we used SARS-CoV parameters to estimate the infectivity profile of SARS-CoV-2. These parameters included how infectious an individual is over time, 20 the proportion of the population assumed to be asymptomatic (7·5%), 21 the cumulative distribution function for the mean incubation period (with SARS-CoV and SARS-CoV-2 having the same mean incubation period of 5·3 days), 3, 22 and the duration of hospital stay after symptom onset (3·5 days). 20 Asymptomatic individuals were able to infect at a 50% reduced rate compared with their symptomatic counterparts based on estimates from Nishiura and colleagues. 23 We also investigated four alternate asymptomatic proportions: 22·7%, as reported by Furuya-Kanamori and colleagues 24 for influenza A H1N1 in a pooled prevalence study; and 30·0%, 40·0%, and 50·0%, as potential but theoretical proportions to investigate intervention efficacy with a high fraction of infections that are cryptic and undetectable.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 909,
                    "end": 911,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1027,
                    "end": 1029,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 infection parameters"
        },
        {
            "text": "Three values for the basic reproduction number (R 0 ) were chosen for the infectiousness factor (1•5, 2·0, and 2•5) on the basis of analyses of Wuhan case data by Wu and colleagues. 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 infection parameters"
        },
        {
            "text": "For the baseline scenario (ie, no interventions), we ran 1000 epidemic simulations to account for the stochasticity in infection contact networks and to calculate CIs across time. Four intervention scenarios were proposed for implementation after failure of local containment, following policy options currently being assessed by the Singaporean Ministry of Health, as standard interventions for respiratory virus control: isolation of infected individuals and quarantine of their family members (hereafter referred to as quarantine); quarantine plus immediate school closure for 2 weeks; quarantine plus immediate workplace distancing, in which 50% of the workforce is encouraged to work from home for 2 weeks; and a combination of quarantine, immediate school closure, and workplace distancing (hereafter referred to as the combined intervention). Quarantine of infected individuals is expected to occur 1 day after symptom onset in a health-care facility that is assumed to have 3000 beds at maximum capacity (during the early stage of the outbreak) and is fully equipped to handle full quarantine measures (ie, negative pressure isolation rooms, full personal protective equipment use by staff) so that the individual is unable to transmit SARS-CoV-2 to other inpatients. At full capacity, the remaining individuals are isolated at home after receiving treatment. Family members of infected individuals are quarantined at home for 14 days and thus are unable to attend work or school or infect the wider community at their residential address. However, transmission within families is possible as a result of the presence of an isolated and infected individual. Each of these intervention scenarios had 1000 simulations in which we additionally recorded the location of infection as the home community, workplace, or school (appendix pp 3-4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention scenarios"
        },
        {
            "text": "Each of the 1000 epidemic simulations had a set of parameters, and was run for baseline and the four See Online for appendix control strategies. The median simulation was determined as the median cumulative number of cases at day 80. The same set of parameters was used for each 1000 set of simulations for each R 0 value. When analysing differences across infectivity scenarios, we compared the outputs of each simulation, which used the same parameters, not the medians of each grouping. We calculated IQRs as the 25th and 75th simulation in terms of cumulative case count at 80 days. We used R statistical software (version 3.6.3) to plot graphs and for all analyses. We chose to present intervention data for the scenario in which R 0 is 2·0, because this represents a moderate and likely outbreak for policy planners. The relatively mild (R 0 =1·5) and severe (R 0 =2.5) outbreak scenarios are presented in the appendix (pp 9-10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention scenarios"
        },
        {
            "text": "The funders had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "For the baseline scenario, when R 0 was 1·5, the median cumulative number of infections on day 80 was 279 000 (IQR 245 000-320 000; figure 1, table), which corresponds to 7•4% (IQR 6•5-8•5) of the population. For the quarantine intervention, the median cumulative number of infections at day 80 was reduced to 15 000 (800-30 000; table; appendix p 9), which is a 94•8% decrease (90·2-99·7) in the number of infected individuals compared with the baseline scenario. School closure and workplace distancing reduced the median cumulative number of infections on day 80 to 10 000 (200-28 000) and 4000 (200-23 000), respectively (table; appendix p 9). The combined inter vention decreased the median cumulative infection count on day 80 to 1800 (200-23 000; table; appendix p 9), representing a 99•3% (IQR 92·6-99·9) reduction from the baseline scenario. The corresponding maximum number of daily infections from day 0 to day 80 was 12 400 (IQR 11 700-12 900) for the baseline scenario, 600 (0-1400) for the quarantine scenario, 500 (0-1300) for the school-closure scenario, 300 (0-900) for the workplacedistancing scenario, and 120 (0-900) for the combined intervention (figure 1; appendix p 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When R 0 was 2·0, the proportion of the Singaporean population infected under the baseline scenario increa sed to 19•3% (IQR 17•8-20•6), with a median cumulative number of infections on day 80 of 727 000 (IQR 670 000-776 000; figure 1, table). On day 80, quarantine resulted in a cumulative median of 130 000 cases (38 000-244 000), school closure 97 000 cases (14 000-219 000), workplace distancing 67 000 cases (11 000-145 000), and the combined intervention 50 000 cases (2000-143 000; figure 2, table). The maximum number of daily infections was 27 800 (IQR 27 300-28 000) for the baseline scenario, 11 000 (4100-18 600) for the quarantine scenario, 8400 (1900-17 000) for the schoolclosure scenario, 6100 (1500-12 000) for the workplacedistancing scenario, and 4900 (100-11 700) for the combined intervention (figures 1, 2). The combined approach resulted in the largest reduction in cases from baseline (93·0% reduction [IQR 81·5-99·7]). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For the baseline scenario, when R 0 was 2·5, 32% (IQR 30•9-33•1) of the Singaporean population were infected, with a cumulative median of 1 207 000 cases (IQR 1 164 000-1 249 000) on day 80 ( figure 1, table) . At this level of trans mission, quarantine resulted in a median of 520 000 cases (268 000-754 000), school closure 466 000 cases (175 000-728 000), workplace distancing 320 000 cases (116 000-558 000), and the combined inter vention 258 000 cases (65 000-508 000; table; appendix p 10). The maximum number of daily infections was 42 800 (IQR 41 400-43 500) for the baseline scenario, 37 900 (25 900-41 800) for the quarantine scena rio, 36 400 (18 100-41 400) for the schoolclosure scenario, 29 800 (12 500-40 500) for the workplace-distancing scenario, and 25 200 (7700-39 200) for the combined intervention (figure 1; appendix p 10). Com pared with baseline, the combined approach resulted in the greatest reduction in cases (78·2%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 208,
                    "text": "figure 1, table)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cumulative number of infections (thousands)"
        },
        {
            "text": "For all simulations, the median age of infection was 37 years (IQR 26-49). The location of infection (school, workplace, or home community) was determined according to the site where individuals were exposed to the virus (table). Owing to behaviours of school absenteeism and work-distancing presenteeism, the number of infections acquired at work consistently exceeded those at school, although students could be transmitting the virus within the home community (table). Such patterns of transmission are particularly evident for the combined intervention at higher levels of infectivity (R 0 =2·5), with a median of 1300 infections acquired at school (IQR 300-2800), 124 000 at the workplace (31 000-241 000), and 132 000 (34 000-265 000) in the home community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative number of infections (thousands)"
        },
        {
            "text": "The median number of daily infections across time showed that when R 0 was 1·5 or 2·0, the epidemic peak was unlikely to occur during the 80-day timeframe, whereas when R 0 was 2·5, a peak in cases was observed approximately 9 weeks after reaching 100 community infections (figure 1). When R 0 was 2·5, the interventions had a suppressive effect on the number of new cases each day, although the number of cases continued to increase at day 80, indicating a delayed intervention effect rather than a preventive effect as observed when R 0 was 1·5 (figure 2; appendix pp 9-10). Geospatially, the number of cases across Singapore at day 80 show a high number of home community infections in highly residential areas and considerable infection-source mixing (figure 3; appendix p 11). The combined intervention had the greatest effect on the number of infections, with a universal reduction across Singapore when R 0 was 1·5 ( figure 3 ). The combined intervention had a smaller effect when R 0 was 2·0 or 2·5, with a relatively homogeneous distribution nationwide, although dense residential clusters in the north of Singapore, in areas near the Malaysia border, indicate strong comparative persistence of the virus despite the use of the combined approach (figure 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 924,
                    "end": 932,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cumulative number of infections (thousands)"
        },
        {
            "text": "Our models assumed that 7·5% of cases were asymptomatic. Considering a higher asymptomatic proportion of the total infected population of 22·7%, owing to isolation of fewer infected individuals and quarantine of fewer family members, for the quarantine scenario when R 0 was 1·5, an additional 100 000 cases (IQR 41 800-152 000) would be observed at 80 days (appendix p 7). Similarly, a higher asymptomatic proportion resulted in a higher median cumulative number of cases for the schoolclosure, work-distancing, and combined intervention Data are median (IQR). All numbers up to 10 000 have been rounded to the nearest hundred, and numbers higher than 10 000 have been rounded to the nearest thousand, therefore, some discrepancies will exist in the summations. Due to the stochasticity within each simulation, numbers less than 20 indicate nearly complete suppression and should not be compared to assess effectiveness. SARS-CoV-2=severe acute respiratory syndrome coronavirus 2. R 0 =basic reproduction number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative number of infections (thousands)"
        },
        {
            "text": "scenarios: an additional 97 000 (IQR 31 200-151 000), 64 800 (10 500-110 000), and 51 000 cases (1500-107 000), respectively, when R 0 was 1·5 (appendix p 12). When R 0 was 2·0, assuming an asymptomatic proportion of 22·7%, an additional 381 000 cases (IQR 250 000-474 000) were observed for the quarantine scenario, 400 000 cases (275 000-509 000) for the school-closure scenario, 316 000 cases (175 000-433 000) for the workplacedistancing scenario, and 294 000 cases (162 000-430 000) for the combined interventions scenario (appendix p 13). When R 0 was 2·5, an additional 577 000 cases (IQR 382 000-777 000), 557 000 cases (372 000-785000), 567 000 cases (379 000-775 000), and 599 000 cases (394 000-804 000) were observed for the quarantine, school-closure, workplace-distancing, and combined intervention scenarios, respectively (appendix p 14). The medians of the number of infections and location of infection for the 22·7% asymptomatic fraction is presented in the appendix (p 7). The median number of infections and location of infection for the higher theoretical asymptomatic proportions are presented in the appendix (p 8). At higher asymptomatic proportions of 30·0%, 40·0%, and 50·0%, further increases were observed (appendix pp 8, [15] [16] [17] [18] [19] . We only ran the analysis at higher asymptomatic rates at the lower level of infectivity (R 0 =1·5), because we observed substantial increases in the number of cases observed, reflecting poor case control that would otherwise be exacerbated and lead to containment failure at higher infectivity. When R 0 was 1·5, interventions caused substantial reductions in the number of infections at asymptomatic fractions of 7·5% and 22·7%. For quarantine, by comparison with the number of cases observed for the 7·5% asymptomatic proportion assumption when R 0 was 1·5, the median number of cases increased by 172 000 (IQR 113 000-221 000) for a 30·0% asymptomatic proportion. This number increased to 253 000 (209 000-294 000) for a 40·0% asymptomatic fraction, and to 314 000 (276 000-343 000) for a 50·0% asymptomatic fraction (appendix pp [15] [16] [17] . At an asymptomatic proportion of 30·0%, increases compared with a 7·5% asymptomatic proportion of 172 000 (IQR 104 000-221 000), 124 000 (53 100-170 000), and 114 000 cases (36 300-172 000) were observed for school closure, workplace distancing, and the combined interventions, respectively (appendix pp [15] [16] [17] . Increases for school closure, workplace distancing, and combined inter ventions were 253 000 (IQR 206 000-287 000), 203 000 ",
            "cite_spans": [
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2110,
                    "end": 2114,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2115,
                    "end": 2119,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2120,
                    "end": 2124,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2431,
                    "end": 2435,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2436,
                    "end": 2440,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2441,
                    "end": 2445,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Table: Estimated median or cumulative number of SARS-CoV-2 infections on day 80 by location, intervention, and level of infectivity"
        },
        {
            "text": "(153 000-251 000), and 196 000 cases (134 000-244 000), respectively, for an asymptomatic proportion of 40·0% and 312 000 (278 000-340 000), 269 000 (215 000-308 000), and 267 000 cases (216 000-307 000), respectively, for an asymptomatic proportion of 50·0% (appendix pp [16] [17] .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine"
        },
        {
            "text": "Concerns about COVID-19 becoming a global epidemic are increasing on the basis of previous epidemics, such as SARS-CoV, Middle East respiratory syndrome coronavirus (MERS-CoV), and pandemic influenza. The introduction of cases into new countries, regions and cities is likely to continue in areas where local establishment could form, depending on the ongoing level of control measures. In the event that local containment is unsuccessful, our findings suggest that national outbreak control is feasible provided that R 0 is low (≤1•5), with a combination of the proposed inter vention measures (quarantine, school closure, and workplace distancing) being most effective. Under this scenario (R 0 =1·5), workplace distancing reduced the median number of cases from 279 000 (IQR 245 000-320 000) to 4000 (200-23 000), as a result of the high employment rates (around 98%) among individuals of working age in Singapore. 25 This observation is consistent with the conclusions of a review of 15 studies that found a median reduction of 23% (range 12-82) in the cumulative influenza A H1N1 attack rate with workplace distancing alone. 26 The implementation of such a control measure, however, is likely to have an acute societal economic effect on individuals who must work from home or take leave, especially if reimbursement is not possible. Thus, decision making becomes a function of risk as to whether the imported cases have or will infect the local population and cause a local outbreak. An R 0 value of 1·5 is not consistent with the evidence from China, 14 and thus prevention of community transmission might not be possible using interventions that would be widely supported by the population. At the start of the outbreak, the risk of repeated importation of SARS-CoV-2 into Singapore was deemed to be considerable given that around 3•4 million people travel from Wuhan to Singapore annually. 27 Furthermore, the start of the epidemic coincided with the 2020 Chinese Lunar New Year holiday, with the expectation that the number of individuals arriving from China would be similar to that for the 2018 celebrations (around 800 000 tourists from China). 27 The high influx of incoming travellers exacerbated the risk of local disease establishment, bringing at least 18 initial confirmed imported cases into Singapore before Feb 4, 2020, when the first four local transmission cases were confirmed. 11 These four cases had contact with at least two infected tourists at a shop, who were identified through intensive contact tracing efforts. Although travel is now reduced, at least 175 subsequent locally-acquired infections have been reported at the time of writing across a diverse range of residential and commercial sites despite efforts by the Singaporean Government to quarantine and isolate infected individuals. On March 16, 2020, 11 of the 17 confirmed cases were imported with travel histories including the UK, Indonesia, Portugal, Spain, the USA, France, Germany, Switzerland, and Belgium. 11 On March 17, 2020, a further 17 of 23 cases were reported to be imported. 11 With the risk of disease establishment remaining high from the continued importation of cases, workplace distancing and school closure remain as critical interventions that can avert a significant number of cases.",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 920,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1558,
                    "end": 1560,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1899,
                    "end": 1901,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2158,
                    "end": 2160,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2403,
                    "end": 2405,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3006,
                    "end": 3008,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3083,
                    "end": 3085,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that these two interventions, when used in combination with quarantine, would be highly effective at low infection rates (ie, R 0 of 1·5), with median of 10 000 cases (IQR 200-28 000) observed for school closures and 4000 cases (200-23 000) for workplace distancing compared with 279 000 cases (245 000-320 000) at the baseline. At the highest level of infectivity (R 0 =2·5), substantial reductions were observed with a median of 466 000 cases (IQR 175 000-728 000) observed when school closure was used and 320 000 (116 000-558 000) for workplace distancing compared with 1 207 000 cases (1 164 000-1 249 000) at baseline. However, if the preventive effect of these interventions reduces considerably due to higher asymptomatic proportions, more pressure will be placed on the quarantining and treatment of infected individuals, which could become unfeasible when the number of infected individuals exceeds the capacity of health-care facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Scale-up of ongoing surveillance programmes and rigorous contract tracing 12, 28 are thus required to assist in the maintenance of a low number of unidentified infections at this time, with school closure and workplace distancing being potentially effective strategies for deployment nationwide should local transmission, with multiple transmission events recorded between individuals in the resident population, begin. Our simulation model, which examined hypothetical infection spread with 100 unidentified Singaporean cases as a seed population, showed that for the baseline scenario (ie, no control interventions) by day 80, when R 0 was 1·5, around 279 000 individuals would be infected, when R 0 was 2·0, around 727 000 individuals would be infected, and when R 0 was 2·5, around 1 207 000 individuals would be infected. In the event that suppression of transmission through quarantine is unsuccessful and local transmission begins, which has currently been observed in other countries on a small scale, 29, 30 policy makers in Singapore should deploy alternate measures, such as school closure and workplace distancing, in a timely manner. School closure has been used in the past in Singapore to limit the spread of hand, foot, and mouth disease, and was associated with a decrease of up to 53% in secondary cases, 31 probably because children generally have high contact rates with their peers in the school environment. Given this historical experience, a similar programme for COVID-19 could be established reasonably quickly. However, at present, data on the susceptibility of children to SARS-CoV-2 infection, the number of infected children in Singapore, and the probability of children becoming symptomatic are limited, making school closure less desirable than workplace distancing.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 78,
                    "end": 80,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1323,
                    "end": 1325,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The continually high percentage contribution of workrelated infections despite work distancing being effective suggests that the workplace is a key infection site in Singapore, whereby reductions in workplace transmission averts cases at all other sites. The effects of school closure and quarantine were comparable, since the displacement of students to the home community will then rely on quarantine as a measure of preventing infection. However, asymptomatic cases, assumed to account for 7•5% of the infected population, would continue to contribute to transmission, and the identification of these individuals presents a challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Increasing the asymptomatic proportion in our model from 7·5% to 22·7%, which is reflective of influenza A H1N1, 24 resulted in limited infection control with considerable stochasticity, whereby the failure of early quarantine led to outbreaks similar in size to those observed for the baseline scenario, even when R 0 was 1·5. Under this assumption, the median number of cases averted compared with baseline ranged from 219 000 to 282 000 cases (64·4-82·9% reduction) depending on the intervention scenario. For the quarantine, school-closure, work-distancing, and combined intervention scenarios, assuming an asymptomatic proportion of 7·5% and an R 0 of 1·5, a median of 264 000-277 200 cases (94·6-99·4% reduction) would be averted compared with the baseline scenario. Thus, considering the differences in number of cases averted by proportion of asymptomatic individuals in the population, additional interventions, such as vaccination (where research is rapidly ongoing) or the prescribing of existing antiviral drugs that are effective for the treatment of related viral infections, should be considered. Contact inhibition remains important, but the high proportion of asymptomatic and undocumented infections and missed opportunities to quarantine will make control challenging. Even at a low infectivity (R 0 ≤1·5), a high asymptomatic proportion is problematic, with with 411 000 infections (IQR 223 000-540 000) occurring at an asymptomatic proportion of 22·7% compared with 1800 infections (200-23 000) at a 7·5% asymptomatic proportion. These effects were exacerbated further at higher asymptomatic proportions of 30·0-50·0%. With fewer cases averted and larger outbreak sizes from undocumented spread due to asymptomatic individuals, the dialogue partly shifts from containment to case management to reduce mortality from complications.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regardless of the proportion of individuals in the population with asymptomatic infection, all the proposed interventions should be used in addition to other measures, such as rapid diagnosis and appropriate case management, if local containment fails. Current government-led outbreak control measures will only be successful with public cooperation through exercising good hygiene, infection prevention in shared spaces, and adequate education to understand when symptoms might be indicative of a potential SARS-CoV-2 infection. Public complicity is particularly crucial for older individuals (>60 years), individuals who are immunocompromised, and people with comorbidities who are at high risk of severe complications. 5 During the 2003 SARS outbreak, 238 probable SARS cases were reported and 33 individuals died in Singapore, with the highest proportion of deaths (45%) reported among people aged 65 years and older. 32 The same observation is thus expected for COVID-19 should local transmission occur since the median age of infection in our models was 37 years (IQR 26-49), with comparatively few children becoming infected because of school closure and awareness among parents to quarantine children with fever. Singapore has one of the highest employment rates among older individuals (aged ≥65 years) of all countries within the Organisation for Economic Co-operation and Development (OECD) 33 and a culture of eating at socalled hawker centres (ie, food courts), with around 75% of people visiting a hawker centre at least once a week. 34 Consequently, many older people are expected to be exposed to infection at work or within their home communities, which could be mitigated in part by implementation of workplace distancing and, if possible, incentivisation to remain at home and practise workplace distancing, specifically for older individuals.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 723,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 922,
                    "end": 924,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1402,
                    "end": 1404,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1548,
                    "end": 1550,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At present, the quarantining of family and close contacts of confirmed cases is crucial, as shown by the substantial increase in infection rates among individuals who shared living spaces and bathrooms during the 2009 H1N1 influenza pandemic in China, despite the regular disinfection of these areas. 35 The protocols in place at present, including the use of specialist ambulances, negative pressure isolation rooms, and ultraviolet disinfection, will assist in isolating the infection and preventing transmission events at health-care facilities, as was seen during the 2003 SARS outbreak. 21 Since at least 15 medical staff in Wuhan have contracted the virus, 3 Singapore has provided full personal protective equipment for health-care workers; however, the results of our study suggest that community transmission will substantially contribute to transmission should local containment fail despite these measures. The main control measures at this time are surveillance, standard testing procedures, 36 and quarantine of individuals who are confirmed positive for the virus. Such measures have been used in the past for suspected cases of MERS-CoV, which has a 34•4% casefatality rate, 37 with no cases of MERS-CoV reported in Singapore to date, and for Zika virus, which established locally in 2016, with only ten cases reported in 2019. 38 Such successes in preventing local outbreaks are attributed to robust disease surveillance in Singapore. Nevertheless, dengue outbreaks are ongoing in Singapore, 39 which highlights the difficulties in disease control that are in part due to undocumented spread and individuals who are asymptomatic; these issues are likely to affect the control of the ongoing COVID-19 epidemic since many imported cases worldwide have been asymptomatic on entry to countries. 9 The implementation of school closure and workplace distancing can therefore be considered as a potential secondary control response in the event of infection quarantine failure and the establishment of community transmission.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 663,
                    "end": 664,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1190,
                    "end": 1192,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1343,
                    "end": 1345,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1508,
                    "end": 1510,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1807,
                    "end": 1808,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, since GeoDEMOS-R is validated against census data, errors Contributors JRK, BLD, and ARC designed the experiments. JRK and BLD created the models. JRK ran the simulations. BLD interpreted the results and wrote the manuscript. MP, YS, HS, JTL, and CT collected data for the models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We declare no competing interests. exist in our estimations of population features that are based on data that have been sample enumerated. Second, a large population of migrant workers who travel from Malaysia to Singapore each day, visiting tourists, and long-term visa owners were not accounted for in our infection dynamics. Third, the epidemiological characteristics of COVID-19 remain uncertain in terms of the transmission and infectivity profile of the virus; therefore, estimates of the time between symptom onset and admission to hospital, how infectious an individual is over time, and the asymptomatic rate were based on SARS-CoV. Once this information becomes available for COVID-19, a full sensitivity analysis should be done. Fourth, the contact patterns between individuals are highly dynamic and heterogeneous across the population; therefore, our simulated work, school, and home popu lations serve as a general estimation of infection spread. Fifth, effectiveness of the interventions might vary depending on the ongoing seeding of imported cases, which we did not account for, and will also rely on intervention compliance. Sixth, multiple indirect effects from the interventions and modifications to human behaviour are likely, which are difficult to quantify and measure. The optimum times to implement each intervention and how long they should be run for to achieve long-term epidemic control should be explored. Finally, there are multiple unforeseen factors that remain challenging to assess at this time, such as increased infection rates at mass gatherings, delays in quarantining as a result of individuals not seeking health care at symptom onset, alternate contact events in locations such as public transport, potential transmission events in the health-care setting, and the effects of community-wide behavioural shifts in response to knowledge of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Pandemic planning is crucial at the early stages to avert a nationwide outbreak. In this study, we investigated the use of interventions that aim to restrict contact between individuals at important mixing sites: schools, workplaces, and at home. We found that, especially for lower infection scenarios (R 0 of 1·5), a combined approach comprising quarantine (for infected individuals and their families), school closure, and workplace distancing is effective and could prevent 99·3% of infections (IQR 92•6-99•9) when compared with the baseline scenario. At higher infectivity scenarios, outbreak prevention becomes considerably more challenging because although effective, transmission events still occur: for the combined approach scenario, a median of 50 000 cases were estimated at R 0 of 2·0 and 258 000 cases at R 0 of 2·5. These combined interventions should therefore be implemented rapidly upon confirmation of second-generation local transmission occurring within the resident population to suppress increases in the national R 0 . At higher asymptomatic rates, public education and case management become increasingly important, with a need to develop vaccines and existing drug therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "12",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO. Novel coronavirus (2019-nCoV) situation report-3",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO. Coronavirus disease 2019 (COVID-19) situation report-55",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Wuhan shuts public transport over outbreak",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China's travel industry counts cost of coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Updates on COVID-19 (coronavirus disease 2019) local situation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Confirmed imported case of novel coronavirus infection in Singapore; multi-ministry taskforce ramps up precautionary measures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease 2019: cases in Singapore",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Two more cases of confirmed imported case of novel coronavirus infection in Singapore",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--97",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "FluTE, a publicly available stochastic influenza epidemic simulation model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Obenchain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLOS Comput Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Forecasting the burden of type 2 diabetes in Singapore using a demographic epidemiological model of Singapore",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alkema",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Open Diabetes Res Care",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Singapore census of population 2010, statistical release 1: demographic characteristics, education, language and religion",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Singapore census of population 2010, statistical release 2: households and housing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Singapore census of population 2010, statistical release 3: geographic distribution and transport",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bayesian modelling of an epidemic of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcbryde",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Pettitt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcelwain",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull Math Biol",
            "volume": "68",
            "issn": "",
            "pages": "889--917",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Asymptomatic SARS coronavirus infection among healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Teleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1142--1187",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Multiple contact dates and SARS incubation periods",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus (2019-nCoV) infections. medRxiv 2020",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.03.20020248"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Heterogeneous and dynamic prevalence of asymptomatic influenza virus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Furuya-Kanamori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milinovich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Magalhaes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yakob",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1052--56",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Summary table: unemployment",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Manpower",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zviedrite",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uzicanin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Capturing quality growth amidst uncertainty",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore Tourism",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Board",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Temperature screening to cover all flights",
            "authors": [],
            "year": 2020,
            "venue": "The Strait Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "872--74",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Japan reports first domestic transmission of coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "The Japan Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The effect of school closure on hand, foot, and mouth disease transmission in Singapore: a modeling approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Badaruddin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Trop Med Hyg",
            "volume": "99",
            "issn": "",
            "pages": "1625--1657",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Special feature: severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Successful ageing in Singapore",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rogerson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stacey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Geriatrics (Basel)",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ministry of the Environment and Water Resources Singapore",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Quarantine methods and prevention of secondary outbreak of pandemic (H1N1) 2009",
            "authors": [
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1300--1302",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Worldwide reduction in MERS cases and deaths since 2016",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elkholy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "1758--60",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Zika cases and clusters",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dengue prevention and 35 years of vector control in Singapore",
            "authors": [
                {
                    "first": "E-E",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "K-T",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "887--93",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Total daily number and cumulative number of SARS-CoV-2 infections up to 80 days after failure of local containment for the baseline scenario, by infectivity level Total number of daily infections is shown on the left; cumulative number of infections is shown on the right. Dark lines represent the medians in each panel. Shaded areas show all 1000 simulations for each scenario. SARS-CoV-2=severe acute respiratory syndrome coronavirus 2. R 0 =basic reproduction number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Total daily number and cumulative number of SARS-CoV-2 infections up to 80 days under different intervention scenarios when R 0 is 2·0 Total number of daily infections is shown on the left; cumulative number of infections is shown on the right. Dark blue lines represent the corresponding baseline median when R 0 is 2·0 with no interventions. Shaded areas around the dark blue lines show the IQRs for all simulations. Dark orange, green, light orange, and purple shading represent all simulation runs for each scenario, with darker lines in corresponding colours representing medians. SARS-CoV-2=severe acute respiratory syndrome coronavirus 2. R 0 =basic reproduction number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Geospatial distribution of coronavirus disease 2019 cases at the time of infection at 80 days in SingaporeRed dots show infections acquired in the home community, orange dots show infections acquired in the workplace, and blue dots show infections acquired at school. A central water catchment is located in the centre of the map, where population density is low. The combined intervention involved quarantine, workplace distancing, and school closure. R 0 =basic reproduction number.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by the Singapore Population Health Improvement Centre (NMRC/CG/C026/2017_NUHS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}