{
    "paper_id": "b323d6bf1873bf0b94bcae0be2052d9e335bf1af",
    "metadata": {
        "title": "Knowledge synthesis from 100 million biomedical documents augments the deep expression profiling of coronavirus receptors",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Venkatakrishnan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arjun",
                "middle": [],
                "last": "Puranik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akash",
                "middle": [],
                "last": "Anand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "nference Labs, pvt. ltd",
                    "institution": "",
                    "location": {
                        "addrLine": "Wind Tunnel Road, Murugesh Palaya",
                        "postCode": "560017",
                        "settlement": "Bengaluru",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Zemmour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoying",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramakrishna",
                "middle": [],
                "last": "Chilaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "nference Labs, pvt. ltd",
                    "institution": "",
                    "location": {
                        "addrLine": "Wind Tunnel Road, Murugesh Palaya",
                        "postCode": "560017",
                        "settlement": "Bengaluru",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Dariusz",
                "middle": [
                    "K"
                ],
                "last": "Murakowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kristopher",
                "middle": [],
                "last": "Standish",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bharathwaj",
                "middle": [],
                "last": "Raghunathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tyler",
                "middle": [],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Enrique",
                "middle": [],
                "last": "Garcia-Rivera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hugo",
                "middle": [],
                "last": "Solomon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abhinav",
                "middle": [],
                "last": "Garg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "nference Labs, pvt. ltd",
                    "institution": "",
                    "location": {
                        "addrLine": "Wind Tunnel Road, Murugesh Palaya",
                        "postCode": "560017",
                        "settlement": "Bengaluru",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Rakesh",
                "middle": [],
                "last": "Barve",
                "suffix": "",
                "affiliation": {
                    "laboratory": "nference Labs, pvt. ltd",
                    "institution": "",
                    "location": {
                        "addrLine": "Wind Tunnel Road, Murugesh Palaya",
                        "postCode": "560017",
                        "settlement": "Bengaluru",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Anuli",
                "middle": [],
                "last": "Anyanwu-Ofili",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Najat",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Venky",
                "middle": [],
                "last": "Soundararajan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "nference Labs, pvt. ltd",
                    "institution": "",
                    "location": {
                        "addrLine": "Wind Tunnel Road, Murugesh Palaya",
                        "postCode": "560017",
                        "settlement": "Bengaluru",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic demands assimilation of all available biomedical knowledge to decode its mechanisms of pathogenicity and transmission. Despite the recent renaissance in unsupervised neural networks for decoding unstructured natural languages, a platform for the real-time synthesis of the exponentially growing biomedical literature and its comprehensive triangulation with deep omic insights is not available. Here, we present the nferX platform for dynamic inference from over 45 quadrillion possible conceptual associations extracted from unstructured biomedical text, and their triangulation with Single Cell RNA-sequencing based insights from over 25 tissues. Using this platform, we identify intersections between the pathologic manifestations of COVID-19 and the comprehensive expression profile of the SARS-CoV-2 receptor ACE2. We find that tongue keratinocytes, airway club cells, and ciliated cells are likely underappreciated targets of SARS-CoV-2 infection, in addition to type II pneumocytes and olfactory epithelial cells. We further identify mature small intestinal enterocytes as a possible hotspot of COVID-19 fecal-oral transmission, where an intriguing maturation-correlated transcriptional signature is shared between ACE2 and the other coronavirus receptors DPP4 (MERS-CoV) and ANPEP (ɑ-coronavirus). This study demonstrates how a holistic data science platform can leverage unprecedented quantities of structured and unstructured publicly available data to accelerate the generation of impactful biological insights and hypotheses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The nferX Platform Single-cell resource -https://academia.nferx.com/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, the SARS-CoV-2 virus has been rapidly spreading across the globe. The associated disease has been declared a pandemic by the World Health Organization (WHO), with over 350,000 confirmed cases and 15,000 deaths across nearly every country as of March 23, 2020 1 . The constellation of symptoms, ranging from acute respiratory distress syndrome (ARDS) to gastrointestinal issues, is similar to that observed in the 2002 Severe Acute Respiratory Syndrome (SARS) epidemic and the 2012 Middle East respiratory syndrome (MERS) outbreak. SARS, MERS, and COVID-19 are all caused by Coronaviruses (CoV), deriving their name from the crown-like spike proteins protruding from the viral capsid surface. Coronavirus infection is driven by the attachment of the viral spike protein to specific human cell-surface receptors: ACE2 for SARS-CoV-2 and SARS-CoV 2-4 , DPP4 for MERS-CoV 5 and ANPEP for specific ɑ-coronaviruses 6 . In addition to these receptors, the protease activity of TMPRSS2 has also been implicated in viral entry 7, 8 .",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 931,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1042,
                    "end": 1043,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a recent clinical study of COVID-19 patients from China, 48% of the 191 infected patients studied had comorbidities such as hypertension and diabetes 9 . Epidemiological and clinical investigations on COVID-19 patients are also suggesting fecal viral shedding and gastrointestinal infection [10] [11] [12] . In the case of the earlier SARS epidemic, multiple organ damage involving lung, kidney and heart was reported 13 . The mechanisms by which various comorbidities impact the clinical course of infections and the reasons for the observed multi-organ phenotypes are still not well understood. Thus, there is an urgent need to conduct a comprehensive pan-tissue profiling of ACE2, the putative human receptor for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A deep profiling of ACE2 expression in the human body demands a platform that synthesizes biomedical insights encompassing multiple scales, modalities, and pathologies described across the scientific literature and various omics siloes. With the exponential growth of scientific (e.g. PubMed, preprints, grants), translational (e.g. clinicaltrials.gov), and other (e.g. patents) biomedical knowledge bases, a fundamental requirement is to recognize nuanced scientific phraseology and measure the strength of association between all possible pairs of such phrases. Such a holistic map of associations will provide insights into the knowledge harbored in the world's biomedical literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While unsupervised machine learning has been advanced to study the semantic relationships between word embeddings 14, 15 and applied to the material science corpus 16 , this has not been scaled-up to extract the \"global context\" of conceptual associations from the entirety of publicly available unstructured biomedical text. Additionally, a principled way of accounting for the distances between phrases captured from the ever-growing scientific literature has not been comprehensively researched to quantify the strength of \"local context\" between pairs of biological concepts. Given the propensity for irreproducible or erroneous scientific research 17 , which reflects as truths, semi-truths, and falsities in the literature, any local or global signals extracted from this unstructured knowledge need to be seamlessly triangulated with deep biological insights emergent from various omics data silos. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The nferX software is a cloud-based platform that enables users to dynamically query the universe of possible conceptual associations from over 100 million biomedical documents, including the COVID-19 Open Research Dataset recently announced by the White House 18 (Figure 1 ). An unsupervised neural network is used to recognize and preserve complex biomedical phraseology as 300 million searchable tokens, beyond the simpler words that have generally been explored using higher dimensional word embeddings previously 14 . Our local context score is derived from pointwise mutual information content between pairs of these tokens and can be retrieved dynamically for over 45 quadrillion possible associations. Our global context score is derived using word2vec 14 , as the cosine distance between 180 million word vectors projected in a 300 dimensional space ( Figure 1A, Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 273,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 861,
                    "end": 881,
                    "text": "Figure 1A, Figure S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In order to assess the veracity of these conceptual associations derived from biomedical literature, it is absolutely essential to enable triangulation with structured data sources including gene and protein expression datasets. To address this need and empower the scientific community, we built a Single Cell resource which harnesses these local and global score metrics to enable seamless integration of literature-derived associations with the analysis of transcriptomes from over 1 million individual cells from over 25 human and mouse tissues ( Figure 1B) . Here we use this first-in-class resource to conduct a comprehensive expression profiling of ACE2 across host tissues and cell types and discuss how the observed expression patterns correlate with the pathogenicity and viral transmission shaping the ongoing COVID-19 pandemic ( Figure 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 561,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To systematically profile the transcriptional expression of ACE2 across tissues and cell types, we triangulated single cell RNAseq-based measurements with literature-derived signals to automatically delineate novel, emerging, and known expression patterns ( Figure 2B ; Table S1 ). This approach immediately highlights renal proximal tubular cells and small intestinal enterocytes among the cell types that most robustly express ACE2 (detection in >40% of cells). These cell types are also moderately to strongly associated with ACE2 in the literature. The strong intestinal ACE2 expression is particularly interesting given the emerging clinical reports of fecal shedding and persistence post-recovery which may reflect a fecal-oral transmission pattern 10-12 . Conversely, pancreatic PP cells (gamma cells), pancreatic alpha cells, and keratinocytes show similarly robust ACE2 expression but have not been strongly associated with ACE2 in the literature. This combination suggests either a biological novelty or an experimental artifact. We note that the strong ACE2 expression in pancreatic cell types is derived from only one murine study (Figure S2A 19 ), while ACE2 expression is not observed in gamma or alpha cells from scRNA-seq of human pancreatic islets ( Figure S2B [20] [21] [22] ). While we cannot determine the validity of either observation, this example demonstrates how knowledge synthesis can automatically surface discordant biological signals for further evaluation. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 762,
                    "text": "10-12 .",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 270,
                    "end": 278,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1157,
                    "text": "(Figure S2A 19",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1267,
                    "end": 1277,
                    "text": "Figure S2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ACE2 has higher expression levels in multiple cell types of the Gastrointestinal (GI) tract compared to respiratory cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint Surprisingly, cells from respiratory tissues were notably absent among the populations with highest ACE2 expression by scRNA-seq ( Figure 2B ). This observation was corroborated by complementary gene expression analysis of over 250,000 bulk RNA-seq samples from GTEx 23, 24 and the Gene Expression Omnibus (GEO) along with protein expression analysis from healthy tissue proteomics and immunohistochemistry (IHC) datasets [25] [26] [27] , where lung and other respiratory tissues consistently show lower ACE2 expression compared to the digestive tract and kidney (Figure S3A-D) . However, the respiratory transmission of COVID-19 along with the disease symptomatology and well-documented viral shedding in respiratory secretions 28 strongly indicates that SARS-CoV-2 indeed infects and replicates within these tissues. This would suggest that ACE2 is likely expressed in the respiratory epithelium, and so we prioritized the respiratory and digestive tracts for further knowledge synthesis-augmented scRNA-seq analysis.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 282,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 705,
                    "end": 719,
                    "text": "(Figure S3A-D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ACE2 has higher expression levels in multiple cell types of the Gastrointestinal (GI) tract compared to respiratory cells"
        },
        {
            "text": "We also applied the Single Cell resource to analyze several other human and mouse tissues including heart, adipose, liver, pancreas, blood, spleen, bone marrow, thymus, testis, prostate, bladder, ovary, uterus, placenta, brain, and retina. An example use case describing the functionalities of the Single Cell app and a summary of ACE2 expression across these tissues are given in the Supplemental Text and Figures S4-19 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 420,
                    "text": "Figures S4-19",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ACE2 has higher expression levels in multiple cell types of the Gastrointestinal (GI) tract compared to respiratory cells"
        },
        {
            "text": "Next, we classified 105 respiratory cell populations from eight independent studies based on their expression of and literature-derived associations to ACE2 ( Figure 3A) . Consistent with the low levels of ACE2 in respiratory tissues by bulk RNA-seq, proteomics, and IHC ( Figure S3A-D) , we found that ACE2 expression is detected in fewer than 10% of all cell types recovered from these studies. However, as mentioned above, we believe that even low ACE2 expression levels in these respiratory cells may be sufficient for COVID-19 pathogenesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 169,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 273,
                    "end": 286,
                    "text": "Figure S3A-D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Club cells, ciliated cells, and pneumocytes are likely targets of SARS-CoV-2 in respiratory tract"
        },
        {
            "text": "We found that club cells (formerly known as Clara cells), were consistently among the highestexpressing respiratory cell types (Figures 3A-B) . Literature-derived local and global scores suggest that this ACE2-club cell connection is underappreciated, with a few documents discussing these concepts together (nferx link). We also found that ACE2 is detected in type II pneumocytes in multiple studies, although the percentage of expressing cells ranges from only 0.5-7% (Figures 3A-B) . This relatively low expression, which may be deemed inconsequential if viewed in isolation, is strongly supported by knowledge synthesis that highlights an existing association between ACE2 and type II pneumocytes (Figures 3A-B) . Indeed, multiple studies have demonstrated ACE2 expression in these cells [29] [30] [31] [32] [33] [34] [35] . Further, ACE2 expression in bulk RNAseq of GTEx lung samples (n = 578) is strongly correlated to markers of type II pneumocytes, with all seven surfactant protein-encoding genes among the top 4% of transcriptional correlations to ACE2 (out of the ~19,000 genes expressed at > 1 TPM in GTEx lung samples; hypergeometric p-value = 1.1x10 -10 ) ( Figure S20) .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 796,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 141,
                    "text": "(Figures 3A-B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 470,
                    "end": 484,
                    "text": "(Figures 3A-B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 701,
                    "end": 715,
                    "text": "(Figures 3A-B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1173,
                    "end": 1184,
                    "text": "Figure S20)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Club cells, ciliated cells, and pneumocytes are likely targets of SARS-CoV-2 in respiratory tract"
        },
        {
            "text": "Our scRNAseq analysis also shows that ACE2 is expressed in small fractions of ciliated airway cells and epithelial cells of the nasal cavity (Figures 3A-B) . While no staining is observed for ACE2 in nasopharynx samples from the Human Protein Atlas (HPA) IHC dataset ( Figure S21) , a author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 155,
                    "text": "(Figures 3A-B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 269,
                    "end": 280,
                    "text": "Figure S21)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Club cells, ciliated cells, and pneumocytes are likely targets of SARS-CoV-2 in respiratory tract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint previous IHC study did report the staining of ACE2 in nasal and oral mucosa and the nasopharynx 33 . This expression is consistent with the high SARS-CoV-2 viral loads detected in nasal swab samples 28 . Intriguingly, mild degeneration of olfactory epithelium was observed in an immunosuppressed animal model infected with SARS-CoV 36 . These observations are correlated with emerging reports of anosmia/hyposmia (loss of smell) in otherwise asymptomatic COVID-19 patients from South Korea and other countries 37 . Such emerging clinical evidence emphasizes the need for further investigation into olfactory ACE2 expression via scRNA-seq and other modalities.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Club cells, ciliated cells, and pneumocytes are likely targets of SARS-CoV-2 in respiratory tract"
        },
        {
            "text": "Taken together, these scRNA-seq analyses and triangulation to literature synthesis confirm that type II pneumocytes are a likely target of SARS-CoV-2 infection while also highlighting club cells, ciliated cells, and olfactory epithelial cells as additional potential sites of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Club cells, ciliated cells, and pneumocytes are likely targets of SARS-CoV-2 in respiratory tract"
        },
        {
            "text": "We then classified 136 gastrointestinal cell types from nine scRNA-seq studies based on their expression of and literature associations to ACE2 ( Figure 4A ). These studies encompassed samples from the upper, mid, and lower GI tracts including tongue, esophagus, stomach, small intestine, and colon 19, [38] [39] [40] [41] [42] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Tongue keratinocytes and mature small intestinal enterocytes are potential targets of SARS-CoV-2"
        },
        {
            "text": "This analysis highlights a robust expression of ACE2 in tongue keratinocytes that has not been strongly documented in the literature, as evidenced by the weak local context score between ACE2 and keratinocytes ( Figure 4B ). In fact, we found no previous reports of ACE2 expression in keratinocytes and only one recent report suggesting ACE2 expression in the human tongue based on a combination of bulk RNA-seq and a scRNA-seq dataset which has not been made publicly accessible 43 . We propose that a subset of ACE2 + tongue keratinocytes may serve as a novel site of SARS-CoV-2 entry and highlight the need to generate additional gene and protein expression data from human tongue samples to further evaluate this hypothesis. Emerging reports of loss of taste (dysgeusia) in otherwise non-symptomatic COVID-19 patients may warrant further study of the tongue in this pathology 44 .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 482,
                    "text": "43",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "44",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Tongue keratinocytes and mature small intestinal enterocytes are potential targets of SARS-CoV-2"
        },
        {
            "text": "We also found that ACE2 is highly expressed in both human and murine small intestinal enterocytes, confirming an association which has been moderately appreciated in literature, as indicated by our literature derived local score between ACE2 and enterocytes. However, to our knowledge, the transcriptional heterogeneity of ACE2 among enterocyte populations has never been explored. In this context, we found that ACE2 shows an increase in expression correlated with the maturation of murine small intestinal enterocytes, with minimal expression in stem cells and transit amplifying cells in contrast to most robust expression in mature enterocytes ( Figure  4 ). To the best of our knowledge, this is the first demonstration that ACE2 expression synchronously increases over the course of enterocyte maturation. The recognition of such intratissue heterogeneity is necessary to specify the cell types which are most likely responsible for the proposed fecal-oral transmission of COVID-19 12 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 659,
                    "text": "Figure  4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Tongue keratinocytes and mature small intestinal enterocytes are potential targets of SARS-CoV-2"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tongue keratinocytes and mature small intestinal enterocytes are potential targets of SARS-CoV-2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tongue keratinocytes and mature small intestinal enterocytes are potential targets of SARS-CoV-2"
        },
        {
            "text": "To determine whether the maturation-correlated expression pattern is unique to ACE2, we computed cosine similarities between the ACE2 gene expression vector (CP10K values in ~6,000 small intestinal enterocytes) and that of the ~15,700 other genes detected in this study ( Figure  5A ). For this analysis, the vector space is constituted of the individual cells as the dimensions using the gene expression values to construct the vectors (see Methods). Interestingly, we found that ANPEP, the established entry receptor for HCoV-229E, showed the third highest cosine similarity to ACE2 ( Figure 5B ). Further, DPP4 -the entry receptor for MERS coronavirus -is also among the top 1% of similarly expressed genes by this metric (Figure 5B ). We confirmed that both of these genes do indeed show a maturation-correlated transcriptional pattern similar to that of ACE2 ( Figure 5C-D) , highlighting an unexpected shared pattern of transcriptional heterogeneity among known coronavirus receptors in a cell population which may be relevant for viral transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 282,
                    "text": "Figure  5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 587,
                    "end": 596,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 725,
                    "end": 735,
                    "text": "(Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 866,
                    "end": 878,
                    "text": "Figure 5C-D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "COVID-19, SARS, MERS and HCoV-229E receptors share a transcriptional signature correlated to maturation of small intestinal enterocytes"
        },
        {
            "text": "We then asked whether this shared pattern of transcriptional heterogeneity among coronavirus receptors is observed in the human small intestine. Indeed, among all enterocytes from a human scRNA-seq study, both ANPEP and DPP4 were among the top 1% of genes with similar expression vectors to that of ACE2 ( Figure S22A-B) . We independently validated this observation by computing gene expression correlations from bulk RNA-sequencing of human small intestine samples from GTEx (n = 187), which similarly revealed that DPP4 and ANPEP are among the top 1% of correlated genes to ACE2 ( Figure S22C ). In fact, among all ~18,500 genes mean expression > 1 TPM in GTEx small intestine samples, DPP4 shows the second highest correlation to ACE2 (r = 0.95).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 320,
                    "text": "Figure S22A-B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 584,
                    "end": 595,
                    "text": "Figure S22C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "COVID-19, SARS, MERS and HCoV-229E receptors share a transcriptional signature correlated to maturation of small intestinal enterocytes"
        },
        {
            "text": "To our knowledge, this is the first demonstration that all known coronavirus entry receptors display highly coordinated and maturation-correlated transcriptional expression patterns in intestinal epithelial cells. We propose that the requisite interaction with human proteins displaying a tightly defined expression gradient on apical surfaces of epithelial cells, which is shared among known coronavirus strains, may have fundamental implications for understanding the evolution, lifecycle, and/or transmission patterns of this family of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19, SARS, MERS and HCoV-229E receptors share a transcriptional signature correlated to maturation of small intestinal enterocytes"
        },
        {
            "text": "Recent advances in scRNA-seq are empowering us to study tissue and cellular transcriptomes at previously unprecedented resolutions. Several single-cell RNA sequencing based efforts such as the Human Cell Atlas are underway to catalog gene expression across tissues and cell types, and the raw data from many of these studies are available on public platforms such as the Broad Institute Single Cell Portal 45 and Gene Expression Omnibus (GEO). Analyses of these datasets are of interest to a wide range of researchers but currently prove challenging for all but a few due to the need for specialized workflows and computing infrastructures. Consequently, the widespread use of this data for biomedical research is hampered, an issue which is particularly evident in the face of public health crises like the ongoing COVID-19 pandemic. To address this unmet need, the nferX platform Single Cell resource enables the rapid and interactive analysis of author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint the continually growing scRNAseq datasets by specialists and non-specialists alike. Furthermore, the seamless triangulation of scRNA-seq insights with global and local scores derived from the synthesis of accessible biomedical literature creates a truly first-in-class resource.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By making the resource available to all academic researchers, we enable scientists to not only dive deeper into insights that are aligned with existing knowledge but also to prioritize the novel insights which warrant further experimental validation. Looking forward, we plan to automate the integration of the rapidly growing number of scRNA-seq studies so that access to the entire world's knowledge of single cell transcriptomes is just one click away for any researcher. As we do so, we encourage interactive feedback from the scientific community so that this platform can evolve to optimally support the research needs across the biomedical ecosystem, beyond the COVID-19 focus on the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Combined with our analyses of bulk RNA-seq, IHC, and proteomics datasets, our characterization of the known human coronavirus receptors (ACE2, DPP4, ANPEP) using the nferX platform Single Cell resource represents the most comprehensive molecular fingerprint of host factors determining coronavirus infections including COVID-19. While this serves as a primer of the deep profiling that is made possible with this resource, we also identified several interesting aspects of coronavirus receptor biology which warrant further experimental follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We identified tongue keratinocytes and olfactory epithelia as novel ACE2-expressing cell populations and thus as important potential sites of SARS-CoV-2 infection. This molecular fingerprint is a striking correlate to emerging clinical reports of dysgeusia 44 and anosmia 37 in COVID-19 patients, which strongly implicate the gustatory and olfactory systems in SARS-CoV-2 pathogenesis and human-to-human transmission. Tongue epithelial cells have also previously been shown to uptake Epstein-Barr virus 46 , and importantly a recent study found that ACE2 is appreciably expressed in tongue based on a small number of non-tumor bulk RNA-seq samples from TCGA 43 . This study further showed by scRNA-seq that ACE2 expression is observed in a subset of the human tongue (but not other oral mucosal) epithelial cells, albeit in only ~0.5% of the recovered epithelial population. This data has unfortunately not been released for public consumption but certainly does provide preliminary support for our finding, particularly as the listed set of cluster-defining genes for this population (SFN, KRT6A, KRT10) is consistent with the tongue keratinocyte identify from the Tabula Muris data set ( Figure S23) . We thus emphasize the imminent need for further generation of multi-omic expression data from large numbers of healthy and diseased human tongue samples drawn from a cohort of wide demographic representation.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 1190,
                    "end": 1201,
                    "text": "Figure S23)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We also observed that expression of ACE2 and other coronavirus receptors is intimately linked to the maturation status of small intestinal enterocytes, pinpointing the more mature subsets as the most likely cells to harbor SARS-CoV-2 virus. This finding amplifies the potential for fecal-oral transmission of COVID-19 10-12 and should motivate further experimental validation to determine whether monitoring of fecal viral loads should be considered clinically for diagnostic or prognostic purposes. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We further found that this transcriptional mirroring of coronavirus entry receptors was not unique to small intestine but rather also strongly present among renal proximal tubule epithelial cells, where ACE2, DPP4, and ANPEP expression tends to be observed in the same cellular subsets. These observations suggest the existence of a transcriptional network spanning tissues and cell types which may drive and/or regulate coronavirus receptor expression. The question of whether coronaviruses have evolved to exploit such a network may be relevant to pursue, particularly given that downregulation of ACE2 by SARS-CoV has been reported previously and is associated with poor clinical outcomes 31, 47 . Perhaps other coronaviruses can similarly modulate the expression of their entry receptors to impact the clinical course of the induced disease.",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 696,
                    "end": 698,
                    "text": "47",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The emerging picture of the coronavirus life cycle appears to be intricately interwoven with many proteins beyond the primary host receptors. For instance, a recent structural complex of the SARS-CoV-2 spike protein with ACE2 identified SLC6A19 as an interaction partner of ACE2 48 . Further, spike proteins from some coronaviruses can interact with CEACAM1 49 and sialylated glycans similar to influenza hemagglutinin 50 as host receptors. Future studies are likely to highlight several other proteins and glycans that constitute the \"interactome\" of the coronavirus proteome. Understanding the expression profiles of the interactome across tissues will provide systems level insights on the cellular dynamics of the functional partners and the regulatory machinery of the host receptor proteins. Like in the current study, the nferX platform will be an excellent resource for unraveling the purported interaction partners for coronavirus receptors and profiling their expression across different tissues and cells constituting the human body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, this study evidences the utility of an integrative data science platform to enable rapid and high-throughput analysis of publicly available data to generate relevant biological insights and scientific hypotheses. We hope that by making our biomedical knowledge synthesis-augmented single cell platform publicly accessible, we help empower the research community to advance our understanding of the world's most pressing biomedical challenges such as COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to capture biomedical literature based associations, the nferX platform defines two scores: a \"local score\" and a \"global score\", as described previously 51 . Briefly, the local score represents a traditional natural language processing technique which captures the strength of association between two concepts in a selected corpus of biomedical literature based on the frequency of their co-occurrence normalized by the frequency of each individual concept throughout the corpus. A higher local score between Concept X and Concept Y indicates that these concepts are frequently mentioned in close proximity to each other more frequently than would be expected by chance. The global score, on the other hand, is based on the neural network renaissance that has recently taken place in the Natural Language Processing (NLP) field. To compute global scores, all tokens (e.g. words and phrases) are projected in a high-dimensional vector space of word embeddings. These vectors serve to represent the \"neighborhood\" of concepts which occur around a given concept. The cosine distance between any two vectors author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "51",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Unstructured biomedical knowledge synthesis and triangulation capabilities"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint measures the similarity of these neighborhoods and is the basis for our global score metric, where concepts which are more similar in this vector space have a higher global score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unstructured biomedical knowledge synthesis and triangulation capabilities"
        },
        {
            "text": "While the global scores in this work are computed in the embedding space of word2vec model, it can also be computed in the embedding space of any deep learning model including recent transformer-based models like BERT 52 . These may have complementary benefits to word2vec embeddings since the embeddings are context sensitive having different vectors for different sentence contexts. However, despite the context sensitive nature of BERT embeddings a global score computation for a phrase may still be of value given the score is computed across sentence embeddings capturing the context sensitive nature of those phrases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unstructured biomedical knowledge synthesis and triangulation capabilities"
        },
        {
            "text": "From a visualization perspective, the local score and global score (\"Signals\") are represented in the platform using bubbles where bubble size corresponds to the local score and color intensity corresponds to the global score. This allows users to rapidly determine the strength of association between any two concepts throughout biomedical literature. We consider concepts which show both high local and global scores to be \"concordant\" and have found that these typically recapitulate well-known associations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unstructured biomedical knowledge synthesis and triangulation capabilities"
        },
        {
            "text": "The nferX platform also supports a logical thought engine that enables AND (conjunction), OR (disjunction), and NOT (negation) queries -the universal logic gates. This engine is referred to as \"dynamic adjacency\" and leverages a highly distributed main memory approach that allows the computation of local scores for any type of logical query in real time. Fundamentally, this system allows a user to extract all 100-word fragments of text which meet the specified logical query. We then calculate local scores for all other tokens occurring within these fragments, which quantifies the likelihood (i.e. odds) of each token occurring this frequently within these textual fragments by chance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unstructured biomedical knowledge synthesis and triangulation capabilities"
        },
        {
            "text": "The platform further leverages statistical inference to calculate \"enrichments\" based on structured data, thus enabling real-time triangulation of signals from the unstructured biomedical knowledge graph various other structured databases (e.g. curated ontologies, RNA-sequencing datasets, human genetic associations, protein-protein interactions). This facilitates unbiased hypothesisfree learning and faster pattern recognition, and it allows users to more holistically determine the veracity of concept associations. Finally, the platform allows the user to identify and further examine the documents and textual fragments from which the knowledge synthesis signals are derived using the Documents and Signals applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unstructured biomedical knowledge synthesis and triangulation capabilities"
        },
        {
            "text": "If we have an automated method that, given a corpus (consisting of text and other structured and semi-structured data as is often the case with biomedical data), comes up with a strength of association score between a query entity and all the tokens or entities present in the corpus, then that score can be used to obtain a ranking of tokens or entities related to the query. There have been other motivations for ranking the association strength of tokens/entities (e.g. for use in picking among possible tokens in speech recognition or Optical Character Recognition -OCR). author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association Scores"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint Generally, association scores are based in some way on the co-occurrences of the tokens (or referents to the entities) in the text within small windows of text. Co-occurrences have been studied in linguistics/NLP since at least Firth's maxim that \"a word is known by the company it keeps.\" One popular traditional measure for association strength between tokens in text is pointwise mutual information, or PMI 53 , which we consider in several association scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association Scores"
        },
        {
            "text": "Formally, for a given corpus, an association score is some real-valued function S(q, t) where q is a query token/entity and t is another token/entity. We discussed association scores as if they were symmetric above, but for some convenience later on our formal notion is asymmetric: there's a query q and a token t. In particular, we later extend q to logical combinations of tokens/entities. The association score need not be symmetric (for logical queries it cannot be as t is still restricted to single tokens/entities) though it often is when q and t are both single tokens/entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "Context of q -All the measures involve the notion of the \"context\" of the query q. The context of q are those locations in the corpus deemed to be \"near\" to q. For single token queries, follow the typical approach of defining context as those locations in the corpus that are within some fixed number of words w (the window size w is a tunable parameter) from an occurrence of q in the corpus. The dynamic adjacency engine generalizes this notion of context in a natural way to logical queries; the context for a logical q is a certain set of fixed-length fragments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "Co-occurrences -This is just the number of times t appears in the context of q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "Traditional PMI -This is log(p(t | q) / p(t)). Here p(t | q) is the number of times t occurs in the context of q (ie co-occurrences of t and q) divided by the total length of all q contexts in the corpus, whereas p(t) is the number of occurrences of t in the entire corpus, divided by the corpus length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "Word2vec cosine distance -The popular word2vec algorithm [5] generates a vector (we use 300dimensional vector representation) for each token in a corpus. The purpose of these vectors is usually to be used as features in downstream NLP tasks. But they can also be used for similarity. The original paper validates the vectors by testing them on word similarity tasks: the association score is the cosine between the vector for q and the vector for t. This score only applies to singletoken q.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "Exponential mask PMI (ExpPMI) -This is our first new proposed score. PMI treats every position in a binary way: it's either in the context of q or not. With a window size of say 50, a token which appears 3 words from a query q and a token which appears 45 words from a query q are treated the same. We thought it might be useful to consider a measure which distinguishes positions in the context based on the number of words away that position is from an occurrence of q. We did this by weighting the positions in the context by some weight between 0 and 1. Our weighting is based on an exponential decay (which has some nice properties especially when we extend to the case of logical queries). author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint Local score -This is another new proposed score. We find that PMI and ExpPMI can vary a lot for small samples (i.e. small numbers of co-occurrences, occurrences). The Local Score is log(coocc) * sigmoid(PMI -0.5), constructed to correct for this; we found that this formula too works well empirically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "Exponential mask local score (ExpLocalScore) -We apply both modifications together: the exponential mask score is log(weighted_coocc) * sigmoid(expPMI -0.5). Here weighted_coocc is the sum of the weights of the positions of the corpus Evaluation of association scores are further described in the Supplementary Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of association"
        },
        {
            "text": "The objective of the single cell platform is to enable dynamic visualization and analysis of single cell RNA-sequencing data. Currently, there are over 30 scRNA-seq studies available for analysis in the Single Cell app including studies from human donors/patients covering tissues such as adipose tissue, blood, bone marrow, colon, esophagus, liver, lung, kidney, ovary, nasal epithelium, pancreas, placenta, prostate, retina, small intestine, and spleen. Because no pantissue reference dataset yet exists for humans, we have manually selected individual studies to maximally cover the set of human tissues. In some cases, these studies contain cells from both healthy donors and patients affected by a specified pathology such as ulcerative colitis (colon) or asthma (lung). There are also a number of murine scRNA-seq studies covering tissues including adipose tissue, airway epithelium, blood, bone marrow, brain, breast, colon, heart, kidney, liver, lung, ovary, pancreas, placenta, prostate, skeletal muscle, skin, spleen, stomach, small intestine, testis, thymus, tongue, trachea, urinary bladder, uterus, and vasculature. Note that two of these murine studies (Tabula Muris and Mouse Cell Atlas) include ~20 tissues each.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell RNA-seq analysis platform"
        },
        {
            "text": "For each study, a counts matrix was downloaded from a public data repository such as the Gene Expression Omnibus (GEO) or the Broad Institute Single Cell Portal ( Table S1 ). Note that this data has not been re-processed from the raw sequencing output, and so it is likely that alignment and quantification of gene expression was performed using different tools for different studies. In some cases, multiple complementary datasets have been generated from a single publication. In these cases, we have generated separate entries in the Single Cell platform.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Single-cell data processing pipeline"
        },
        {
            "text": "While counts matrices have been generated using different technologies (e.g. Drop-Seq, 10x Genomics, etc.) and different alignment/pre-processing pipelines, all counts matrices were scaled such that each cell contains a total of 10,000 scaled counts (i.e. the sum of expression values for all genes equals 10,000 in each individual cell). All data were uniformly processed using the Seurat v3 package 54 . In short, this pipeline involves the following steps. First, we identify 2000 variable genes across the given dataset and then perform linear dimensionality reduction by principal component analysis (PCA). Using the set of principal components which contribute >80% of variance across the dataset, we then do the following: (i) perform graph-based clustering to identify groups of cells with similar expression profiles (Louvain clustering), (ii) compute UMAP and tSNE coordinates for each individual cell (used for data visualization) and (iii) annotate cell author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "54",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Single-cell data processing pipeline"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint clusters. Note that the three human pancreatic datasets (GSE81076, GSE85241, GSE86469) were integrated together in a shared multi-dimensional space using CCA (Canonical Correlation Analysis) and the integration method in the Seurat v3 package 54 . Cell clustering and computation of dimensionality reduction coordinates were performed on this integrated dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell data processing pipeline"
        },
        {
            "text": "In cases where publicly deposited counts matrices are accompanied by author-assigned annotations for individual cells or clusters, we have retained these cell annotations for display in the platform and accompanying analyses. For any study which was not accompanied by a metadata file containing cluster annotations, we have manually labeled clusters based on sets of canonical \"cluster-defining genes.\" In these cases, we have attempted to leverage annotations and descriptions of gene expression patterns described by study authors in the manuscript text and figures corresponding to the data being analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell cluster annotation"
        },
        {
            "text": "The platform allows users to query any gene in any selected study. The corresponding data is displayed in commonly employed formats including a series of violin plots and as a set of dimensionality reduction plots. Expression is summarized by listing the percent of cells expressing Gene G in each annotated cluster and the mean expression of Gene G in each cluster. To measure the specificity of Gene G expression to each Cluster C, we compute a cohen's D value which assesses the effect size between the mean expression of Gene G in cluster C and the mean expression of Gene G in all other clusters. Specifically, the cohen's D formula is given as follows: (MeanC -MeanA)/(sqrt(StDevC 2 + StDevA 2 )), where C represents the cluster of interest and A represents the complement of C (i.e. all other cell clusters). Note that this is functionally similar to the computation of paired fold change values and p-values between clusters which is frequently used to identify cluster-defining genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metrics to Summarize Cluster-Level Gene Expression"
        },
        {
            "text": "Within the platform, we support the run-time computation of cosine similarity (i.e. 1 -cosine distance) between the queried gene and all other genes. This provides a measure of expression similarity across cells and can be used to identify co-regulated and co-expressed genes. Specifically, to perform this computation, we construct a \"gene expression vector\" for each gene G. This corresponds to the set of CP10K values for gene G in each individual cell from the selected populations in the selected study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene-Gene Cosine Similarity"
        },
        {
            "text": "For each single-cell dataset, we examined the expression of ACE2, TMPRSS2, ANPEP, and DPP4. We generally considered a cell population to potentially express a gene if at least 5% of cells from that cluster showed non-zero expression of this gene. For each dataset, we show a figure which includes a UMAP dimensionality reduction plot colored by annotated cell type along with identical plots colored by the expression level of each coronavirus receptor in all individual cells. In some cases, we also show violin plots from the platform which automatically integrate literature-derived insights to highlight whether there exist textual associations between the queried gene and the tissue/cell types identified in the selected study. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Profiling Expression of Coronavirus Receptors in Single-cell Datasets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint Figure 5 Expression of all known coronavirus receptors synchronously increase with enterocyte maturation author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 292,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Profiling Expression of Coronavirus Receptors in Single-cell Datasets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Profiling Expression of Coronavirus Receptors in Single-cell Datasets"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "",
            "pages": "7988--7993",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.31.929042"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The spike protein of the emerging betacoronavirus EMC uses a novel coronavirus receptor for entry, can be activated by TMPRSS2, and is targeted by neutralizing antibodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gierer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "5502--5511",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0817-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecaloral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.054"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.055"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Binding of SARS coronavirus to its receptor damages islets and causes acute diabetes",
            "authors": [
                {
                    "first": "J.-K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S.-S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X.-J",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "L.-M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Diabetol",
            "volume": "47",
            "issn": "",
            "pages": "193--199",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficient Estimation of Word Representations in Vector Space",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikolov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "436--444",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Unsupervised word embeddings capture latent knowledge from materials science literature",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tshitoyan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "571",
            "issn": "",
            "pages": "95--98",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Reality check on reproducibility",
            "authors": [],
            "year": 2016,
            "venue": "Nature",
            "volume": "533",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Call to Action to the Tech Community on New Machine Readable",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Single-cell transcriptomics of 20 mouse organs creates a Tabula Muris",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tabula Muris Consortium",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "562",
            "issn": "",
            "pages": "367--372",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Segerstolpe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Metab",
            "volume": "24",
            "issn": "",
            "pages": "593--607",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005702"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "De Novo Prediction of Stem Cell Identity using Single-Cell Transcriptome Data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grün",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Stem Cell",
            "volume": "19",
            "issn": "",
            "pages": "266--277",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Single-Cell Transcriptome Atlas of the Human Pancreas",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Muraro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Syst",
            "volume": "3",
            "issn": "",
            "pages": "385--394",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proteomics. Tissue-based map of the human proteome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhlén",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A deep proteome and transcriptome abundance atlas of 29 healthy human tissues",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mol. Syst. Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A draft map of the human proteome",
            "authors": [
                {
                    "first": "M.-S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "509",
            "issn": "",
            "pages": "575--581",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evidence that TMPRSS2 activates the severe acute respiratory syndrome coronavirus spike protein for membrane fusion and reduces viral control by the humoral immune response",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Glowacka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "4122--4134",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pathology of experimental SARS coronavirus infection in cats and ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M A"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet. Pathol",
            "volume": "45",
            "issn": "",
            "pages": "551--562",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Differential downregulation of ACE2 by the spike proteins of severe acute respiratory syndrome coronavirus and human coronavirus NL63",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Glowacka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "1198--1205",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Cleavage and activation of the severe acute respiratory syndrome coronavirus spike protein by human airway trypsin-like protease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertram",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "13363--13372",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631--637",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "SARS-CoV replicates in primary human alveolar type II cell cultures but not in type I-like cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Mossel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "372",
            "issn": "",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Exploring the pathogenesis of severe acute respiratory syndrome (SARS): the tissue distribution of the coronavirus (SARS-CoV) and its putative receptor, angiotensin-converting enzyme 2 (ACE2)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Pathol",
            "volume": "203",
            "issn": "",
            "pages": "740--743",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An immunosuppressed Syrian golden hamster model for SARS-CoV infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Schaecher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "380",
            "issn": "",
            "pages": "312--321",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mapping the Mouse Cell Atlas by Microwell-Seq",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "172",
            "issn": "",
            "pages": "1091--1107",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Single-cell transcriptome analysis reveals differential nutrient absorption functions in human intestine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Exp. Med",
            "volume": "217",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Intra-and Inter-cellular Rewiring of the Human Colon during Ulcerative Colitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Smillie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "178",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "333-author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Haber",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005702"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Oral Sci",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Anosmia, Hyposmia, and Dysgeusia Symptoms of Coronavirus Disease. American Academy of Otolaryngology-Head and Neck Surgery",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aao-Hns",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Epstein-Barr virus infection of polarized tongue and nasopharyngeal epithelial cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tugizov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Berline",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Palefsky",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Med",
            "volume": "9",
            "issn": "",
            "pages": "307--314",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Trilogy of ACE2: a peptidase in the renin-angiotensin system, a SARS receptor, and a partner for amino acid transporters",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohto-Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pharmacol. Ther",
            "volume": "128",
            "issn": "",
            "pages": "119--128",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Structural basis for the recognition of the SARS-CoV-2 by full-length human ACE2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2762"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "N-terminal domain of the murine coronavirus receptor CEACAM1 is responsible for fusogenic activation and conformational changes of the spike protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "216--223",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structural basis for human coronavirus attachment to sialic acid receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "26",
            "issn": "",
            "pages": "481--489",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Recapitulation and Retrospective Prediction of Biomedical Associations Using Temporally-enabled Word Embeddings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/627513"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Proceedings of the 2019 Conference of the North",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M.-W",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toutanova",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18653/v1/n19-1423"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Statistics of Word Cooccurrences: Word Pairs and Collocations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evert",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Integrating single-cell transcriptomic data across different conditions, technologies, and species",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smibert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papalexi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Satija",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Biotechnol",
            "volume": "36",
            "issn": "",
            "pages": "411--420",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005702"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Knowledge synthesis and the nferX Single Cell resource. (A) Knowledge synthesis: capturing association between concepts from over 100 million documents. Schematic shows the work-flow for generating literature-derived associations between phrases. Local score and global score are defined and the types of literature-derived associations are shown for combinations of high and low local and global scores. (B) Datasets enabling knowledge synthesis-powered scRNA-seq analysis platform. Single Cell RNAseq data was obtained from over 30 publicly available human and mouse single cell RNA-seq datasets. Bulk RNA-seq data was obtained from Gene Expression Omnibus (GEO) and the Genotype Tissue Expression (GTEx) project portal. Protein-level expression of coronavirus receptors was assessed using a collection of immunohistochemistry (IHC) images and tissue proteomics datasets from the Human Protein Atlas and the Human Proteome Map.Literature-derived association scores are obtained from over 100 million biomedical documents (C) Tissues and cell-types identified by one or more modalities to express ACE2, the putative receptor of SARS-CoV-2 spike protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Triangulation of knowledge synthesis with ACE2 expression profile by scRNAseq across cells and tissues. Scatterplot shows comparison of percentage of cells with nonzero expression (x-axis) against literature-derived associations: local score (y-axis and size of circles) and global score (transparency of circles). Data includes more than 800 cell populations from over 25 murine and human tissues comprising over 1 million cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Triangulation of ACE2 expression in the respiratory tract with literature-derived insights. (A) Schematic representation of the respiratory system highlighting key cell types from the nasal cavity, airway and alveoli. Scatterplot shows comparison of percentage of cells with non-zero expression (x-axis) from eight single cell studies against literature-derived associations: local score (y-axis and size of circles) and global score (transparency of circles). (B) Assessing literature-based and scRNAseq-based associations between ACE2 and respiratory tract cells. On the left, the dimensionality reduction plots show different cell populations associated with lung and olfactory epithelium. On the right, violin plots show the distribution of ACE2 expression levels in selected populations with non-zero expression. The cell-types and the literature-derived local and global associations scores are shown.author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Triangulation of ACE2 expression in the gastrointestinal (GI) tract with literaturederived insights. (A) Schematic representation of the GI tract highlighting key cell types. Scatterplot shows comparison of percentage of cells with non-zero expression (x-axis) from nine single cell studies against literature-derived associations: local score (y-axis and size of circles) and global score (transparency of circles). (B) Assessing literature-based and scRNAseq-based association between ACE2 and tongue keratinocytes. Violin plot shows distributions of ACE2 expression in keratinocytes. The literature-derived local and global associations between ACE2 and keratinocytes are shown. (C) ACE2 transcriptional expression is correlated to enterocyte maturation. Violin plots show distribution of ACE2 expression levels in enterocytes at different stages of differentiation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Coronavirus receptors share a transcriptional signature correlated to maturation of small intestinal enterocytes. (A) Distribution of cosine distances between the 'gene expression vectors' of ACE2 and all genes in a scRNA-seq study of the murine small intestine. The gene expression vector corresponds to the set of CP10K values for a given gene in each individual cell from the selected populations in the selected study. (B) Genes similar to ACE2 (cosine similarity > 0.4) sorted by literature-derivation association. (C) Transcriptional expression of ANPEP correlated to enterocyte maturation in murine small intestine. Violin plots show distribution of ANPEP expression levels in enterocytes at different stages of differentiation. (D) Transcriptional expression of DPP4 correlated to enterocyte maturation in murine small intestine. Violin plots show distribution of DPP4 expression levels in enterocytes at different stages of differentiation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Assessing literature-based and scRNAseq-based association between ACE2 and respiratory tract",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "ACE2 expression in tongue keratinocytesTriangulation of ACE2 expression in GI tract from literature-based knowledge synthesis and nine single cell studies e.g. Single-cell transcriptomics of 20 mouse organs creates a Tabula Muris.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005702 doi: bioRxiv preprint Expression profiling of ACE2 Putative receptor of SARS-CoV-2Knowledge synthesis: capturing association between concepts from over 100 million documents 100 million+ documents e.g., PubMed, Grants, Preprints, Patents, Clinical TrialsGlobal score measures the similarity between the word vectors corresponding to two tokens, normalized by a control token collection. Word2Vec at scale.Local score measures how frequently two tokens are found within each other's local context in a particular corpus, normalized by the occurrences of those tokens in that corpus. Derivative of point-wise mutual information.Types of literature-based associations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Murali Aravamudan, Peter Lebowitz, Ajit Rajasekharan, and Mathai Mammen for their insightful reviews and feedback on our research. We also express our gratitude to Patrick Lenehan, Saurav Kumar Verma, Travis Hughes, and Vishy Thiagarajan who helped develop some of the scientific tools that were leveraged for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}