{
    "paper_id": "b35686cabcd66db7b7cf1a210dcfbedf54bf045e",
    "metadata": {
        "title": "To appear in: Resuscitation",
        "authors": [
            {
                "first": "Dominique",
                "middle": [],
                "last": "Savary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "François",
                "middle": [],
                "last": "Morin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Fadel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Metton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "F"
                ],
                "last": "Richard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexis",
                "middle": [],
                "last": "Descatha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The world is facing a pandemic involving the Covid-19. One potential consequence of such crisis is the possibility of contamination of a bystander or a rescuer during resuscitation. Indeed, early cardiopulmonary resuscitation (CPR) is a key factor in out-of-hospital cardiac arrest (OHCA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "The risk of COVID-19 transmission outbreak may impact negatively the willingness of laypersons to provide bystander cardiopulmonary resuscitation (CPR), just like for other viruses such as HIV, SARS, MERCOV or EBOLA (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "The rate of resuscitation by layperson in the Northern French Alps Emergency Network is close to 40% each year and this rate could drop dramatically with the epidemic (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "ILO/WHO have provided guidelines for first responders in case of public health emergency (https://www.ilo.org/wcmsp5/groups/public/---ed_protect/---protrav/---safework/documents/publication/wcms_633233.pdf ), however there is a lack of guidelines for resuscitation performed by laypersons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "As much as possible, we may recommend first responders not to perform rescue breaths or mouth-to-mouth ventilation, limiting themselves to chest compressions only, particularly on an unknown victim, even if the cause of the OHCA is primary respiratory arrest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "Concerning rescuers, because of the heightened awareness of the possibility that victim may have COVID-19, to recognize cardiac arrest they should not listen or feel breathing by placing their ear and cheek close to the patient's mouth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "Taking into account the possibility that the victim may carry COVID-19, rescuers should not listen or feel breathing by placing their ear and cheek close to the patient's mouth in order to recognize cardiac arrest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "Moreover, in the current guideline, lay rescuers are recommended to use mouth-to-mouth ventilation (MMV), while healthcare professionals provide bag-valve-mask ventilation (BMV) in a 30:2 ratio for adult patients in the absence of an advanced airway, with and without supplementary oxygen (3). The MMV realization shouldn't be recommended in the current context. Other devices like the mouth-to-face-shield ventilation or mouth-to-pocket-mask may seem more reasonable because they prevent contact with the victim, but we lack perspective on the efficacy and safety. Certain medical interventions currently used by out of hospital team in our network, such as BVM and intubation (in 70% of cases in our network), may generate aerosol that can allow airborne transmission to those closely involved in the procedure. Careful execution of infection control measures is necessary with personal protective equipment (PPE) (fluid-resistant gown, gloves, eye protection, full face shield) and it is probably desirable to favor disposable BVM. Hand hygiene must be performed after the reanimation. Alcohol hand gel is recommended if soap and water is not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        },
        {
            "text": "In conclusion, we believe that clear guidelines for the protection of bystanders and rescuers are crucial in the context of this pandemic, and that their impact should be evaluated using existing OHCA registers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Possible SARS coronavirus transmission during cardiopulmonary resuscitation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loutfy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "287--93",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of an emergency medical dispatch system on survival from out-of-hospital cardiac arrest: a population-based study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Ageron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Debaty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gayet-Ageron",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "European resuscitation council guidelines for resuscitation 2015: section 2. Adult basic life support and automated external defibrillation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Handley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Koster",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Resuscitation",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Considering the challenge of the Covid-19 pandemic, is there a need to adapt the guidelines for basic life support resuscitation?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}