{
    "paper_id": "b37f7ac4a8bcb075e75946c99287a72ce29d7043",
    "metadata": {
        "title": "The Ribonueleie Aeid ot Infeetious Bronehitis Virus",
        "authors": [
            {
                "first": "Hilary",
                "middle": [],
                "last": "Watkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Reeve",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Poultry Department, Central Veterina~ry Laboratory, New Haw, Vgeybridge, Surrey, Great Britain",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "AnMysis of the nucleic acid of infectious bronchitis virus by SDS polyacrylamide gel eleetrophoresis revealed an RNA of molecular weight 9.0 × 106 Daltons. The RNA was shown to have a sedimentation coefficient of 50.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis virus (IBV) is a member of the group of RNA-containing enveloped viruses termed Coronavimses. In man, viruses of this group may cause common-cold-like diseases and in pigs two fatal diseases are associated with coronavirus infections. IBV infections may cause considerable morbidityin adult chickens, affecting egg production and growth rates, and cause high mortality in young chicks (9) . In spite of the importance and wide distribution of these pathogens little is known of the virus structure.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduetion"
        },
        {
            "text": "Morphological studies (3, 4, 5) have shown that the virions of IBV are pleomorphic particles 80--120 nm in diameter, with an internal component 7--8 nm in cross-section, bounded by an envelope membrane which in most strains has a characteristic corona of spikes.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 26,
                    "end": 28,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 29,
                    "end": 31,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduetion"
        },
        {
            "text": "Studies on the structural polypeptides of a human coronavirus, OC43, revealed 6 or 7 polypeptides with molecular weights of 19t,000-15,000 (ll), but studies with IBV have shown a more complex picture (CoLLI~S, An~XA~])ER and HARKNESS, in preparation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduetion"
        },
        {
            "text": "A recent study of the RNA of IBV (t5) has suggested that the RNA consists of a discontinuous single strand with extreme heterogeneity in the sizes of the RNA fragments as revealed by centrifugation on sucrose gradients, or polyacrylamide gel electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduetion"
        },
        {
            "text": "In contrast ,we describe the extraction of a single, large molecular weight species of t~NA from purified IBV virions, using a method described by KI~GSBV~r (12) for isolation of Newcastle disease virus RNA.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduetion"
        },
        {
            "text": "The following radioisotopes were purchased from the l~adiochemical Centre, Amersham, U.K. : Carrier free a2p orthophosphate (10 mCi/ml), ~H-L-Leucine (46 Ci/ m3~), 5-sH Uridine (20---30 Ci/m~). Uridine 2,3 monophosphate (UMP) was obtained from Sigma Ltd., ribonuclease was from B.D.tt. Ltd., Peele, England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radioisotopes and Other Materials"
        },
        {
            "text": "Ten-day-old fertile chicken eggs were inoculated with 100--1000 ELDs0 IBV (Beaudette strain). Approximately 2 hours later, 50-100 I~Ci ~2p and 20--50 I~Ci 3H-L-Leucine were inoculated into each embryo. In preliminary experiments embryos were inoculated with 20--50 ~Ci sH-Uridine after virus inoculation. After 30 hours incubation at 37 ° C, infected eggs were ehilled and the Mlantoie fluid harvested. After low speed centrifugation to remove cell debris, the virus was concentrated by centrifugation at 40,000 g for 40 minutes. The pellet was resuspended in 0.01 ~ Tris-EDTA buffer pH 7.4 (TE buffer). Purification was by centrifugation through 37 per cent (w/w) sucrose at 40,000 g for one hour and the pellet was resuspended in TE buffer. Further purification was done by isopycnie separation on linear 0--60 per cent (w/w) sucrose gradients, by eentrifugation for 2 hours at 25,000 r.p.m., or on discontinuous gradients consisting of 60, 55 and 38 per cent sucrose. A 3× 20 ml rotor was used throughout,. The virus band was collected, diluted with TE buffer and pelleted at 40,000 g for 40 minutes. The final pellet was resuspended in TE buffer and used immediately or stored at ---70 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Preparation and Puri]ication"
        },
        {
            "text": "Infectivity was estimated as 50 per cent Egg lethal dose (ELDs0) in 9 to 10-day old eggs as described (2) . Complement, fixing activity was measured by the method of B~AC~W~LL (7).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Injectivity and Complement Fixing Activity"
        },
        {
            "text": "Ribosomal RNA from E. cell, and rat liver were extracted by the method of KIt~BY (13) and precipitated with 99 per cent ethanol. The RNA was dried with an ether/ethanol mixture, made up to 5 mg/rnl in 0.1 ~ sodium acetate buffer pit 5.2 and stored at --20 ° C. Transfer (5 S) RNA was obtained from Miles Products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Markers"
        },
        {
            "text": "Samples of radiodsotope-labelled IBV were made I per cent with respect to SDS and heated for 2 minutes at 60 ° C. Samples of virus and E. cell ribosomal RNA were layered onto preformed linear 15--30 per cent (w/w) sucrose gradients containing 1 per cent SDS. Rat liver ribosomal RNA and 5S RNA were run simultaneously on identical gradients. Centrifugation was either for one hour at 50,000 r.p.m, in a 3 × 6.5 ml titanim~n rotor or for 16 hours at 22,000 r. p. In. in a 3 × 20 ml rotor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS Sucrose Gradient Centri]ugation"
        },
        {
            "text": "Gradients were removed by upward displacement using an ISCO densi W gradient remover and t2 or 25 drop fractions were collected. Total radioactivity was estimated by dissolving 10 or 20 izl samples in Oxitol scintillation fluid (1) and counting on an ICN Traeerlab Corumatie 200 Spectrometer. Acid-insoluble radioactivity was measured by precipitating the remainder of the fractions with 5 per' cent (w/v) trichloracetie acid (TCA) in the presence of 50 izg carrier RNA. The precipitates were washed with 20 ml ice-cold 5 per cent TCA on glass fibre circles (Whatman Ltd.), dried, and the radioactivity estima~d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS Sucrose Gradient Centri]ugation"
        },
        {
            "text": "Polyacrylamide gels 7 mm in diameter and 80 mm in length were cast in glass tubes by polymerising a solution containing: 2.2 per cent (w/v) acry]amide, 0.125 per cent (w/v) N, N-methylenebisaerylamide, 0.03 per cent (v/v) N, N, N', N'-tetramethylethylenediamine, 10 per cent (v/v) glycerol, in 0.125 ~ Tris-NiC1 buffer pI-t 7.0. Samples, or marker BNA, were made 1 per cent with SDS, 20 per cent with glycerol and 0.01 per cent with bromophenol blue and layered onto the surface of the gels. The resevoir buffer was 0.04 m Tris-acetate pH 7.8, containing 0.1 per cent SDS, 10 per cent glycerol and 2 mlv~ UMP. F~leetrophoresis was at, 5--7 mA per gel for approximately 4 hours. After fixing in ice cold 5 per cent TCA, gels were scanned on a Joyce-Loebl UV scanner, sliced, and radioactivity estimated as described (I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis (PAGE)"
        },
        {
            "text": "Purification of virus labelled with 3H-Uridine on linear sucrose gradients produced a single peak of radioactivity at an approximate density (D~0 o) of 1.18 g/ em 3. Infectivity and complement fixing activity were related to this peak, confirming that IBV is an RNA-eontaining virus ( Figs. 1 and 2 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 298,
                    "text": "Figs. 1 and 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Puri[ication o/IBV"
        },
        {
            "text": "Virus labelled with a2p and extracted by the phenol-cresol method used by KIaBY (13) revealed a range of RNA sizes after centrifugation on 15--30 per cent sucrose gradients (data not shown) similar to those described by TA~OOK (15) . In further experiments ~-irus, disrupted by SDS and smalysed by rate zonal eentrifugation on 15--30 per cent linear suerose-SDS gradients, revealed two peaks containing acid-insoluble 32p. These peaks sedimented with vMues of approximately 50S and 90S. Some 3H-leueine activity was associated with the 50S component, but a much larger peak was associated with the 90S component (Fig. 3) probably representing undegraded virus, or ribonueleoprotein. ; and aH-uridine radioactivity • w",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 620,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Sucrose Gradient Analysis o/ IBV RNA"
        },
        {
            "text": "Parallel experiments with unlabelled Sendai virus also showed a peak of absorbance (measuIed at 260 nm) which sedimented with a value of approximately 50S. Faster sedimenting material was also observed at the bottom of the gradient and was assumed to be partially disrupted, or whole, virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sucrose Gradient Analysis o/ IBV RNA"
        },
        {
            "text": "Analysis of SDS-disrupted, 3~p and 3H-leucine labelled IBV by eleetrophoresis on 2.2 per cent polyacrylamide gels revealed a single major radioactive peak with a molecular weight of 9.0× 106 (approximately equivalent to 60S) (Fig. 4) . In sucrose gradients two peaks of a~P activity were seen, whereas PAGE resolved only one band although some activity remained at the top of the gels. The pore size of the gel used in these experiments would have excluded lal ge molecular weight mate:riM such as the 90S component seen in sucrose gradients. The apparent discrepaney between the size of the RNA estimated by rate zonal centrifugation and PAGE was examined by analysis of the 50S component from sucrose gradients by PAGE. A peak of moleclHar weight 9.0 × 108 (A) was seen but components of lower molecular weight (B and C) were also present (Fig. 5) . We consider the components B aad C to be degradation products produced during the reisolation of the 50S component from fractions of the rate zonal gradients and not subgenomie fragments as such.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 849,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Polyacrylamide Gel Etectrophoresis o/IB V RNA"
        },
        {
            "text": "Sensitivity ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Etectrophoresis o/IB V RNA"
        },
        {
            "text": "TAN~OCK (1_5) using a phenol-SDS RNA extraction technique, examined tile I~NA of IBV by sucrose gradient and PAGE analysis. His results revealed a large number of heterogeneous molecular weight components which were also obtained in our own studies using a similar technique. However, we have produced evidence, using a method involving minimum manipulation of the virus, that the t~NA genome consists of a single strand which migrates with a molecular weight of 9.0 × 106 on 2.2 per cent polyacrylamide gels or as 50S RNA on sucrose-SDS gradients. The discrepancy in value under the two systems could be accounted for if secondary structure of the RNA is involved. Further analysis of tile IBV genome under more denaturing conditions, such as urea, formaldehyde, or DMSO rate zonal gradients may reveal breaks hidden by secondary structure (6, 10, 12) .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 844,
                    "text": "(6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In studies with Sendai virus (14) partial secondary structure of the RNA genome has been indicated using denaturing DMSO gradients. Results obtained with double labelled virus do not preclude the possibility that small amounts of protein may be associated with the RNA structure under the conditions employed in this study. Further examination is required to determine the relationship of the I~NA to the virion. Whether it exists as a nueleocapsid similar to the paramyxovirus RNA or in some other form is unknm~m at present.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This work was a~ided by a grant from the Agricultural Research Council (A.R.C.). H. VCL was supported by the A.R.C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aeknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The proteins of Newcastle disease virus. 1. The structural proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reeve",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Microbios",
            "volume": "5",
            "issn": "",
            "pages": "199--212",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Publication No. 1038, National Academy of Sciences, National l~eseareh Council",
            "authors": [],
            "year": 1963,
            "venue": "ANon: Methods for the examination of poultry biologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Morphology of influenza A, B, C and infectious bronchitis virus (IBV) virions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ai&apos;ostolov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Hhh"
                    ],
                    "last": "Flewet%",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kendall",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "The Biology of the Large I~NA Viruses",
            "volume": "",
            "issn": "",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ALMmDA: The morphological and biological effects of various antisera on avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Be~ry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. gen. Virol",
            "volume": "3",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The structure of infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Belfry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Cruioi~shani~",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Che",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I-I",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "403--407",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dependence of the sedimentation coefficient on molecular weight of I~NA after reaction with formaldehyde",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boedtker",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. tool. Biol",
            "volume": "35",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A direct complement fixation test for infectious bronchitis virus using heat-inactivated chicken sera",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "B~acewell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Vet. l~ec",
            "volume": "92",
            "issn": "i973",
            "pages": "452--454",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "I'IAI~ICNESS : Heterogeneity of infectious bronchitis virus grown in eggs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "%v",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Avian infectious bronchitis",
            "authors": [
                {
                    "first": "Ci~-~i~&apos;ghaivl C",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Adv. vet. Sci",
            "volume": "14",
            "issn": "",
            "pages": "5--148",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Some physical properties of bacteriophage 1~ 17 and its ribonueleic acid",
            "authors": [
                {
                    "first": "T2~",
                    "middle": [
                        "F"
                    ],
                    "last": "~esteland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boedtkei~",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. moL Biol",
            "volume": "8",
            "issn": "",
            "pages": "496--507",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "DOWDLE : Protein composition of eoronavirus OC43",
            "authors": [
                {
                    "first": ". I-Iieri-Iolzer",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Almeii",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Whit/~&apos;ield",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "J~",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "48",
            "issn": "",
            "pages": "516--527",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Newcastle disease virus RNA",
            "authors": [
                {
                    "first": "K[ngsbui~¥",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J. tool. Biol",
            "volume": "18",
            "issn": "",
            "pages": "195--203",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Isolation and eharacterisation of ribosomM I~NA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Ki~b~ ~",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Bioehem. J",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular weight determination of Sendal virus RNA by dimethyl sulfoxide gradient anMysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tg2olakofs~¥",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruschi",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. ViroI",
            "volume": "11",
            "issn": "",
            "pages": "615--620",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The nucleic acid of infectious bronchitis virus. Arch. ges. Virusforseh",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tasrnock",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "259--271",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Authors' address: Dr.I-I. WA~KINS, Department of Bacteriology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Isopycnie eentrifugation of infectious bronchitis virus Centrifugation of partiMly purified IBV on 0--60 per cent sucrose gradients, for 2 hours at 17,000 g. Distributions of density a ...... zx; protein • --®; and infectivity o------o. Complement fixing activity is indicated by the histogram",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "No.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Uptake of 3H-uridine associated with IBV Centrifugation of partially purified 3tI-uridine labelled IBV on 0--60 per cent sucrose gradients, for 2 hours at 17,000 g. Distributions of density a ...... A; protein concentration (optical density at 280 nm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "of the 50 S component of SDS disrupted IBV to ribonuclease (RNAse) was demonstrated. Part of each fraction from the 15--30 per cent sucrose gradient was precipitated with 99 per cent ethanol at --20 ° C, after addition of No.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Rate zonal centrifugation of SDS-treated IBV Purified 32P/3tt-leueine labelled IBV in 1 per cent SDS was centrifuged on linear 15 to 30 per cent sucrose gradients containing SDS for 16 hours at 15,000 g. TCA insoluble radioactivity: ~P • .; 8tt-leucine o o 100 ~xg of carrier RNA. The fractions were washed onto glass fibre circles with cold phosphate buffered saline (PBS) and the filters incubated in 2.0 ml PBS containing 10 ~tg/ml I~Nase at 28 ° C for one hour. The filters and incubation media were then washed with ice-cold 5 per cent w/v TCA and radioactivity determined. The fraction containing the 50 S component showed almost complete I~NAse sensitivity, yielding only 10 per cent of the original TCA-insoluble activity (from 550 cpm per 0.1 ml to 60 cpm per 0.1 ml). No.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Polyaerylamide gel eleetrophoresis of SDS-treated IBV Purified ~eP/:~H-leueine labelled IBV in 1 per cent SDS was analysed on 2.2 per cent polyaerylamide gels. Radioactivity : sep = --,, ; 31-I-leueine o .... o",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Polyaerylamide gel eleetrophoresis of the 50S component from SDS-suerose gradients The 32p 50S component of IBV was precipitated wi~h carrier RNA by 99 per cent ethanol at --20 ° C and analysed on 2.2 per cent polyaerylamide gels",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}