{
    "paper_id": "b3a334560f9a7a4b35a60415c87d41d658a89ebb",
    "metadata": {
        "title": "A deductive approach to modeling the spread of COVID-19",
        "authors": [
            {
                "first": "Pranav",
                "middle": [],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal University",
                    "location": {
                        "settlement": "Manipal, Naperville",
                        "region": "KA, IL",
                        "country": "India, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shekhar",
                "middle": [],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal University",
                    "location": {
                        "settlement": "Manipal, Naperville",
                        "region": "KA, IL",
                        "country": "India, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-COV-2), previously known as 2019-nCoV, is responsible for the atypical pneumonia pandemic designated as Coronavirus Disease 2019 . The number of cases continues to grow exponentially reaching 492,000 people in 175 countries as of March 25, 2020. 22,169 people (~4.5%) infected with SARS-COV-2 virus have died. We have developed an exponential regression model using the COVID-19 case data (Jan 22 -Mar 22, 2020). Our primary model uses designated Phase 1 countries, who exceed 2500 cases on Mar 22. The model is then applied to Phase 2 countries: those that escaped the initial Phase 1 global expansion of COVID-19. With the exception of stabilizing countries (South Korea, Japan, and Iran) all Phase 1 countries are growing exponentially, as per 2500 ( ) = 120.4 × 0.238 , with a rate, r = 0.238 ± 0.068. Excluding China, the BRICS developing nations and Australia are in Phase 2. Case data from Phase 2 countries are following the model derived from Phase 1 countries. In the absence of measures employed to flatten the curve including social distancing, quarantine, and healthcare expansion, our model projects over 274,000 cases and 12,300 deaths in the US by Mar 31. India can expect 123,000 cases by April 16. By flattening the curve to the growth rate of stabilizing countries (r = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-COV-2), previously known as 2019-nCoV, is a novel virus in the coronaviridae family of positive sense, enveloped, RNA viruses 1 . It is responsible for the atypical pneumonia pandemic designated as Coronavirus Disease 2019 , by the World Health Organization. First identified in Wuhan, China in December 2019, COVID-19 has spread to 175 countries/territories, with over 492,000 cases as of March 25, 2020 2,3 . During this period, there has been a stepwise escalation of international, national, and regional governmental responses. The Wuhan Government confirmed that local hospitals were treating 27 cases of viral pneumonia on December 31, 2019 4 . However, approximately three weeks later, on January 20, the United States confirmed its first case 5 . Due to the rapid expansion of cases across the world, the World Health Organization (WHO) designated COVID-19 as Public Health Emergency of International Concern on January 30, 2020 6 . On the same day, India confirmed its first case in the state of Kerala 7 .",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 807,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The United States Centers for Disease Control and Prevention (CDC) issuing a travel alert to the Wuhan region on January 6, 2020 8 . Various countries systematically blocked international travel from known COVID-19 hot-spots, including China, Iran, and the European Union. At the time of writing, nearly 80 nations have a global travel ban with an additional 9 implementing global quarantine measures 9 . These efforts hope to prevent local seeding of infection, each of which can rapidly increase case numbers. When examining smaller confined communities exposed to SARS-COV-2, the disease spreads unabated. Initial studies examined high-density exposed cohorts, including cruise ships, prisons, nursing homes, and healthcare workers [10] [11] [12] [13] . Therefore, it appears that containment of COVID-19 primarily be mitigated by preventing local seeding through travel restriction and reducing the population density around potential infected person.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 401,
                    "end": 402,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A wide array of models exists for the predicting the spread of infectious disease across various cohorts. These models may be stochastic in nature, creating probability distributions by moving about random variables, or deterministic in nature, compartmentalizing the population across various groups. The Susceptible Exposed Infectious Recovered (SEIR) model is a widely utilized mathematical model in the COVID-19 outbreak 14 . Liu et al reviewed the models of 12 studies which calculated the basic reproductive number (R0) of the SARS-COV-2 virus 15 . The studies examined employed various techniques of subdividing the population and utilizing historical data of related diseases (i.e. SARS, MERS) to estimate the potential impact of COVID-19. While these models help simulate the possible course of a disease given population and disease characteristics, each model becomes outdated as various governments implement restrictions on its population. Infectious disease dynamics are classically considered as exponential in nature. However, Maier and Brockmann demonstrate that COVID-19 is affected by \"fundamental mechanisms that are not captured by standard epidemiological models\" 16 . This is notably true in early phases of disease expansion. Consequentially, COVID-19's behavior warrants the examination of models outside of inductive logic.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The authors of this paper seek to understand the expansion of COVID-19 through a deductive examination of existing case data. Our study examines this pandemic through data provided by the Johns Hopkins University's Systems Science and Engineering Group (JHU CSSE) 17 . Our approach is inherently simplistic as it examines COVID-19 case numbers first. This deductive 'outside-in' observational approach allows us to derive models without consideration of ever-changing population dynamics reflective of health policy measures being implemented. We seek to apply our model to nations which have avoided the initial expansion of COVID-19. In this study, we model the pandemic's impact on the United States and BRICS developing nations. India's 657 cases, as of March 25, represent ample seeding, priming the nation for a devastating expansion of cases and fatalities.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pandemic case data is provided by JSU CSSE's GitHub repository on COVID-19. It is an aggregation of case data starting on January 22, 2020, from several sources 17 . Cases in the data set include laboratory confirmed cases and presumptive cases of COVID-19. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Raw Data -COVID-19 Case Numbers"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Raw Data -COVID-19 Case Numbers"
        },
        {
            "text": "We include a series of countries into our data set for comparative purposes. We designate Phase 1 countries as those who exceed 2500 cases of COVID-19 as of March 23, 2020. These countries, which suffered the initial global expansion of SARS-COV-2, provide a working example for countries who recently acquired the virus. We also include members of the Group of 7 (G7) to examine differences between developed and Phase 1 countries. We include BRICS countries as an example of large, developing countries likely to become part of Phase 2. The Phase 2 countries are hypothesized to acquire SARS-COV-2 either through direct seeding from the epicenter, China, or via secondary seeding from Phase 1 countries. We include Australia as a nation of interest, due to its developed status, geographic proximity to China, and relative escape from Phase 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Raw Data -COVID-19 Case Numbers"
        },
        {
            "text": "In the early expansion of COVID-19 within each country, cases primarily expanded from international seeding from China, rather than internal human-to-human spread. The sporadic nature of these cases spreading around the world can be visualized through notable sub-exponential, erratic growth patterns, within a country. After a country reaches its 100 th case, the disease load increases exponentially ( Figure  1) . The time it takes to exceed 100 cases also demonstrates substantial variation (Figure 2 ). . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 414,
                    "text": "Figure  1)",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Excluding Data Prior to the 100 th Case Per Country"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excluding Data Prior to the 100 th Case Per Country"
        },
        {
            "text": "Of the countries already exceeding 2500 cases, the mean time to exceed 100 cases is 40 days, with standard deviation 6.3 days, calculated from Jan 22, 2020. The high variance in data supports excluding the first 100 cases from the modeling equations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2: Days to exceed 100 cases of COVID-19 from January 22, 2020. The JHU CSSE data set starts on January 22, 2020. From this date, we count the number of days each country takes to exceed 100 COVID-19 cases. The initial expansion is primarily from international seeding, rather than internal human-to-human spread. Countries which reached 100 cases likely have greater international travel with China. For the countries shown, the number of days to reach 100 cases has a mean of 40 days, with standard deviation 6.4 days."
        },
        {
            "text": "We exclude four countries: China, Iran, Japan, and South Korea. China is excluded due to notably unreliable data and changed its methodology. Numerous reports exist demonstrating the suppression of case data by Chinese authorities [18] [19] [20] . Iran, Japan, and South Korea are excluded as outliers, which approached the stationary phase of COVID-19 early in the timeline (Figure 3) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 385,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exclusion Criteria for the Predictive Model"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria for the Predictive Model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044651 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria for the Predictive Model"
        },
        {
            "text": "Eleven countries pass the inclusion and exclusion criteria. For each of them, an exponential regression is applied, as per the function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a Predictive Model"
        },
        {
            "text": "where I is the number of infected cases at a time t in days, N is the initial case load, r is the rate of growth. The results are reported in Tables 1-3Table 1. We then average the values for N and r, producing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a Predictive Model"
        },
        {
            "text": "7 ( ) = 122 × 0.245",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Equation 1: Countries Exceeding 2500 cases of COVID-19"
        },
        {
            "text": "Japan is excluded from the model due as it meets the exclusion criteria. Figure 4 presents our primary model, I2500, with 95% confidence intervals and case data of Phase 1 countries. We aligned the data from each Phase 1 country, such that t = 1 day when the number of cases is closest to, but greater than 100. The 95% confidence intervals continue to contain the trajectories of nearly all Phase 1 countries beyond Mar 22.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Model Equation 2: Group of 7 (G7) Countries."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Equation 2: Group of 7 (G7) Countries."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Equation 2: Group of 7 (G7) Countries."
        },
        {
            "text": "We have excluded the SARS-COV-2 source nation of China from the BRICS countries for future modeling. We hypothesize that these major developing countries escaped the first phase of global COVID-19 expansion due to reduced seeding. With a smaller amount of air travel between China and the other BRICS countries, the time to reach the 100 th case will fall later in the pandemic's timeline. Next, we fit the equation, 2500 ( ) = 120.4 × 0.238 , to each country ( Figure 5) . For t=1 day, the model projects 152 cases. Thus, we start the model for each country on the date with number of COVID-19 cases closest to 152.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "Applying the Model to Developing Nations"
        },
        {
            "text": "The actual number of infected persons will be affected by statistical uncertainties. We use our fit and standard deviation in the fitted parameter to estimate the range of growth at ± 1σ and 2σ levels for India. We expect all Phase 2 countries to have a similar band of cases (Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "(Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Applying the Model to Developing Nations"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applying the Model to Developing Nations"
        },
        {
            "text": "India (Projected) +2s +1s -2s -1s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projection of COVID-19 Expansion in India"
        },
        {
            "text": "The mean rate (r) of expansion of Phase 1 countries is 0.238, with standard deviation (σ) 0.0340. We plot 1σ and 2σ variations about the function 2500 ( ) = 120.4 × 0.238 . There is a 95% probability that India's case rate will fall between the outer two lines, assuming it COVID-19 expands at the same rate as Phase 1 countries. Existing case data is plotted with red markers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6: Projection of COVID-19 Expansion in India."
        },
        {
            "text": "For theoretical consideration, we examine what would happen if a country could instantaneously shift from the Phase 1 growth rate to that of the stabilizing countries, starting March 26, 2020. The estimated case fatality rate (CFR) of the COVID-19 is 4.51%, based on arithmetic division of fatalities to known cases 17 . We can then estimate the number of preventable deaths when if a country instantly stabilized its growth to that of South Korea, Japan, and Iran.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Modeling the Impact of Stabilizing Expansion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Equation 5: Preventable deaths with Phase 1 growth. PD is preventable deaths. The case fatality ratio of COVID-19 (CFR) is 4.51%. It is multiplied into the difference of cases between Phase 1 growth and that of stabilizing countries."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Equation 5: Preventable deaths with Phase 1 growth. PD is preventable deaths. The case fatality ratio of COVID-19 (CFR) is 4.51%. It is multiplied into the difference of cases between Phase 1 growth and that of stabilizing countries."
        },
        {
            "text": "Through our examination of COVID-19's expansion around the world, we draw several conclusions on the intrinsic nature of SARS-COV-2 and the impact of human intervention to curtail its spread. First, we note that most countries affected in the Phase 1 growth of disease follow exponential growth curves with comparable rates. Norway exhibits the minimum rate at 0.191, while the United States has the greatest at 0.295. The mean rate of expansion of Phase 1 countries is 0.238 (95% CI 0.170-0.306). For G7 countries, the mean rate of expansion is 0.245 (95% CI 0.184-0.306). Thus, we observe that G7 nations follow closely with other Phase 1 nations in COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When compared with the three stabilized countries of Iran, Japan, and South Korea, we notice more troubling picture. The average rate of growth of stabilized countries is in excess of 5 times less than the rate of growth of Phase 1 and G7 countries. If the US follows I2500, we expect over 119,000 cases by Mar 31. More concerning, though, is that the US is growing one standard deviation above I2500. The cases based on ℎ 1 is over 274,000 by Mar 31. If it were possible to instantaneously change to the rate of growth calculated for stabilized countries, the expansion of COVID-19 would be limited to approximately 85,800. If we apply the CFR to ℎ 1 of the United States, we expect in excess of 12,300 fatalities resulting from COVID-19 by March 31. Applying the same CFR to , we expect about 3,800 deaths. If the United States implements the measures noted in South Korea, Japan, and Iran, approximately 8,500 of deaths could be prevented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Phase 2 nations we examined, Australia plus the developing nations of Brazil, Russia, India, and South Africa, have a unique opportunity to compare the differences between the stabilized nations and expanding Phase 1 nations. India, the second most populous country in the world, has a population density over 3 times greater than that of China (454 vs 145 persons per square kilometer) 21 . This is far greater than the remaining Phase 2 nations, indicating the greatest potential for COVID-19 expansion. If India expands as per ℎ 1 , we expect approximately 123,000 cases, resulting in over 6,800 fatalities, by April 25. However, if India expands as per , we expect 1,745 cases. Given the high attack rate and rapid spread of COVID-19 in densely populated, confined areas such as cruise ships, prisons, and hospitals, I2500 may underestimate India if its dense urban population interacts normally. However, if India successfully executes its 21-day lockdown on its 1.3 billion people, we calculate approximately 5,500 lives saved by April 16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our model may prove to be optimistic when considering the application of Phase 1 Country's largely developed healthcare systems with those of the Phase 2 developing countries. South Africa, Brazil, India, and have 2.8, 2.2, and 0.7 hospital beds per 1000 people, respectively. Though closer to Iran's 1.5 hospital beds per 1000 people, they are far below Japan and South Korea with 13.4 and 11.5, respectively 22 . Therefore, even with robust laboratory testing and quarantine measures, we must prepare for greater COVID-19 growth in developing countries. It is equally important to note that South Korea has a population density in excess of India (530 vs . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "text": "22",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 455 people per square kilometer) 21 . Japan also exceeds the remainder of the studied nations with 347 people per square kilometer. Therefore, a country's ability to manage COVID-19 is not primarily limited by population or population density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Looking forward, we advise countries to rapidly implement policies to augment the spread of COVID-19. The exponential spread of disease is difficult to intuitively explain to the general population. In everyday life, we encounter arithmetic changes more often than exponential changes. Our instinct of examining relatively manageable changes to the case load to make policy decisions will quickly be eclipsed by the exponential expansion of this disease. Further complicating the matter is an estimation that 17.9% of COVID-19 patients are asymptomatic 23 . Looking at the data from the Diamond Princess cruise line, most of the cases occurred before or around the start of the quarantine. This reemphasizes the importance to make proactive, as opposed to reactive, policy decisions. It additionally demonstrates the importance of individual responsibility towards social distancing and personal hygiene. Should countries integrate the methods behind the success noted in South Korea, Japan, and Iran, thousands, perhaps millions, of deaths be prevented.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 555,
                    "text": "23",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is important to consider the significant limitations of this preliminary study. First, our model assumes continuous, regular exponential growth. Disease epidemics ultimately follow a sigmoidal shape, as they approach the carrying capacity of the disease. SEIR models account for a decreasing susceptible population and increasing recovered population with immunity. These models prove to be superior in long term analysis of a disease's expansion. It is most likely that our model is only applicable for the initial exponential expansion of a disease. For COVID-19, we caution its usage beyond 60 days after initial seeding of 100 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The data collected by the JHU CSSE is impacted by the reporting capabilities of each country. Subclinical cases are improbable to detect through surveillance screening due to lack of laboratory resources in most countries. Such cases would be entirely missed as presumptive cases, as these patients would not report to a healthcare facility. As mentioned earlier, the presumptive asymptomatic SARS-COV-2 positive population is 17.9% 23 . Beyond sub-clinical cases, governments are instructing mildly symptomatic patients to quarantine at home rather than seek hospital care. These cases would also avoid detection and registration in the data set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The model equations serve to average the differences between healthcare systems, hospital bed per capita, laboratory testing capabilities, population dynamics, etc. When applying the model to any given country in initial phase of growth (<60 days after 100 cases), though, these differences are expected to exert considerable influence on COVID-19's growth rate. This further emphasizes the caution to utilize this model beyond the initial expansion of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol",
            "authors": [],
            "year": 2020,
            "venue": "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0695-z2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wuhan Municiple Health and Health Commission's briefing on current pneumonia situation in our city",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929--936",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19) events as they happen",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Update on Novel Coronavirus: one positive case reported in Kerala. pib.gov.in/Pressreleaseshare.aspx?PRID=1601095. Accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avoid Nonessential Travel -Travel Health Notices | Travelers' Health | CDC",
            "authors": [],
            "year": 2020,
            "venue": "COVID-19 in China -Warning -Level",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid19 | Global Travel Navigator",
            "authors": [
                {
                    "first": "Mayer",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission potential of the novel coronavirus (COVID-19) onboard the diamond Princess Cruises Ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Model",
            "volume": "5",
            "issn": "",
            "pages": "264--270",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2020.02.003"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus Found In China Prisons, As Cases Spike In South Korea. NPR.org",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 in a Long-Term Care Facility -King County",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Over 1,700 frontline medics likely infected with coronavirus in China, presenting new crisis for the government",
            "authors": [
                {
                    "first": "Cnn",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Natalie",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Culver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemic Analysis of COVID-19 in China by Dynamical Modeling. Epidemiology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.20023465"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China. ArXiv200207572 Phys Q-Bio",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Novel Coronavirus COVID-19 (2019-NCoV) Data Repository by Johns Hopkins CSSE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cssegisanddata",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How early signs of the coronavirus were spotted, spread and throttled in China. The Straits Times",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "China Silences Critics Over Deadly Virus Outbreak. The New York Times",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "China keeps changing how it counts coronavirus cases",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Feuer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hospital beds",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Islamic Rep",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Japan",
                    "suffix": ""
                },
                {
                    "first": "Rep",
                    "middle": [],
                    "last": "Korea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Data: • Phase 1 Countries: All countries reporting greater than 2500 cases as of March 22, 2020 • Members of the Group of 7 (G7): Canada, France, Germany, Italy, Japan, UK, US • Members of the BRICS developing nations: Brazil, Russia, India, China, South Africa • Developed nations of interest in Phase 2:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Model 1: All countries reporting greater than 2500 cases as of March 23, 2020 • Model 2: G7 countries",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cases of COVID-19 in Stabilizing Countries.We isolate Iran, Japan, and South Korea fromFig. 1. On a logarithmic scale graph, the rate of exponential growth is visualized by the slope of the curve. These countries obtained early COVID-19 expansion reduction, noted by a significant change in slope. They are excluded from the modeling equations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Equations 3 and Model Equation 4: 25− as the number of cases in a country on March 25 and t is the number of days after March 25. The growth rates are derived from Tables 1 and 3, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The mean rate of expansion of Phase 1 countries is 0.238, with standard deviation 0.034.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Exponential regression modeling of Group of 7 (G7) countries, for the equation ( ) = × . An average value for 'N' and 'r' is calculated. The mean rate of expansion is 0.245, with standard deviation 0.0305. Japan, a member of the G7, is displayed as a strikeout due to being present in the exclusion criteria. However, we display it for comparison purposes. Note that Japan's rate of expansion, r, is approximately 3 times below the average for G7 nations.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}