{
    "paper_id": "b3ab737a284fe724c6f780bfff0bb1cf355448a7",
    "metadata": {
        "title": "Complete genome comparison of duck hepatitis virus type 1 parental and attenuated strains",
        "authors": [
            {
                "first": "Yong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chuanfeng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Zongyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "•"
                ],
                "last": "Binrui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "•"
                ],
                "last": "Gang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [
                    "•"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guangqing",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Two complete duck hepatitis virus type 1 (DHV-1) genomes, strain SY5 and its chicken embryos passage descendent vaccine strain ZJ-A, were compared and analyzed in order to identify possible sites of attenuation. Of the 205 nucleotide changes, 22 resulted in sense mutations, 174 produced nonsense mutations. Besides, there are 7 consistent nucleotides substitutions in 5 0 UTR and 2 in 3 0 UTR. Three of these 22 sense mutations resided in VP0, 6 exists in VP1, one exists in VP3, 3 exists in 2A2, 3 exists in 2C, one was detected in 3B and 5 was in 3D. These results suggested that VP0, VP1, 3D, and 5 0 /3 0 UTR may contribute to the attenuation of DHV-1 in chicken/ duck/embryos. The results provide a genetic basis for future manipulation of a DHV-1 infectious clone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Duck hepatitis virus type 1 (DHV-1) was first described on Long Island in 1949 [1] . Subsequently, outbreaks were reported from England, Canada, Germany, Japan and elsewhere. In 1963, the virus reached the mainland of China, although it was not identified until 1984. DHV-1 causes a highly contagious disease in young ducks often associated with liver necrosis, hemorrhagic, and high mortality, so it was thought as one of the most important viral disease for ducks industry, which is an important part of the animal husbandry in Asia. Currently, control of the disease is based upon the use of modified live virus (MLV) vaccines, which was attenuated through series passage in duck/chicken embryo [2] . But the attenuated mechanism is still not clear. Clues to the genetic basis of pathogenicity can be gleaned from comparison of the nucleotide sequence of a virulent parent viral strain with that of the duck/chicken embryos-passaged attenuated variant. One such pair is the prototype south-east of China isolate, strain SY5, and ZJ-A, its chicken embryos adapted attenuated descendent. In this article, we report the complete nucleotide sequence of both strains of DHV-1 and have deduced and characterized their nucleotide and protein differences. Several key amino acid changes between parental and vaccine strains were identified using this approach, but many other nucleotide and amino acid changes also occurred in genomic regions of unknown function. The nucleotide sequences were also compared to other attenuated DHV-1 strains, and some consistent difference was found in these reference strains, indicating that these amino acids may be related isolate attenuation.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "DHV-1 virulent strains SY5 were isolated from the south-east of China in 2007. ZJ-A was a descendent vaccine strain from SY5, which was serially passaged 80 times in embryonating chicken eggs. It is avirulent for ducklings but lethal for chicken embryos. Genomic RNA was extracted from the viral suspension with RNeasy (Qiagen, Germany), and used immediately for cDNA synthesis. cDNA synthesis was performed with SuperScript II reverse transcriptase (RT) (Invitrogen) and specific RT primers. To determine the complete sequences of SY5 and ZJ-A, a total of five fragments covering the complete genome were PCR amplified with Pfu Turbo DNA polymerase according to the manufacturer's protocol (Stratagene) and using specific primers (Table S1 ) at several positions along the template RNA based on the published DHV-I sequence. The cDNA fragment from the 3 0 -end of the viral genome was amplified by the ''Rapid Amplification of cDNA Ends'' (RACE) method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 740,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The purified PCR products were sequenced either directly or after ligation to the pGEM-T Easy vector (Promega). Cycle sequencing reaction was performed using the Thermo sequenase cycle sequencing kit (Amersham Pharmacia Biotech) or the Thermo sequenase Cy5.5 dye terminator cycle sequencing kit (Amersham Pharmacia Biotech) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The complete genome sequences of other DHV-I isolates were retrieved from GenBank. Sequences were analyzed with the Mac Vector (Oxford Molecular Inc.) and DNAstar (DNASTAR Inc.) programs. Phylogenetic trees based on the VP1 genes were constructed by using the neighbor-joining (NJ) method [3, 4] and bootstrap analysis (n = 500) to determine the best fitting tree for each gene. The nucleotide sequence data reported in this study have been deposited with the GenBank database.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The length of the entire genomes SY5 and ZJ-A was consistent, Both of them consisted of 7,691 nucleotides (excluding the poly (A) tail) and contained a single open reading frame (ORF) containing 6,747 nucleotides terminating in a UGA codon. No additions or deletions were observed in the genomic sequences of SY5 and ZJ-A when compared with each other. The 5 0 UTR (626 nucleotides) and 3 0 UTR (314 nucleotides) showed, respectively, 3.6 and 1.3 % divergence between the two strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The polyprotein of ZJ-A is composed of 2,249 amino acids, which is similar to that of SY5. Sequence alignment revealed that the polyprotein contained a 3C pro protease and potential proteolytic cleavage sites, probably yielding 12 proteins by proteolytic cleavage (VP0/VP3/VP1/2A1/ 2A2/2A3/2B/2C/3A/3B/3C/3D). The nucleotide and amino acid sequence identity of the huge ORF between ZJ-A and SY were 63 and 92.6 %, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complete genome analysis of the parental strain SY5 and its chicken embryos adapted descendant, strain ZJ-A, revealed that 205 nucleotides had changed during viral strain attenuation. The changes appeared throughout the genome, except for 2A1, 2B, and 3C. Of the 205 altered nucleotides, 174 resulted in silent mutations such that the encoded protein was not changed. 174 resulted in silent mutations such that the encoded protein was not changed. Three of these 22 sense mutations resided in VP0, six exists in VP1, one exists in VP3, three exists in 2A2, three exists in 2C, one was detected in 3B and five was in 3D. Besides, there are seven consistent nucleotides substitutions in 5 0 UTR and two was in 3 0 UTR. Detailed analysis of the nucleotide changes, corresponding amino acid changes and potential coding domains are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 838,
                    "end": 845,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Like most DHV-I isolates studied, VP1 genes of strain ZJ-A and SY5 were 714-bp long. The nucleotide and amino acid sequence identities between SY5 and ZJ-A were 91.3 and 95 %, respectively. VP1 has been showed to be a very important protein in picornaviruses as it is responsible for attachment to the host cell and contains the primary neutralization epitope. On the other hand, its diversity among isolates is usually high and it seems probable that its variation is linked to host adaptation. Here, our results suggest that there was strong evidence for systematic differences between the field isolates (including SY5) and those that had become tissue-adapted (including ZJ-A). In particular, sequence alignments demonstrate two amino acid substitutions (E 129 ? V 129 and A 142 ? S 142 ) between SY isolates and ZJ-A. The carboxyl terminal region was generally the most variable and here the four attenuated Chinese isolates of group S1 showed six consistent differences from the field isolates (S 181 ? L 181 , H 183 K 184 ? R 183 G 1841 , N 193 ? D 193 , E 205 ? K 205 , R 217 ? K 217 , N 235 ? D 235 ) (Table1). These data strongly suggests that ZJ-A has adapted to tissue culture and was attenuated. This provides a basis for investigating the mechanism of attenuation in future experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Phylogenetic trees of the VP1-encoding genes created are shown in Fig. 1 . The results indicate that the VP1encoding gene have evolved into two distinct lineages (G I and G II, Fig. 1) .The virus strains of lineage G I were grouped into two different serotypes (S I and S II, Fig. 1 ). Four vaccine strains (A66, C80, MY and ZJ-A) were clustered into subgroup S II. SY5 and other field isolates that had not been multiplied in chicken/duck embryo or cell line were located in subgroup SI. These results indicated that ZJ-A has evolved greatly during attenuation by series passage in chicken embryos.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 177,
                    "end": 184,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 276,
                    "end": 282,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "It has been proved that the 5 0 and 3 0 -ends of viral sequences were correlated with attenuation in other viruses, such as poliovirus [5] , and shown to be important in viral replication and transcription for coronaviruses [6] . There were seven mutations occurred in the 5 0 -end of the DHV-1 during attenuation of strain SY-5 to ZJ-A, and their relative roles in attenuation must be further investigated. Though there were two changes occurred in the 3 0 -end of the DHV-1 genome, these mutations were also found in other attenuated DHV-1 isolates (data not shown); therefore, we think that they may be also related to the virulence of DHV-1. Viruses may also acquire attenuated phenotypes as a result of mutations in viral proteases, protease cleavage sites, within the polymerase gene, by altering viral proteins to decrease virion stability or to interfere with the virushost interaction, as well as by other mechanisms. The comparison of SY5 to its vaccine correlate, ZJ-A, revealed that the possibility exists for one or more of these mechanisms to be involved in attenuation, especially in 2A2, 2C, and 3D, because we found some consistent mutations among these proteases, which were also exist in other vaccine strains of DHV-1(data not shown).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a word, the complete nucleotide sequences of both strains of DHV-1 will provide some valuable bioinformation for studying on the genomic structure and protein function of DHV-1, more to the point, those key amino acid changes occurred in DHV-1 genomic will provide a genetic basis for future exploring the pathogenic mechanism of DHV-1 and developing one new-type vaccine against DHV-1 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Published ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A hitherto-undescribed virus disease of ducks in North America",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fabricant",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Cornell Vet",
            "volume": "40",
            "issn": "",
            "pages": "71--86",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Active immunisation of ducklings against duck virus hepatitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Crighton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Woolcock",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Vet. Rec",
            "volume": "102",
            "issn": "",
            "pages": "358--361",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of average number of nucleotide substitutions when the rate of substitution varies with nucleotide",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gojobori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Mol. Evol",
            "volume": "18",
            "issn": "",
            "pages": "414--423",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The neighbor-joining method: a new method forreconstructing phylogentic trees",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Biol. Evol",
            "volume": "4",
            "issn": "",
            "pages": "406--425",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genetic basis of attenuation of the Sabin type 3 oral poliovirus vaccine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Westrop",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Wareham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Minor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Magrath",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taffs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marsden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Schild",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Virol",
            "volume": "63",
            "issn": "",
            "pages": "1338--1344",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A phylogenetically conserved hairpin-type 3 % untranslated region pseudoknot functions in coronavirus RNA replication",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "8349--8355",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Electronic supplementary material The online version of this article (doi:10.1007/s11262-012-0767-0) contains supplementary material, which is available to authorized users.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DHV-I sequences used for comparisons in this study are as following: GFS: FJ496341; GQY: FJ496342; S: EF417871; MY: GU944671; A66:DQ886445; C80: DQ864514; JX: EF093502; SY1:EF407857; SY2:EF40 7858; SY3: EF407859; SY4: EF407860; SY 5:EF407861; ZJ-07: EF502169; AV2111: EF442073; ZJ-V: EF382778; JF1:FJ971623; JH1: EU395436; CL: EF427899; Phylogenetic tree based on nucleotide sequences of the VP1 genes of DHV-I was created",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Nucleotides/Amino acids differences between parental DHV-1 strain SY 5 and vaccine strain ZJ-A",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}