{
    "paper_id": "b3bbada03f4e8f7a0164a31a88698c73e0aea72a",
    "metadata": {
        "title": "Enhancing immune responses against SARS-CoV nucleocapsid DNA vaccine by co-inoculating interleukin-2 expressing vector in mice",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Ling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yabin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Liying",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jihong",
                "middle": [
                    "Yang"
                ],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hanzhong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The immunogenicity of SARS-CoV nucleocapsid DNA vaccine and the immunoregulatory activity of interleukin-2 (IL-2) were investigated. DNA vaccine plasmids, pcDNA-N and pcDNA-IL2, were constructed and inoculated into BALB/c mice with or without pcDNA-IL2 by intramuscular injection. Cellular and humoral immune responses were assessed by indirect ELISA, lymphocyte proliferation assays, ELISPOT and FACS. The nucleocapsid DNA vaccine had good immunogenicity and can induce specific humoral and cellular immunity in BALB/c mice, while IL-2 plays an immunoadjuvant role and enhances specific immune responses. This study provides a frame of reference for the design of DNA vaccines against SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An international outbreak of severe acute respiratory syndrome (SARS), which has a strong infectivity and pathogenicity, spread through more than 30 countries and infected more than 8000 people and killed more than 700 from its emergence in mid-November 2002 until 7 August 2003 (Fouchier et al. 2003) . The causative agent for SARS has subsequently been identified as a novel coronavirus, namely the SARScoronavirus (SARS-CoV; Drosten et al. 2003; Peiris et al. 2003 ) SARS-CoV is phylogenetically different from other members of the coronaviridae family and is the only coronavirus currently known to cause severe morbidity and mortality in humans (Lee et al. 2003) . SARS-CoV encodes four main structural proteins: spike (S) glycoprotein, membrane (M) protein, envelope (E) protein and nucleocapsid (N) protein Stadler et al. 2003) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 301,
                    "text": "(Fouchier et al. 2003)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 417,
                    "end": 427,
                    "text": "(SARS-CoV;",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 448,
                    "text": "Drosten et al. 2003;",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 467,
                    "text": "Peiris et al. 2003",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 650,
                    "end": 667,
                    "text": "(Lee et al. 2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 814,
                    "end": 834,
                    "text": "Stadler et al. 2003)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "N protein in many coronaviruses is highly immunogenic and abundantly expressed during infection (Liu et al. 2001; Narayanan et al. 2003) . The N protein of the feline infectious peritonitis virus (FIPV) has been used as subunit vaccines to induce protective immunity and to prevent the progression of diseases in a cat model (Hohdatsu et al. 2003) . In porcine coronavirus, transmissible gastroenteritis virus (TGEV), the N protein is a representative antigen for the T-cell response and may induce both cellular and humoral immune response (Anton et al. 1996) . These results indicate that a good N protein vaccine candidate should elicit strong immune responses. Moreover, SARS-CoV N protein is highly conserved (99%) within different isolates, and shares 20-30% amino acid homology with the N proteins of other coronaviruses ). Thus, the N protein is an important target for SARS-CoV vaccine development.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 113,
                    "text": "(Liu et al. 2001;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 114,
                    "end": 136,
                    "text": "Narayanan et al. 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 325,
                    "end": 347,
                    "text": "(Hohdatsu et al. 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 541,
                    "end": 560,
                    "text": "(Anton et al. 1996)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The immunogenicity of SARS-CoV N protein has been under investigation for a long time. Antibodies against the N protein are lasting longer and occur in greater abundance in SARS patients than antibodies against other viral components such as the S, M and E proteins Kim et al. 2004; Tan et al. 2004; Timani et al. 2004; Zhu et al. 2004 ). This phenomenon might be due to the higher expression of the N protein as compared with other viral proteins after SARS-CoV infection . N protein may therefore play a crucial role in anti body response during SARS-CoV infection, and might be useful in early diagnosis of the infection and for vaccine development. Moreover, vaccination with a plasmid expressing nucleocapsid protein is capable of generating strong N-specific humoral and cellular immune responses in vaccinated mice (Kim et al. 2004; Zhao et al. 2005; Zhu et al. 2004 ). Therefore, based on these observations, we initially focused on the SARS-CoV N protein as the target antigen for our DNA vaccine development.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 282,
                    "text": "Kim et al. 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 283,
                    "end": 299,
                    "text": "Tan et al. 2004;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 300,
                    "end": 319,
                    "text": "Timani et al. 2004;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 320,
                    "end": 335,
                    "text": "Zhu et al. 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 822,
                    "end": 839,
                    "text": "(Kim et al. 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 840,
                    "end": 857,
                    "text": "Zhao et al. 2005;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 858,
                    "end": 873,
                    "text": "Zhu et al. 2004",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "DNA vaccines induce both cellular and humoral immune responses to produce long-lasting immunity against infectious diseases. However, the low immunogenicity of DNA-based vaccines could compromise its application. In recent years, many efforts have been directed towards enhancing the immune responses elicited by DNA vaccines, including the co-expression of cytokines, the use of heterologous prime-boost regimes, and the conventional route of delivery the DNA vaccine. Several cytokines act as immunological adjuvants for inactivated and subunit vaccines as well as DNA vaccines (Barouch et al. 2002; Chow et al. 1998; Kim et al. 2000 Kim et al. , 2001 Nobiron et al. 2001) . The immune responses to DNA vaccines can be enhanced dramatically by co-administration of plasmids encoding the IL-2 gene; for example in DNA vaccination against bovine herpesvirus 1 virus (Kuhnle et al. 1996) , hepatitis C virus (Geissler et al. 1997) , hepatitis B virus (Chow et al. 1998) , bovine viral diarrhea virus (Nobiron et al. 2001) , HIV (Moore et al. 2002) , foot-and-mouth disease (Wong et al. 2002) , and measles virus (Premenko-Lanier et al. 2003 ). In our current study, we have demonstrated that IL-2 gene as a cytokine adjuvant could increase the immune responses of the SARS-CoV nucleocapsid DNA vaccine.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 601,
                    "text": "(Barouch et al. 2002;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 602,
                    "end": 619,
                    "text": "Chow et al. 1998;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 620,
                    "end": 635,
                    "text": "Kim et al. 2000",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 636,
                    "end": 653,
                    "text": "Kim et al. , 2001",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 654,
                    "end": 674,
                    "text": "Nobiron et al. 2001)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 866,
                    "end": 886,
                    "text": "(Kuhnle et al. 1996)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 907,
                    "end": 929,
                    "text": "(Geissler et al. 1997)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 950,
                    "end": 968,
                    "text": "(Chow et al. 1998)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1020,
                    "text": "(Nobiron et al. 2001)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1027,
                    "end": 1046,
                    "text": "(Moore et al. 2002)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1072,
                    "end": 1090,
                    "text": "(Wong et al. 2002)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1111,
                    "end": 1139,
                    "text": "(Premenko-Lanier et al. 2003",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Construction of DNA vaccine expression plasmids pcDNA-N and pcDNA-IL2 plasmids were used in this study. A DNA fragment encoding the full-length N gene was amplified from the cDNA of SARS-CoV WH-20 strain (GenBank accession No. AY772062). This DNA fragment was subcloned into a mammalian expression vector, pcDNA3.1 (?) (Invitrogen, Carlsbad, CA), to construct the recombinant plasmid pcDNA-N. The IL-2 gene was kindly provided by Prof. Cui Bo-an (Henan Agricultural University, Zhengzhou, People's Republic of China) and subcloned into pcDNA3.1 (?) to construct the recombinant plasmid pcDNA-IL2. The accuracy of the constructs were confirmed by restriction digestion and sequencing. Large-scale plasmid preparation and purification were conducted using an EndoFree Plasmid Maxi Kit (Qiagen Inc., Chatsworth, CA) according to the manufactures' protocol. The DNA was dissolved in endotoxin-free phosphate-buffered saline (PBS, Sigma) to a final concentration of 2 lg/ll, and stored at -20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The pcDNA-N and pcDNA-IL2 constructs were transiently transfected to 293 cells and the protein expression efficiency was detected before the animal immunization was conducted. For the animal experiment, our employment of laboratory animals was approved by Hubei Province Laboratory Animal Management Committee (SCXK (Ea) [2003] [2004] in China. Briefly, eight-week-old BALB/c mice were purchased from the Experimental Animal Center of Hubei Medical College, and randomly divided into five groups (13 mice each). Animals received pathogen-free water and food for maintenance. Mice were immunized three times with pcDNA-N (100 lg) alone or pcDNA-N (100 lg) plus pcDNA-IL2 (50 lg) on days 0, 14 and 28. All immunizations were delivered into the quadriceps muscles in a total volume of 100 ll PBS. DNA dosages used in mice and the immune scheme were optimized through a series of preliminary experiments.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "[2003]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 334,
                    "text": "[2004]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animals and immunization"
        },
        {
            "text": "Antibody to SARS-CoV in serum was tested by enzyme-linked immunosorbent assay (ELISA) as described previously (Hu et al. 2007 ). Chemically killed SARS-CoV was kindly provided by Prof. Chen Z. (Wuhan Institute of Virology, Chinese Academy of Science, People's Republic of China) and used as the detection antigen. An optimized concentration (5 lg/ml) of antigen was coated onto 96-well plates (Costar) overnight at 4°C. Plates were washed, and blocked with 1% bovine serum albumin (BSA) buffered solution for 1 h at 37°C prior to 2 h incubation with 1:100 diluted mouse sera at 37°C. Bound antibodies were detected with alkaline phosphataseconjugated, goat-anti-mouse IgG (Sigma). Color was developed by adding p-nitrophenyl phosphate (pNPP) as substrate and reading at 410 nm on a plate reader. The value of mouse serum from experimental groups was considered positive when over or equal to 2.1times of that obtained from the control group. Values lower than 0.05 were not included.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 125,
                    "text": "(Hu et al. 2007",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of humoral immune response"
        },
        {
            "text": "A similar ELISA protocol was followed to assess N-specific immunoglobulin IgG and its subclasses (IgG1 and IgG2a). In this case, recombinant N protein expressed in E. Coli was purified and used as the detection antigen. Horseradish peroxidase (HRP)-conjugated goat-anti-mouse IgG, IgG1 and IgG2a (Sigma) were used as secondary antibodies and the A 490 was then determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of humoral immune response"
        },
        {
            "text": "Antigen-specific T-cell proliferation (LPA) was performed as described previously (Froebel et al. 1999 ). In brief, 2 weeks following the final injection, mice were sacrificed and single-cell suspension was prepared from spleens for each group. 2 9 10 5 splenocytes per well in RPMI-1640 medium (Sigma) supplemented with 10% FBS were seeded in a 96-well plate in triplicate. Cultures were stimulated under various conditions for 60 h at 37°C and 5% CO 2 : 5 lg/ml Concanavalin A (positive control), 5 lg/ml purified N antigen (specific antigen), 5 lg/ml BSA (irrelevant antigen), or medium alone (negative control). 20 ll of CellTiter 96 Aqueous One Solution Reagent (Promega, USA) was added into each well according to the manufacturer's protocol. Following 4 h incubation at 37°C, absorbance was read at 490 nm. Proliferative activity was estimated using the stimulation indexes (SI) defined as the mean OD 490 of antigen-containing wells divided by mean OD 490 of wells without antigen.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 102,
                    "text": "(Froebel et al. 1999",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Lymphocyte proliferation assay (LPA)"
        },
        {
            "text": "Cellular immune responses to SARS-CoV were assessed by IFN-c and IL-4 enzyme-linked immunospot (ELISPOT) assay using mouse splenocytes. Assays were performed according to the instruction manual (U-CyTech, Netherlands). Ninety-six-well plates were coated with 100 ll/well of 5 lg/ml rat anti-mouse IFN-c or IL-4 in PBS overnight. Plates were then washed three times with PBS containing 0.25% Tween-20 and blocked with PBS containing 5% FBS for 2 h at 37°C. After three washes with PBS containing 0.25% Tween-20, 10 5 splenocytes in a 100 ll of reaction buffer containing 2 lg purified N protein/ml were added into each well. Plates were incubated 16 h at 37°C in 5% CO 2 and then washed 10 times with PBS. Biotinylated anti-mouse IFN-c or IL-4 mAb at 1:500 dilutions was subsequently added and plates were incubated for 2 h at room temperature. After washing, avidin-horseradish peroxidase was then added for another 1 h incubation at room temperature. Following five washes with PBS, individual IFN-c or IL-4 plates were developed as dark spots after a 10 min reaction with the peroxidase substrate-AEC. Reactions were stopped by rinsing plates with demineralised water. Plates were air-dried at room temperature and read using an ELISPOT reader (Hitech Instruments). Spot forming cells (SFC) per 10 6 splenocytes were calculated. Medium backgrounds were consistently \\10 SFC per 10 6 splenocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV N-specific ELISPOT assay"
        },
        {
            "text": "Flow cytometry was used to monitor the expression of T cell surface markers. Direct immunofluorescence was performed according to the standard techniques Biotechnol Lett (2009) 31:1685-1693 1687 as described elsewhere (Caruso et al. 1997) . Two weeks following the final injection, blood was collected from the mouse eye pit with each vaccine groups. Peripheral blood mononuclear cells (PBMCs) were isolated by Isopaque-Ficoll (Lymphoprep; Nycomed, Oslo, Norway) following the manufacture's instructions. Lymphocytes isolated from PBMCs were stained with the following mAbs: FITC-labeled anti-mouse CD3 antibody, PECy-5-labeled antimouse CD4 antibody, PE-labeled anti-mouse CD8 antibody (BD PharMingen), or the corresponding isotype controls. The stained lymphocytes were then washed three times with PBS containing 4% fetal bovine serum. 10 5 cells were acquired on a FAC-SCalibur flow cytometer (Beckton Dickinson, Lincoln Park, NJ) and data were analyzed using the WinMDI software.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 238,
                    "text": "(Caruso et al. 1997)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Determination of CD4? and CD8? cells in PBMC"
        },
        {
            "text": "All data are presented as the mean ± SD of immunized mice per group. Difference in humoral and cellular immune responses between groups was assayed by using single factor analysis of variances. The LSD t-test was used for between-group comparison. Values of P \\ 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "After the expression of the DNA constructs were analyzed in vitro (data not shown), BALB/c mice were inoculated intramuscularly (i.m.) three times in each quadricep muscle separately with recombinant DNA plasmids at 2-week intervals. Antibody to SARS-CoV was analyzed by indirect ELISA on sera samples collected 0, 14, 28, 42 and 56 days after the first immunization. Blood sera from mice immunized either with pcDNA-N or pcDNA-N plus pcDNA-IL2 could be strongly detected by SARS-CoV (Fig. 1) . Blood sera collected from control groups injected with pcDNA 3.1, pcDNA-IL2, and PBS, respectively, did not show any significant level of immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Antibody responses to SARS-CoV"
        },
        {
            "text": "On day 14, the pcDNA-N plus pcDNA-IL2 immunized group showed a detectable level of immune response, whereas the pcDNA-N group showed limited immune response. In all the immune process, the antibody levels of co-administered pcDNA-IL2 groups were significantly higher than those in the pcDNA-N alone groups after the second immune boost (P \\ 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody responses to SARS-CoV"
        },
        {
            "text": "Two weeks after the final immunization, the N-specific antibodies were measured by ELISA (Fig. 2) . All vaccinated mice developed substantial N-specific antibody responses, whereas animals in the control groups did not show any detectable N-specific antibody response. The expression of N-specific IgG antibodies was consistent with the expression pattern of antibodies to the SARS-CoV in the immunized groups (Fig. 1 ). IgG1 and IgG2a were measured in order to detect humoral and cytotoxic immune responses, respectively. As shown in Fig. 2 , anti-N-specific IgG subtype profile revealed that both IgG1 and IgG2a were induced in the pcDNA-N and pcDNA-N plus pcDNA-IL2 immunization regimens. Antibody levels in the combined group showed higher degrees of increase compared to that in pcDNA-N vaccinated group, although the antibody subclass profiles were similar in both groups. Co-administration of pcDNA-IL2 with pcDNA-N mainly enhanced the antibody response, but did not change antibody subclasses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 541,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "N-specific antibodies and antibody subclasses"
        },
        {
            "text": "To determine whether T-cell proliferation response to the DNA vaccine encoding N gene may be boosted by IL-2 expressing vector, splenocytes from the vaccinated mice were examined for antigen-specific T-cell proliferation. As shown in Fig. 3 , the DNA vaccine plus pcDNA-IL2 group, as well as the DNA vaccine group, exhibited higher levels of T cell proliferative response when re-stimulated with purified SARS-CoV N protein, while mice vaccinated with the pcDNA3.1, pcDNA-IL2 or PBS did not respond to the N protein (P \\ 0.05). Co-immunization with pcDNA-IL2 induced a substantial increase in T-cell proliferation response compared to the pcDNA-N vaccinated group alone (P \\ 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "N-specific T-cell proliferation"
        },
        {
            "text": "The effects of pcDNA-IL2 on the magnitude of IFN-c and IL-4-producing T-cells induced by the pcDNA-N or pcDNA-N plus pcDNA-IL2 plasmid were investigated using ELISPOT assay. The protein dosage used for stimulation and the number of splenocytes were optimized to induce IFN-c and IL-4 T-cell responses (data not shown). Splenocytes from vaccinated mice were harvested 2 weeks after the final vaccination, and N-specific IFN-c and IL-4 ELISPOTs were enumerated. As shown in Fig. 4a , b, only a low number of non-specific IFN-c and IL-4 ELISPOTs were detected in the control groups of PBS and pcDNA3.1 (Spots O10/10 6 cells). Whereas for the control group of pcDNA-IL2, the number of INF-c or IL-4-secreting cells were higher than that of the negative control groups of PBS and pcDNA3.1 (P \\ 0.05), but much lower than that of pcDNA-N or pcDNA-N plus pcDNA-IL2 groups (Fig. 4) . Compared with the negative control groups, significant numbers of N-specific IFN-c and IL-4 ELI-SPOTs were detected in the pcDNA-N and the pcDNA-N plus pcDNA-IL2 immunized groups (P \\ 0.01). Immunizations with pcDNA-N induced 453 ± 84 SFC/10 6 N-specific IFN-c cells. By comparison, with the adjuvant pcDNA-IL2, N-specific IFN-c T-cell frequency increased to 1230 ± 216 SFC/10 6 cells which is a 2.7-fold increase over the number of T-cells primed with immunizations of pcDNA-N (P \\ 0.05). However, the IL-4-secreting cell number in the vaccine groups was not as high as the IFN-c-secreting cell number. The co-administrated pcDNA-IL2 also appreciably enhanced the IL-4-secreting cell number with a 2.3-fold increase compared to that for pcDNA-N immunization alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 479,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 873,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "N-specific Th1 and Th2 type response"
        },
        {
            "text": "As activated CD4? and CD8? T lymphocytes are among the most crucial components of antiviral Fig. 3 N-specific lymphocyte proliferation assay. Two weeks following the final injection, pooled splenocytes were obtained from mice (n = 5) immunized with DNA vaccine. Splenocytes were stimulated in vitro with purified N protein as test groups, with ConA as positive control and with BSA as the irrelevant antigen control. Splenocytes from the control groups (pcDNA-IL2, pcDNA3.1 or PBS) were stimulated with N protein served as the negative control and the sham control. The stimulation index (SI) was calculated by the following formula: SI = (mean OD of Con A-or antigen-stimulated proliferation)/ (mean OD of non-stimulated proliferation). Each bar represents the mean SI ± SD of five mice effectors, those cell subsets in the PBMC of the vaccinated mice were assessed (Fig. 5) . Flow cytometry analysis of unstimulated cells was used to standardize the background responses and there was little variation in non-immunized mice. pcDNA-N and pcDNA-N plus pcDNA-IL2 vaccinations significantly increased the percentages of activated CD4? and CD8? cells compared to the control groups (P \\ 0.01). The number of CD4? and CD8? activated cells increased in all the immunized groups. CD8?/CD4? ratio in pcDNA-N plus pcDNA-IL2 groups was higher than that in pcDNA-N group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 875,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CD8? and CD4? lymphocyte responses"
        },
        {
            "text": "SARS-CoV N protein is an important target for cellular and humoral immune responses against SARS-CoV. Previous studies have shown that both the N protein and the DNA encoded N gene elicit antibody and cytotoxic T-cell responses in mice (Barouch et al. 2002; Liu et al. 2006; Zhu et al. 2004 ). Kim et al. (2004) also demonstrated that vaccination with the N DNA vaccine could successfully induce a SARS-CoV antigen-specific CD8? T-cell response and distinctly reduce the titer of recombinant vaccinia virus expressing SARS-CoV N protein after the challenge and that the co-expression of calreticulin (CRT) with N gene could enhance its ability to protect against viral challenges (Kim et al. 2004) . These results support the basic role for the N protein as an important component of any SARS-CoV vaccine. Therefore, in our present experiment, we focused on the SARS-CoV N protein as the target antigen for DNA vaccine development.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 257,
                    "text": "(Barouch et al. 2002;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 274,
                    "text": "Liu et al. 2006;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 275,
                    "end": 290,
                    "text": "Zhu et al. 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 294,
                    "end": 311,
                    "text": "Kim et al. (2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 680,
                    "end": 697,
                    "text": "(Kim et al. 2004)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our previous study, SARS-CoV N DNA vaccination approaches were investigated using different immunization routes in mouse model. We clearly showed that the administration of the N DNA vaccine candidate via different immunization routes could induce a qualitatively different immune response profile (Hu et al. 2009 ). Here, we have shown that intramuscularly vaccination with SARS-CoV N DNA can elicit SARS-CoV N-specific humoral and cellular immune responses, and these responses could be significantly enhanced by co-administrating an IL-2expressing vector. Thus, the ability of the DNA immune strategy to enhance cellular and humoral immune responses has been confirmed in two distinct systems.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 316,
                    "text": "(Hu et al. 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From our results, both humoral-and cellularmediated N-specific responses were induced in mice by N DNA plasmid. N-specific IgG, IgG1 and IgG2a antibodies were elicited in all the immunized animals. Compared to the level of IgG1 antibody, a higher level of IgG2a antibody was induced. In addition, the T cell proliferation, the ratio of CD4? and CD8? activated cells were also successfully evoked after N DNA vaccination. We also found that antigen-specific T cells were capable of secreting a high level of Th1 cytokine IFN-c and a moderate level of Th2 cytokine IL-4 upon in vitro stimulation with SARS-CoV N protein. These findings suggest that the N DNA vaccine is effective in the activation of both B-and T-cells to generate anti-N antibodies and cellular immune (mainly Th1) responses in mouse model. And our results are consistent with the former studies of N protein DNA vaccine (Liu et al. 2006; Zhao et al. 2005) .",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 904,
                    "text": "(Liu et al. 2006;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 905,
                    "end": 922,
                    "text": "Zhao et al. 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "IL-2 is critical for the proliferation and clonal expansion of antigen-specific T cells. Several lines of evidence suggest that co-administration of plasmids encoding the IL-2 gene and a given antigen results in enhancement of both humoral and cell-mediated immune responses to that antigen, and mostly favors Th1 cell differentiation (Geissler et al. 1997; Kuhnle et al. 1996; Moore et al. 2002; Nobiron et al. 2001; Sin et al. 1999; Wong et al. 2002) . In current study, on the basis of our examination of the immune response induced by a N DNA vaccine, we have tested the ability of IL-2 to improve the immunogenicity of a SARS-CoV N DNA vaccine. Our results clearly demonstrate that the immunogenicity of the N DNA vaccine was significantly enhanced by co-administration of an IL-2 expressing plasmid. In the studies on the antigen-specific humoral immune response of the co-immunized group, the antibody response induced by co-administration of pcDNA-N plus pcDNA-IL2 was significantly higher than that induced by vaccination with pcDNA-N alone (P \\ 0.05). The production of antibody induced by co-administration of the plasmids began 1 week earlier than that induced by pcDNA-N administration alone (Fig. 1) . From this observation, it suggests that the antibody silent period becomes shorter when IL-2 is used as an adjuvant, this could be very helpful in the control of infection soon after SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 357,
                    "text": "(Geissler et al. 1997;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 358,
                    "end": 377,
                    "text": "Kuhnle et al. 1996;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 378,
                    "end": 396,
                    "text": "Moore et al. 2002;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 397,
                    "end": 417,
                    "text": "Nobiron et al. 2001;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 418,
                    "end": 434,
                    "text": "Sin et al. 1999;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 435,
                    "end": 452,
                    "text": "Wong et al. 2002)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1205,
                    "end": 1213,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Moreover, IL-2 is known to promote a Th1-type response and may be most useful as a vaccine adjuvant in diseases where cell-mediated immunity plays an important role in protection against pathogens (Chow et al. 1998) . Published data show that the N gene plays an important role in cellular immune response of SARS-CoV infection (Kim et al. 2004; Zhao et al. 2005; Zhu et al. 2004) . In this study, the antigen-specific cellular immune response of T lymphocytes, and the ELISPOT assay have been employed to assess the frequency of cytokine producing cells and the kind of T cell produced in cultures of lymphocytes isolated from co-immunized mice. Our results show that immunization with pcDNA-N plus pcDNA-IL2 elicited significant levels of T-cell responses, and the response was higher than that in the pcDNA-N alone group. ELISPOT and the FACS data further confirmed this result. Using the ELISPOT assay, we measured the number of antigenspecific T-cells per million splenocytes and found that pcDNA-IL2 significantly increased the stimulated function of Th1 (as reflected by an increased release of IFN-c) and of Th2 cells (as reflected by a increased release of IL-4). There was higher level of IFN-c production compared to IL-4 (Fig. 4) , suggesting that vaccine combination induced a Th1-dominated immune response. This finding is consistent with the ability of combined vaccines to activate CD4? and CD? 8 T cells, with a strong CD8? and a mild CD4? cell increase. Thus, the present results indicate that synergistic action of IL-2 results in a strong activation of SARS-CoV N-specific Th1 lymphocytes, witnessed by a high IFN-c production. This might be sufficient for viral clearance in animals and humans with SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 215,
                    "text": "(Chow et al. 1998)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 328,
                    "end": 345,
                    "text": "(Kim et al. 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 346,
                    "end": 363,
                    "text": "Zhao et al. 2005;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 364,
                    "end": 380,
                    "text": "Zhu et al. 2004)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1233,
                    "end": 1241,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The above observations strongly suggest that IL-2 can enhance not only the humoral immune response but also the cell-mediated response triggered by DNA vaccination. The co-injection of the IL-2 gene during DNA immunization enhanced the development of Th1 and Th2 cells with the predominant Th1 cells. Our results are consistent with a previous report, which showed that the co-expression of the immunestimulatory IL-2 could increase the immune response of coxsackievirus B3 principally towards Th1 (Henke et al. 2004) . Conversely, Chow reported that the coinjection of the IL-2 gene during DNA immunization studies enhanced the development of Th1 cells, while the Th2 activation was not affected (Chow et al. 1998) , which is in not agreement with our results. However, these different results could have been due to the different nature of the antigens used in the respective studies.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 517,
                    "text": "(Henke et al. 2004)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 697,
                    "end": 715,
                    "text": "(Chow et al. 1998)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that the reported strategy is useful for vaccination against SARS-CoV as well, and that IL-2 is a promising cytokine adjuvant for SARS-CoV DNA vaccines and perhaps other coronavirus DNA vaccines in the future. However, the effects in mice may be more dramatic than those in humans, and there are significant limitations with the current technologies that prevent the full effectiveness of DNA vaccines in larger animals. Whether this approach could be applied to other animal models is still unknown, and its immunogenicity in humans remains to be established. Therefore, it is very important to evaluate the efficacy of this SARS DNA vaccine strategy in some highly relevant translational models to demonstrate human immune responsiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cooperation between transmissible gastroenteritis coronavirus (TGEV) structural proteins in the in vitro induction of virus-specific antibodies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Anton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bullido",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virus Res",
            "volume": "46",
            "issn": "",
            "pages": "111--124",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Potent CD4? T cell responses elicited by a bicistronic HIV-1 DNA vaccine expressing gp120 and GM-CSF",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Barouch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tenner-Racz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": "562--568",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Flow cytometric analysis of activation markers on stimulated T cells and their correlation with cell proliferation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Licenziati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corulli",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cytometry",
            "volume": "27",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antigenicity analysis of different regions of the severe acute respiratory syndrome coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "",
            "pages": "988--995",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development of Th1 and Th2 populations and the nature of immune responses to hepatitis B virus DNA vaccines can be modulated by codelivery of various cytokine genes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": "1320--1329",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Standardisation and quality assurance of lymphocyte proliferation assays for use in the assessment of immune function. European concerted action on immunological and virological markers of HIV disease progression",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Froebel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Pakker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aiuti",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Immunol Methods",
            "volume": "227",
            "issn": "",
            "pages": "85--97",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Enhancement of cellular and humoral immune responses to hepatitis C virus core protein using DNA-based vaccines augmented with cytokine-expressing plasmids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geissler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gesien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tokushige",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "",
            "pages": "1231--1237",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Co-expression of interleukin-2 to increase the efficacy of DNA vaccinemediated protection in coxsackievirus B3-infected mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Henke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antiviral Res",
            "volume": "64",
            "issn": "",
            "pages": "131--136",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccine efficacy of a cell lysate with recombinant baculovirus-expressed feline infectious peritonitis (FIP) virus nucleocapsid protein against progression of FIP",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hohdatsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohkawa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vet Microbiol",
            "volume": "97",
            "issn": "",
            "pages": "31--44",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Induction of specific immune responses by severe acute respiratory syndrome coronavirus spike DNA vaccine with or without interleukin-2 immunization using different vaccination routes in mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Vaccine Immunol",
            "volume": "14",
            "issn": "",
            "pages": "894--901",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparative analysis of the immunogenicity of SARS-CoV nucleocapsid DNA vaccine administrated with different routes in mouse model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "1758--1763",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coimmunization with IFN-gamma or IL-2, but not IL-13 or IL-4 cDNA can enhance Th1-type DNA vaccine-induced immune responses in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montaner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Interferon Cytokine Res",
            "volume": "20",
            "issn": "",
            "pages": "311--319",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Engineering enhancement of immune responses to DNA-based vaccines in a prostate cancer model in rhesus macaques through the use of cytokine gene adjuvants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Cancer Res",
            "volume": "7",
            "issn": "",
            "pages": "882--889",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Generation and characterization of DNA vaccines targeting the nucleocapsid protein of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4638--4645",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bovine interleukins 2 and 4 expressed in recombinant bovine herpesvirus 1 are biologically active secreted glycoproteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuhnle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gen Virol",
            "volume": "77",
            "issn": "",
            "pages": "2231--2240",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "DNA mediated immunization with encoding the nucleoprotein gene of porcine transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kokuho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virus Res",
            "volume": "80",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunological characterizations of the nucleocapsid protein based SARS vaccine candidates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Lien",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "3100--3108",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effects of antigen and genetic adjuvants on immune responses to human immunodeficiency virus DNA vaccines in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chakrabarti",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "243--250",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nucleocapsidindependent specific viral RNA packaging via viral envelope protein and viral RNA signal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "2922--2927",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cytokine adjuvancy of BVDV DNA vaccine enhances both humoral and cellular immune responses in mice",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nobiron",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "4226--4235",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "DNA vaccination of infants in the presence of maternal antibody: a measles model in the primate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Premenko-Lanier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "307",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "In vivo modulation of vaccine-induced immune responses toward a Th1 phenotype increases potency and vaccine effectiveness in a herpes simplex virus type 2 mouse model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Boyer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "501--509",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "SARSbeginning to understand a new virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Masignani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "209--218",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Profiles of antibody responses against severe acute respiratory syndrome coronavirus recombinant proteins and their potential use as diagnostic markers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "11",
            "issn": "",
            "pages": "362--371",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cloning, sequencing, expression, and purification of SARS-associated coronavirus nucleocapsid protein for serodiagnosis of SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Timani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "30",
            "issn": "",
            "pages": "309--312",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A DNA vaccine against foot-and-mouth disease elicits an immune response in swine which is enhanced by co-administration with interleukin-2",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Sin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "2641--2647",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Immune responses against SARS-coronavirus nucleocapsid protein induced by DNA vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "331",
            "issn": "",
            "pages": "128--135",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Induction of SARSnucleoprotein-specific immune response by use of DNA vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunol Lett",
            "volume": "92",
            "issn": "",
            "pages": "237--243",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Antibody response to SARS-CoV induced by vaccinations with or without pcDNA-IL2 in mice. Mice were immunized three times with pcDNA-N (100 lg) alone or pcDNA-N (100 lg) plus pcDNA-IL2 (50 lg) on days 0, 14 and 28. Serum was collected 2-week intervals after vaccination from each group (n = 13). Antibody was detected by indirect ELISA assay. Data are presented as mean ± SD. A value C2.1 was considered as positive by calculating the absolute ratio of Post/naïve serumFig. 2Detection of SARS-CoV N-specific IgG and subclasses in vaccinated mice. Mouse sera (n = 13) were collected at two weeks following the final injection and measured with ELISA for detection of N protein-specific IgG antibody and the subclasses of IgG1 and IgG2a. Data are presented as mean ± SD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analysis of CD8? and CD4? lymphocytes by flow cytometric analysis. Peripheral blood mononuclear cells were isolated from vaccinated mice (n = 5) 2 weeks after the final immunization. CD4? and CD8? T cells from normal and immunized BALB/c mice were counted. Values are expressed as mean ± SDFig. 4 SARS-CoV N protein-specific IFN-c (a) and IL-4 (b) ELISPOT. Graph shown the number of INF-c-secreting cells in spleen of mice harvested two weeks following the final injection and stimulated in vitro with N protein. The results represent the average of triplicate wells of five mice and expressed as mean ± SD",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}