{
    "paper_id": "b4186d8608f20fcb45acecedba8523ea169eb5ee",
    "metadata": {
        "title": "Neuroinfectious Diseases: A Crisis in Neurology and a Call for Action",
        "authors": [
            {
                "first": "Avindra",
                "middle": [],
                "last": "Nath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "Bldg 10, 10 Center Dr",
                        "postCode": "20892",
                        "settlement": "Bethesda, Bethesda",
                        "region": "Maryland, MD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Despite significant advancements in the management of infectious diseases, central nervous system (CNS) infections remain a major challenge. They are often difficult to diagnose, and treatments are inadequate or nonexistent. Not surprisingly, encephalitis has been the subject of several recent movies and of fiction and nonfiction books, and outbreaks have received wide attention by the popular media. For example, bovine spongiform encephalopathy (mad cow disease) continues to get wide media coverage despite the absence of human cases in United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "With the globalization of human travel, new infections can spread worldwide in record time. Recent examples include the West Nile, chikungunya, dengue, Hanta, Marburg, and influenza viruses; severe acute respiratory syndrome; and now the Ebola virus and enterovirus D68. There is the reemergence of meningococcal meningitis, poliomyelitis, and measles. Bioterrorism is another threat because CNS pathogens can be weaponized. Human and animal products for treatment also pose a risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The use of antiretroviral drugs has decreased the incidence of opportunistic infections in patients infected with the human immunodeficiency virus, but these infections may manifest as immune reconstitution syndromes that require special expertise in diagnosis and management. 1 As more potent drugs are available for treating autoimmune diseases, organ transplants, and cancer and as more patients with congenital immunodeficiencies are living longer, these patients manifest a wide spectrum of opportunistic infections, including unusual pathogens. [2] [3] [4] Diagnosis can be challenging because most clinical laboratories are not equipped to test for these pathogens. Because no specific treatment is available for most pathogens, reversal of immune suppression is the only viable treatment and may cause a relapse of the autoimmune disease or a rejection of the transplanted organ. 5",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 278,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Increase in Opportunistic Infections"
        },
        {
            "text": "The burden of undiagnosed CNS infections goes largely underrecognized. Even in the postpolymerase chain reaction era, approximately 30% of patients with a suspected CNS infection never receive an etiological diagnosis. 6 Nearly one-third of these patients die of the illness. They also have prolonged hospital stays with extensive investigations. 6 In the neurointensive care unit, nearly half of the patients have a CNS inflammatory disease that is undiagnosed. 7 There is a need for prospective monitoring of the incidence and burden of CNS infections that should include undiagnosed CNS infections.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 347,
                    "end": 348,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 463,
                    "end": 464,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Undiagnosed CNS Infections"
        },
        {
            "text": "Most antimicrobials have poor CNS penetration and require prolonged treatment. The drugs cannot access the abscess cavity, and surgical intervention is required. Except for some herpes viruses and the human immunodeficiency virus, there are no therapies available for other CNS viral infections. 8 Yet the incidences of arboviral and enteroviral encephalitis and progressive multifocal leukoencephalopathy are increasing. In endemic regions, rabies, cerebral malaria, cysticercosis, trypanosomiasis, and schistosomiasis carry a huge burden, but treatment is inadequate.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Lack of Treatments of Neuroinfectious Diseases"
        },
        {
            "text": "The development of drugs for CNS infections is challenging. It requires the use of small molecules that follow the rules in Lipinski et al 9 for predicting activity based on pharmacokinetic principles and \"likeness\" to known active drugs or direct delivery to the brain via a lumbar puncture or placement of a reservoir in the lateral ventricle. Although inflammation disrupts the blood-brain barrier and aids in drug delivery during the early stages of infection, necrosis of the brain parenchyma results in the absence of vasculature in the infected area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Treatments of Neuroinfectious Diseases"
        },
        {
            "text": "Many human pathogens do not infect rodents. The lack of animal models for CNS infections means that human studies are conducted following in vitro efficacy studies. This enhances the risk of failure and of unexpected adverse effects. For example, a study 10 using mefloquine hydrochloride for treatment of progressive multifocal leukoencephalopathy was stopped owing to a lack of efficacy, despite promising in vitro studies. Although humanized rodent models could be developed, the process is technically challenging, and there are ethical limitations to introducing human cells into the rodent brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Treatments of Neuroinfectious Diseases"
        },
        {
            "text": "The challenges in conducting clinical trials for CNS infections include the seasonal nature of some infections, the need for sophisticated laboratory diagnostic techniques, and the lack of neuroimaging in regions where outbreaks occur. The acute nature of the illness necessitates quick action. The distinct advantages of the development of drugs for infections are the ability to monitor the organism and the possibility of a cure. Hence, clinical trials could be conducted on small sample sizes over short periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Treatments of Neuroinfectious Diseases"
        },
        {
            "text": "In the preantibiotic era and before childhood vaccines were widely available, infections of the nervous system were a large part of the training program in medicine. However, today the pendulum has swung in the opposite direction. Formal training programs in neuroinfectious diseases are very few and only recently established. Today, training in neuroinfectious diseases poses other challenges. The epidemiology of neurological infections varies geographically, with vast differences in types of infections in different regions of the world; hence, broad experience in these diseases requires training in international settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in Training in Neuroinfectious Diseases"
        },
        {
            "text": "The revolution in biology has created unprecedented opportunities to understand the pathogenesis of neurological infections. Major discoveries by physician-scientists occur in an atmosphere that seeks to elucidate basic biologic processes. The only Nobel prize awarded to a neurologist was to Stanley Prusiner, MD, \"for discovery of Prions-a new biological principle of infection.\" Carleton Gajdusek, MD, a pediatrician, and Baruch Blumberg, MD, an internist, shared the Nobel prize for demonstrating that kuru, a neurodegenerative disease, was a transmissible infection. The study of botulism provided unique insights into synaptic function, and botulinum toxin is used to treat abnormal muscle contractions. The fundamentals of the immune system were uncovered by studying different forms of leprosy. Mapping of neuronal pathways was possible by using the pseudorabies virus. However, today there is a paucity of clinical investigators trained in neurological infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in Training in Neuroinfectious Diseases"
        },
        {
            "text": "The study of CNS infections needs to be introduced early in the medical school curriculum. They should be an important part of residency training and neurology board examinations. However, this is not sufficient. Postresidency training programs in neurological infections are few, and most physicians who claim expertise in neurological infections are self-taught. Most institutions rely on internists or infectious disease specialists to manage these patients. This may lead to substandard care. Because it is often difficult to separate neuroimmune diseases from neuroinfectious diseases (and even in clearly documented neurological infections, damage may occur from persistent immune activation), it is critical to provide training in neuroimmune and neuroinfectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Academia"
        },
        {
            "text": "Academic institutions need to play a lead role in therapeutic development. However, they have limited resources for medicinal chemistry, toxicology, pharmacodynamics, and pharmacokinetic studies, which needs to be addressed. Traditionally, drug development has been the purview of pharmaceutical companies. They are driven by profit margins and have limited interest in rare diseases, including CNS infections, unless the drugs are priced so that profits could be generated. Thus, therapeutic development in academic institutions could drive down costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Academia"
        },
        {
            "text": "A centralized facility is needed to provide services for the discovery of pathogens and for reliable diagnostic tests for novel pathogens. Currently, this is done in research laboratories that cannot handle large numbers of specimens and that run a few tests as a favor or because it meets their research interests. The National Prion Disease Pathology Surveillance Center and the California Encephalitis Project are examples of centralized facilities that provide diagnostic tests for prion diseases and some CNS infections and that have a repository of specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centralized Diagnostic Facilities"
        },
        {
            "text": "New infections continue to emerge, and their incidences are increasing. Diagnostic tests are not readily available, and effective treatments do not exist for most of these infections. There are very few neurologists who specialize in neurological infections, and they are located in the larger academic institutions. Training programs in neurological infections are nonexistent or inadequate. In summary, neurological infections pose a threat on every front.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centralized Diagnostic Facilities"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurological complications of immune reconstitution in HIV-infected populations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann N Y Acad Sci",
            "volume": "1184",
            "issn": "",
            "pages": "106--120",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complications of immunosuppressive/immunomodulatory therapy in neurological diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Treat Options Neurol",
            "volume": "14",
            "issn": "3",
            "pages": "241--255",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Astrovirus encephalitis in boy with X-linked agammaglobulinemia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "6",
            "pages": "918--925",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human herpes 6 virus encephalitis complicating allogeneic hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bhanushali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kranick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurology",
            "volume": "80",
            "issn": "16",
            "pages": "1494--1500",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Progressive multifocal leukoencephalopathy in transplant recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Mateen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muralidharan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carone",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Neurol",
            "volume": "70",
            "issn": "2",
            "pages": "305--322",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Burden of neuroinfectious diseases on the neurology service in a tertiary care center",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rumbaugh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neurology",
            "volume": "71",
            "issn": "15",
            "pages": "1160--1166",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predictors of outcome in acute encephalitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Motta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Asemota",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurology",
            "volume": "81",
            "issn": "9",
            "pages": "793--800",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel approaches and challenges to treatment of central nervous system viral infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Neurol",
            "volume": "74",
            "issn": "3",
            "pages": "412--422",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lipinski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Dominy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Feeney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Adv Drug Deliv Rev",
            "volume": "46",
            "issn": "1-3",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A study of mefloquine treatment for progressive multifocal leukoencephalopathy: results and exploration of predictors of PML outcomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cinque",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neurovirol",
            "volume": "19",
            "issn": "4",
            "pages": "351--358",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Funding/Support: This work was supported by the National Institute of Neurological Disorders and Stroke intramural research program at the National Institutes of Health.Role of the Funder/Sponsor: The National Institute of Neurological Disorders and Stroke had a role in the review and approval of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}