{
    "paper_id": "b46151505ec93e7c94ca5ee89ccd0b9903db991e",
    "metadata": {
        "title": "Environmental and social influences on emerging infectious diseases: past, present and future",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Mcmichael",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Australian National University",
                    "location": {
                        "settlement": "Canberra",
                        "country": "Australia"
                    }
                },
                "email": "tony.mcmichael@anu.edu.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "During the processes of human population dispersal around the world over the past 50 000-100 000 years, along with associated cultural evolution and inter-population contact and conflict, there have been several major transitions in the relationships of Homo sapiens with the natural world, animate and inanimate. Each of these transitions has resulted in the emergence of new or unfamiliar infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The three great historical transitions since the initial advent of agriculture and livestock herding, from ca. 10 000 years ago, occurred when: (i) early agrarian-based settlements enabled sylvatic enzootic microbes to make contact with Homo sapiens; (ii) early Eurasian civilizations (such as the Greek and Roman empires, China and south Asia) came into military and commercial contact, ca. 3000-2000 years ago, swapping their dominant infections; and (iii) European expansionism, over the past five centuries, caused the transoceanic spread of often lethal infectious diseases. This latter transition is best known in relation to the conquest of the Americas by Spanish conquistadores, when the inadvertent spread of measles, smallpox and influenza devastated the Amerindian populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Today, we are living through the fourth of these great transitional periods. The contemporary spread and increased lability of various infectious diseases, new and old, reflect the combined and increasingly widespread impacts of demographic, environmental, behavioural, technological and other rapid changes in human ecology. Modern clinical medicine has, via blood transfusion, organ transplantation, and the use of hypodermic syringes, created new opportunities for microbes. These have contributed to the rising iatrogenic problems of hepatitis C, HIV/AIDS and several other viral infections. Meanwhile, the injudicious use of antibiotics has been a rare instance of human action actually increasing 'biodiversity'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Another aspect of this fourth transition is that modern hyper-hygienic living restricts microbial exposure in early life. This, in the 1950s, may have contributed to an epidemic of more serious, disabling, poliomyelitis, affecting older children than those affected in earlier, more endemic decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As with previous human-microbe transitions, a new equilibrial state may lie ahead. However, it certainly will not entail a world free of infectious diseases. Any mature, sustainable, human ecology must come to terms with both the need for, and the needs of, the microbial species that help to make up the interdependent system of life on Earth. Humans and microbes are not 'at war'; rather, both parties are engaged in amoral, self-interested, coevolutionary struggle. We need to understand better, and therefore anticipate, the dynamics of that process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past decade, there has been renewed public and official concern about infectious disease as a major public health threat. Indeed, the concern has arisen against a background of some surprise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "After all, we modern citizens live in hygienic homes with sweet-smelling toilet bowls, we eat pressure-packed sterilized foods, and we are protected by a plethora of vaccinations and antibiotics. Surely germ-free Nirvana is near. Yet, recent experiences indicate otherwise. In the past quarter of a century we have encountered the emergence of Legionnaire's disease, Lyme disease, HIV/AIDS, Ebola virus, human 'mad cow disease', the Nipah virus, West Nile fever and SARS, as well as resurgent adversaries such as tuberculosis, cholera, dengue fever and malaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The public anxiety has been particularly evident within the media-driven culture of the USA. There has been much discussion there about the 'emergence and resurgence' of infectious diseases. Titles of some of the recent popular offerings by American authors, in this racy journalistic genre, include The coming plague, The hot zone, Virus hunter and Secret agents: the menace of emerging infections. In this popular discourse, military metaphors abound: we are under siege from microbes; germs are invaders; we brace for the next wave; we counter-attack with antibiotics. The word 'emerging' itself can have ominous overtones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This perspective, inappropriately, implies malign microbial intent. This fundamentally misrepresents the aeons-old ecological struggle in which all microbes must engage for their survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It certainly appears that infectious disease agents are emerging, re-emerging, and spreading more freely in the modern world. In the words of the World Health Organization, written in 1996: 'During the past 20 years, at least 30 new diseases have emerged to threaten the health of hundreds of millions of people' (WHO 1996) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 323,
                    "text": "(WHO 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The ecological conditions for this appear propitious. Human mobility and long-distance trade have increased; ever-larger cities, often girded with slums, have become highways for microbial traffic; poverty perpetuates vulnerability to infectious disease; and sexual practices, drug injecting, intensified food production and much modern medical technology all create new opportunities for microbial opportunism. We have experienced recent foodpoisoning outbreaks from, for example, listeria, Escherichia coli O157 and salmonella. We recognize the potential impacts on patterns of infectious disease of global climate change, massive land-use changes, biodiversity losses and other global environmental changes that characterize the contemporary world. Widespread antibiotic resistance, especially of staphylococci, streptococci and enterococci, has followed our ill-considered over-use of these wonder drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cholera provides an instructive example. The ancestral home of cholera was apparently the Ganges delta, in India, where epidemics of a cholera-like disease have been described over the past four centuries. During the past four decades, a major pandemic of cholera has occurred. This is the seventh pandemic since cholera, reinforced with its newly acquired toxin-producing genotype, first extended its range beyond south Asia in 1817. That initial spread occurred as a result of the Great Kumbh religious festival in the Upper Ganges, in which great numbers of pilgrims from all over India came to bathe in the sacred waters. Their subsequent dispersal, in association with British troop movements in the northwest frontier region, led to a cholera pandemic that spread from India to the Arabian peninsula and along the trade routes to Africa and the Mediterranean coast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the early 1830s, the faster-travelling steamboats enabled cholera to cross the Atlantic. The disease reached North America in 1832, arriving first in Montreal, New York and Philadelphia. In the United States, the disease spread rapidly around the coastline and inland via major rivers. Public hysteria, fanned by the flames of newly established newspapers, spread rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This seventh pandemic has reached further than ever before, affecting Asia, Europe, Africa, North America and Latin America. It began in 1961 and is by far the longestlasting pandemic to date (Lee & Dodgson 2000; WHO 2003) . The strain is the El Tor strain, which, in the midtwentieth century, appeared to replace the more lethal classical biotype of the nineteenth-century pandemics. Nevertheless, the extraordinary scale of this pandemic seems unlikely to reflect, predominantly, the biology of the bacterium. Rather, the scale and persistence of the pandemic is thought largely to reflect the greatly increased volume of human movement between continents, the greater rapidity and distance of modern shipping-based trade, the escalation in nutrient enrichment of coastal and estuarine waters by phosphates and nitrates in run-off wastewater, and the proliferation of urban slums without access to safe drinking water. In other words, the world Phil. Trans. R. Soc. Lond. B (2004) today has apparently become a more conducive culture medium for this infectious agent.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 212,
                    "text": "(Lee & Dodgson 2000;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 213,
                    "end": 222,
                    "text": "WHO 2003)",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 982,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cholera, however, is a well-established, familiar, disease. Our main interest, here, is in the appearance and spread of new infectious diseases, of 'emerging infections'. We should first clarify this word 'emerging', since its usage has been somewhat ambiguous. In 1992, the US Institute of Medicine defined 'emerging' as subsuming three things:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(i) established infectious diseases undergoing increased incidence, (ii) newly discovered infections, and (iii) newly evolving (newly occurring) infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the wake of the dramatic outbreak and spread of SARS in 2003, our particular interest here is to understand the social, environmental and related factors that potentiate the appearance of a new infectious disease such as SARS. Such understanding should assist us in the anticipation of any such future risks as the configurations of human ecology-social, environmental, technological and behavioural-continue to change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of course, many new infectious diseases do not develop into serious public health problems (McMichael 2001; Patz & Confalonieri 2004) . Some do little more than establish a toehold at the margins of human society. Others flicker sporadically. Some, such as the 'English Sweats' of the sixteenth century, may circulate for decades and then apparently disappear. In the meantime, we cannot know what the future trajectory of the new disease will be. Twenty years after the initial spread of HIV/AIDS we are aghast at the scale of the pandemic. Meanwhile, we can learn things from all such emerging infections. In particular, they widen our understanding of the ecology of infectious diseases, and of the often distinctive adaptation mechanisms that boost the pathogen's survival or spread.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 107,
                    "text": "(McMichael 2001;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 108,
                    "end": 133,
                    "text": "Patz & Confalonieri 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "WHAT ELSE CAN WE LEARN FROM EMERGING INFECTIONS?"
        },
        {
            "text": "The science of emerging infections used to be a lot simpler. In the words of the biblical Old Testament:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ELSE CAN WE LEARN FROM EMERGING INFECTIONS?"
        },
        {
            "text": "The Lord shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning. (Deuteronomy 28:22) Indeed, when wrathful, the Lord was apparently partial to quite a bit of smiting. Strange and often fatal diseases were thus dispensed as Divine Retribution. The Revelation of St John the Divine-part of the Apocrypha that follows the Christian bible's New Testament, and written in about AD 100-gives a colourful account of this category of disease. St John describes the Four Horsemen of the Apocalypse, the fourth (pestilence, riding on a white horse) being the harbinger of nearcertain death.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 138,
                    "text": "(Deuteronomy 28:22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WHAT ELSE CAN WE LEARN FROM EMERGING INFECTIONS?"
        },
        {
            "text": "The four horsemen are instructive in another sense. They are: War, Conquest, Famine and Pestilence. Two millennia ago in the eastern Mediterranean region, these were the four main recurring scourges of human happiness, health and survival. As public health threats, they are all conceptualized in population-level terms. An individual may be starving or malnourished, but it is the population at large that undergoes famine. An individual may contract an infection, but it is pestilence that sweeps through the whole population. That is, these terms are attuned to the notion of population-based phenomena as determinants of health and survival. This is a perspective that is often missing in the modern, popular discussion of the determinants of health (Reiter & Sprenger 1987; McMichael 2002) .",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 778,
                    "text": "(Reiter & Sprenger 1987;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 779,
                    "end": 794,
                    "text": "McMichael 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "WHAT ELSE CAN WE LEARN FROM EMERGING INFECTIONS?"
        },
        {
            "text": "Contemporary discussion, therefore, needs to incorporate a clearer understanding of infectious disease within an ecological framework. It cannot be mere chance that there has been an upturn in the tempo of new and spreading infectious disease in recent decades. Therefore, can we clarify, and assess the relative roles of the environmental and social factors in infectious disease emergence?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ELSE CAN WE LEARN FROM EMERGING INFECTIONS?"
        },
        {
            "text": "Both those two adjectives should be treated liberally. 'Environmental' refers to the physical circumstances of contact between pathogen and human. Environments can change at the micro, meso and macro scales. 'Social' encompasses community-level and individual-level behaviours, contact networks, choices of technology, etc. 'Social' also embraces political and cultural circumstances, and the distribution of advantage and disadvantage of varying vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ELSE CAN WE LEARN FROM EMERGING INFECTIONS?"
        },
        {
            "text": "The primary event-the 'environmental' event that initiates a new human infection-is a novel physical contact between potential pathogen and human. The infectious agent mostly derives from an animal source, though some derive from the soil. A particular requirement, usually, is that the potential pathogen is a mutated strain that fortuitously (for the microbe) has become better able to enter and survive in the human host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "This contact event may arise naturally. More usually, it appears that such contacts have come about because of some cultural, social, behavioural or technological change on the part of humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "The subsequent spread of the 'new' infectious disease may depend on either environmental or social factors. These include the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "(i) demographic characteristics and processes, human mobility, etc.; (ii) land use, other environmental changes, encroachment on new environments; (iii) consumption behaviours (eating, drinking, and, more generally, culinary culture); (iv) other behaviours (sexual contacts, IV drug use, hospital procedures, etc.); (v) host condition (malnutrition, diabetes, immune status, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "An example of an emerging disease that primarily reflects social-technological change is hepatitis C. This previously unknown hepatitis virus was identified in 1989, and may have been quietly circulating in humans for a very long time. The advent of illicit intravenous drug use and of medical transfusion has allowed the wider spread and the recognition of this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "Phil. Trans. R. Soc. Lond. B (2004) Meanwhile, the resurgence of previously well-established infectious diseases-such as cholera, malaria, tuberculosis and diphtheria (in 1990s Russia)-has been primarily attributable to changes in social conditions and behaviours. These include poverty, crowding and the weakening of public health infrastructure. Indeed, this is an old, continuing story. Epidemics have often accompanied periods of great social and demographic transition. Examples include the bubonic plague in fourteenth-century Europe, following the privations and poverty of the feudal system under the stress of several decades of miserable weather and crop failures; the scourges of tuberculosis, smallpox and cholera in the squalid crowded cities of Dickens's nineteenth-century England; and the ravages of the Spanish influenza following the chaos of World War I.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "Various environmental influences, both physical and ecological changes, also influence the resurgence of some of these infectious diseases. For example, the World Health Organization has recently estimated that ca. 6-7% of malaria in some parts of the world is attributable to the climate change that has occurred during the past quarter of a century (McMichael et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 373,
                    "text": "(McMichael et al. 2004",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "THE PROCESS OF 'EMERGENCE'"
        },
        {
            "text": "During many millennia of human cultural evolution, dispersal around the world, and subsequent interpopulation contact and conflict, there have been several distinct transitions in human ecology and in interpopulation interactions that have profoundly changed the patterns of infectious disease in human populations. The main transitions have been as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(i) Prehistoric transition. (ii) Historic transitions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(1) first (local), 5-10 000 years ago;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(2) second (continental), ca. 1-3000 years ago;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(3) third (intercontinental), from ca. AD 1500;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(4) today (global), fourth historical transition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "The prehistoric transition began, several million years ago, with the move from tree dwelling to savannah. This entailed changes in exposures to mosquito and tick species. Likewise, the growing reliance of early Homo species on meat eating, from ca. 2 Myr ago, and associated activities such as the use of animal skins and fur would have increased exposure to enzootic agents and their vectors (including lice). The subsequent radiation of these upright-walking hunter-gatherers into unfamiliar environments would have exposed them to various new parasites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "This early transition also illustrates the close interrelationship between the behavioural, social and environmental domains, as interacting influences on the emergence of infectious disease. Under evolutionary pressures, human behaviours slowly changed. The behavioural move to ground-dwelling upright-walking existence entailed various environmental changes. There were also consequent changes in social relationships, in family and tribal groupings, and in patterns of day-to-day interaction between these hunter-gatherer hominids. Clearly, it is likely to be misleading to attempt to make a clear-cut differentiation of environmental and social influences on emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "Following the early emergence of agriculture and livestock herding, which began ca. 10 000 years ago in the eastern Mediterranean, three great transitions in humanmicrobe relationships, occurring on an increasingly large scale, are readily recognizable. These have been well described by the historian William McNeill (McNeill 1976) . These are referred to as 'historic' transitions in that they occurred after the advent of early writing, when recorded 'history' became possible.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 332,
                    "text": "(McNeill 1976)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(a) First historic transition Early human settlements, from ca. 5000-10 000 years ago, enabled enzootic pathogens to enter Homo sapiens (Weiss 2001) . Many mutant microbes, originating from husbanded animals and 'urban' pest species (rodents, flies, etc.) would, by chance, have made contact with members of the unfamiliar human species. Most such microbial contacts must have failed. However, some, just as with HIV/AIDS, the Nipah virus and SARS in recent times, would have survived and prospered. They were the progenitors of today's textbook infections: influenza, tuberculosis, leprosy, cholera, typhoid, smallpox, chicken pox, measles, malaria, schistosomiasis, and many others.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 148,
                    "text": "(Weiss 2001)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "(b) Second historic transition Early Eurasian civilizations, now large and powerful, came into military and commercial contact, ca. 1500-3000 years ago, swapping their dominant infections. Rome, China and the eastern Mediterranean swapped their germ pools, often with disastrous results-such as the Justinian Plague of AD 542 that devastated Constantinople and the Roman Empire. The historical record shows that China suffered a series of massive epidemics during these times (McNeill 1976) .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 490,
                    "text": "(McNeill 1976)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "Following this second great historical transition, a trans-Eurasian equilibration of infectious disease agents, European populations were becoming genetically and culturally attuned to many of these now endemic or recurring infectious diseases. Presumably, the same was true at the other end of Eurasia, in the ancient, vast civilization of China. Contact with the bubonic plague in Europe, however, had only been occasional, and the disaster of the Black Death in the mid-fourteenth century came at the end of this second transitional period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL TRANSITIONS, PAST AND PRESENT"
        },
        {
            "text": "The third transition resulted from European exploration and imperialism, beginning ca. AD 1500 and continuing over much of the past five centuries. This caused the trans-oceanic spread of often-lethal infectious diseases. The devastating impact of the repertoire of infections taken to the Americas by the Spanish conquistadores is well known. Similar processes occurred with European explorations of the Asia-Pacific region, with European settlement in Australia, and with the trans-Atlantic slave trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Third historic transition"
        },
        {
            "text": "An interesting sidelight on this third transition comes from Charles Darwin's two-month visit to the east coast of Australia in 1836, en route home after his famous stopover in the Galapagos islands. In his journal Darwin (1839) writes, following his observations of diseases in Australian Aboriginals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Third historic transition"
        },
        {
            "text": "Besides these several evident causes of destruction, there appears to be some more mysterious agency generally at work. Wherever the European has trod, death seems to pursue the aboriginal. We may look to the wide extent of the Americas, Polynesia, the Cape of Good Hope, and Australia, and we shall find the same result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Third historic transition"
        },
        {
            "text": "It is certainly a fact, which cannot be controverted, that most of the diseases that have raged in the islands during my residence there, have been introduced by ships; and what renders this fact remarkable is that there might be no appearance of the disease among the crew of the ship which conveyed this destructive importation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Darwin later continues:"
        },
        {
            "text": "Here, half a century before the elucidation of the germ theory, this great naturalist was once again making incisive observation and inference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Darwin later continues:"
        },
        {
            "text": "(d ) Fourth historic transition Today, we are living through the fourth great historical transition. This time the scale is global and changes are occurring on many fronts. The spread and increased lability of various infectious diseases, new and old, reflect the impacts of demographic, environmental, social, technological and other rapid changes in human ecology. Global climate change, one of the greatest of the humaninduced global environmental changes now underway, will have diverse impacts upon the patterns of infectious disease occurrence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Darwin later continues:"
        },
        {
            "text": "The globalization of our economic activities and culture, the rapidity of distant contact, the spread and intensification of urbanization, and our increasing reliance on either intricate or massive technology, are reshaping the relations between humans and microbes. In particular, we are destabilizing ecosystems in ways that favour the proliferation of the r species-that is, those small opportunistic species that (in contrast to the larger K species such as ourselves) reproduce rapidly, invest in prodigious output rather than intensive parenting, and have mechanisms to efficiently disperse their offspring. Pathogens are typical r species, and they live today in a world of increasing opportunity. Figure 1 makes a crude attempt to compare the relative importance of major categories of environmental and social factors to each of the four historical transitions. Note, however, that the relativities are more meaningful within each of the four transitions, rather than between the transitions. This is a rather inexact exercise, but it underscores how configurations of social and environmental influences change. It also shows the more intensive set of influences that apply in today's world.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 713,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Darwin later continues:"
        },
        {
            "text": "The following section provides some examples of emerging infectious diseases, considered under major categories of environmental and social influences, pertaining to patterns of travel, trade and land use. (a) Travel and trade Wherever we travel, unseen microbes accompany us. The plague bacterium, Yersinia pestis, accompanied Roman legions returning from the Middle East. In London in the mid-nineteenth century, John Snow noted that cholera epidemics followed major routes of commerce between Asia and Europe, appearing first at seaports when entering a new region. However, the speed, volume and reach of today's travel are unprecedented in human history, and offer multiple potential routes for microbial spread around the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "The African malaria vector mosquito Anopheles gambiae gained entry to Brazil in 1937. Apparently, the mosquito migrated from western Africa on the mail-boats that traversed the Atlantic in 3-4 days. In the ensuing years, this mosquito species spread along the Brazilian coastal region and inland, and caused up to 50 000 deaths. (Fortunately, an extraordinary eradication campaign, led by the American Fred Sopers, eliminated it in the early 1940s.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "In today's globalizing economy, this story is often repeated. For example, a major mosquito vector for the dengue virus, Aedes albopictus (the 'Asian tiger mosquito'), has been spread widely in recent years, particularly via the unwitting intercontinental exportation of mosquito eggs in used car tyres into Africa and the Americas (Reiter & Sprenger 1987) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 356,
                    "text": "(Reiter & Sprenger 1987)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "Neisseria meningitidis, a global pathogen, causes seasonal epidemics of meningitis in parts of Africa: the so-called 'meningitis belt'. The disease has spread more widely. Studies with molecular markers have shown, for example, how Muslim pilgrims that brought an epidemic strain of N. meningitidis from southern Asia to Mecca in 1987 then passed it on to pilgrims from sub-Saharan Africa, who subsequently initiated, back home, strain-specific epidemic outbreaks in 1988 and 1989. Studies of molecular Phil. Trans. R. Soc. Lond. B (2004) markers traced the spread of this epidemic clone to several other countries (Moore et al. 1989) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 538,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 634,
                    "text": "(Moore et al. 1989)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "The globalization of the food market has accentuated the movement of pathogens from one region to another. The commercial movement of foods, particularly fruits and vegetables, also redistributes microbial resistance genes along with the microbes. For example, an outbreak of cholera in Maryland, USA, was traced to imported contaminated frozen coconut milk (Taylor et al. 1993) . Alfalfa sprouts grown from contaminated seed sent to a Dutch shipper caused outbreaks of infections with Salmonella species in both the USA and Finland (Mahon et al. 1997) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 378,
                    "text": "(Taylor et al. 1993)",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 552,
                    "text": "(Mahon et al. 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "A primary drive that underlies migration is the urge to enter the cash economy, allied with the international demand for both skilled and unskilled workers in a globalizing marketplace. Rapid urbanization tends to boost old infectious diseases such as childhood pneumonia, diarrhoea, tuberculosis and dengue. It also facilitates the spread of various 'emerging' diseases; for example, highrise housing creates new risks, as seen for SARS in Hong Kong. Such housing also increases family breakdown, drug abuse, sexually transmitted infections and HIV (Cohen 2003) .",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 562,
                    "text": "(Cohen 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "The disease West Nile virus, newly emergent in North America, further illustrates the impact of long-distance trade and travel. The disease originated in Africa, and occurs sporadically in the Middle East and parts of Europe. It was unknown in North America until it arrived in New York in 1999, via an infected mosquito on an aeroplane. Birds were affected first, humans later. There were apparently favourable conditions for the virus to survive and spread within New York City. They were as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "(i) Early season rain and summer drought provided ideal conditions for Culex mosquitoes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "(ii) July 1999 was the hottest July on record for New York City. (iii) Suburban/urban ecosystems supported high numbers of select avian host and mosquito vector species adapted to those conditions. (iv) High populations of susceptible bird species existed, especially crows. (v) Suburban/urban ecosystems were conducive to close interaction of mosquitoes, birds and humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "West Nile virus then spread rapidly across the United States, and has now established itself as an endemic virus, harboured by animals including birds and horses and transmitted via mosquitoes. There was a sharp increase in the number of human cases, involving most US states, during 2002-2003. In July 2003, Mexico declared a state of emergency when West Nile virus arrived in that country. The concern that the disease could spread more rapidly in Central and South America than in North America reflects the awareness that Latin American countries could be ideal breeding grounds, because of their warmer climate, large bird populations and yearround mosquitoes. Ecologists anticipate adverse impacts on domesticated horses and on the diverse animal and bird life in the tropics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL AND ENVIRONMENTAL INFLUENCES ON EMERGING INFECTIOUS DISEASES: SOME EXAMPLES"
        },
        {
            "text": "As Rene Dubos noted long ago, humans have always changed their environments (Dubos 1980) . We are, in the words of the ecologists, 'patch disturbers'. The increasing scale of our intervention in the environment, both deliberately (e.g. land clearing, urbanization) and as collateral impact (e.g. global climate change, species extinctions), is inevitably accelerating the rate of emergence of new infectious diseases. The main human-induced environmental changes that affect infectious disease risk include: tropical deforestation; road building; irrigation; dam building; local/regional weather anomalies; intensified crop and animal production systems; urban sprawl; continued poor sanitation; and pollution of coastal zones.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 88,
                    "text": "(Dubos 1980)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "(b) Land use and environmental change"
        },
        {
            "text": "A Working Group on Land Use Change and Infectious Disease Emergence, comprising several dozen scientists from around the world, met in 2002 and ranked the environmental factors, associated with land use, with most influence ('public health impact') on emerging diseases (Patz & Confalonieri 2004) . The top 12 environmental changes, in descending order, were as follows:",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 296,
                    "text": "(Patz & Confalonieri 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(b) Land use and environmental change"
        },
        {
            "text": "(i) agricultural development, (ii) urbanization, (iii) deforestation, (iv) population movement, (v) introduced species/pathogens, (vi) biodiversity loss, (vii) habitat fragmentation, (viii) water and air pollution (including heightened respiratory susceptibility), (ix) road building, (x) impacts of HIV/AIDS, (xi) climatic changes, and (xii) hydrological changes, including dams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Land use and environmental change"
        },
        {
            "text": "Phil. Trans. R. Soc. Lond. B (2004) Many natural systems-forests, drylands or cultivated systems-contain a distinct, exclusive set of infectious diseases. However, several major diseases, including malaria and dengue, occur across many ecosystems. Malaria is transmitted by 26 different species of anopheline mosquitoes, each of them dominant in particular habitats and locations. Because each species responds differently to a specified land use change, it is difficult to generalize the impact of ecosystem change effects across regions. Some other diseases such as yellow fever, however, can be transferred across ecosystems. The disease's natural, sylvatic, zoonotic cycle is between mosquitoes and monkeys high in forest canopies, but yellow fever can move into savannah, agricultural, and even urban areas in the wake of human economic activities such as logging or forest clearing.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(b) Land use and environmental change"
        },
        {
            "text": "Next, some examples of emerging infectious diseases are considered in relation to six main ecological disruption situations. Each configuration of changes includes an aspect of land use (Patz & Confalonieri 2004) . There is some overlap between these six categories, listed below, since they refer to changes in complex dynamic ecosystems:",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 212,
                    "text": "(Patz & Confalonieri 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL DISRUPTIONS"
        },
        {
            "text": "(i) altered habitat, with proliferation of reservoir or vector populations; (ii) biodiversity change and habitat fragmentation; (iii) ecosystem changes and loss of predators; (iv) intensified farming and animal husbandry;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECOLOGICAL DISRUPTIONS"
        },
        {
            "text": "(v) niche invasion; (vi) host transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECOLOGICAL DISRUPTIONS"
        },
        {
            "text": "(a) Altered habitat, with proliferation of reservoir or vector populations Rodent-borne hantavirus occurs widely in agricultural systems, as in South America and east Asia, and in arid grasslands in North America and elsewhere. In mid-1993, an unexpected outbreak in humans occurred in the Four Corners region of southwest USA. The infection entailed acute respiratory distress, with high fatality. This 'hantavirus pulmonary syndrome' was traced to infection with a previously unrecognized virus, maintained primarily within the common native deermouse. Human infection occurs via contact in dried, wind-blown excretions of infected mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECOLOGICAL DISRUPTIONS"
        },
        {
            "text": "Apparently, the El Niñ o event of 1991-1992, with its unseasonally heavy summer rains, hugely boosted the local rodent populations, and potentiated the 1993 outbreak (Glass et al. 1995; Engelthaler et al. 1999) . Populations of deermice were 10-15-fold higher than during the previous 20-year seasonal average (Parmenter et al. 1993 ).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 185,
                    "text": "(Glass et al. 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 186,
                    "end": 210,
                    "text": "Engelthaler et al. 1999)",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 332,
                    "text": "(Parmenter et al. 1993",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL DISRUPTIONS"
        },
        {
            "text": "Deforestation, with fragmentation of habitat, increases the 'edge effect', which then promotes pathogen-vectorhost interaction. This process has contributed, in recent decades, to the emergence of the various viral haemorrhagic fevers in South America. These viral infections are caused by arenaviruses that have wild rodents as their natural hosts. They have been described especially in Argentina (Junin virus), Bolivia (Machupo virus) and Venezuela (Guanarito virus) (Maiztegui 1975; Simpson 1978; Salas et al. 1991) .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 486,
                    "text": "(Maiztegui 1975;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 487,
                    "end": 500,
                    "text": "Simpson 1978;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 501,
                    "end": 519,
                    "text": "Salas et al. 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(b) Biodiversity change and habitat fragmentation"
        },
        {
            "text": "These haemorrhagic fever infections typically occur in outbreaks ranging from a few dozen to thousands of cases. Outbreaks have mostly occurred in rural populations, when individuals become infected by contact with contaminated rodent excretions. Consider the example of the Machupo virus. The clearing of forested land in Bolivia in the early 1960s, which was accompanied by blanket spraying of DDT to control malaria mosquitoes, led, respectively, to infestation of cropland by Calomys mice and to the poisoning of the rodents' usual predators (village cats). The consequent proliferation of mice and their viruses resulted in the appearance of a new viral fever, the Bolivian (Machupo) haemorrhagic fever, which killed around one-seventh of the local population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Biodiversity change and habitat fragmentation"
        },
        {
            "text": "The impact of forest clearance, with road building, ditch construction, and subsequent damming and irrigation, is known to have diverse impacts on anopheline mosquito species. Cleared land and the creation of ditches may enhance breeding opportunities for the preexisting local malaria-transmitting anopheline mosquitoes. By contrast, habitat destruction may eliminate some local mosquito species, perhaps thereby opening a niche for an invasive anopheline species (Povoa et al. 2001 ).",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 483,
                    "text": "(Povoa et al. 2001",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "(b) Biodiversity change and habitat fragmentation"
        },
        {
            "text": "Lyme disease illustrates this category of factor. This bacterial disease was first identified in the northeast USA in 1976 in the town of Old Lyme. The disease is spread by ixodic ticks that transmit the spirochaete Borrelia burgdorferi. The ticks normally feed on deer and white-footed mice, with the latter being the more competent viral host species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Ecosystem changes, loss of predators and host species imbalance"
        },
        {
            "text": "Forest fragmentation has led to changes in biodiversity. This includes the loss of various predator species-wolves, foxes, raptors and others-and a resultant shift of ticks from the less to the more competent host species (as white-footed mice have become relatively more numerous, because of the reduced 'dilution' effect of biodiversity). These changes, along with middle-class suburban sprawl into woodlands, have all been interconnected in the occurrence of this disease (Glass et al. 1995; Schmidt & Ostfeld 2001 ).",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 494,
                    "text": "(Glass et al. 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 495,
                    "end": 517,
                    "text": "Schmidt & Ostfeld 2001",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "(c) Ecosystem changes, loss of predators and host species imbalance"
        },
        {
            "text": "This category is well illustrated by the apparent interactions between avian viruses and humans in rural south China and environs. This interaction has been widely posited to underlie the emergence of new strains of influenza virus (perhaps with intervening passage through domesticated pigs). The influenza viruses are very unstable genetically, and are thus well adapted to evading host defences. Influenza viruses, when replicating in infected humans or animals, can undergo genetic rearrangement. For example, different subtypes of influenza A virus can swap genes, thereby producing a novel subtype with an altered antigenic profile, and this new subtype may on occasion be particularly virulent. This scrambling of genetic material, albeit usually minor, serves to ensure that animals and Phil. Trans. R. Soc. Lond. B (2004) humans remain susceptible to the virus during each subsequent season. This enhances continuing survival prospects for the viruses.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 830,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(d ) Intensified farming and animal husbandry"
        },
        {
            "text": "The emergence of some infectious diseases results from a pathogen invading a new or recently vacated niche. A good example is the Nipah virus, which emerged as a human disease in Malaysia in 1999, causing over 100 deaths (Chua et al. 2000) .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 239,
                    "text": "(Chua et al. 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "(e) Niche invasion"
        },
        {
            "text": "This highly pathogenic virus emerged from its natural reservoir host species (fruit bats) via domestic animal (pig) amplifier hosts. The ecological trigger appears to have been a complex series of human alterations to fruit bat habitat and agriculture in combination with a period of drought (Daszak et al. 2001; Chua et al. 2002) . Three considerations are particularly relevant.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 312,
                    "text": "(Daszak et al. 2001;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 313,
                    "end": 330,
                    "text": "Chua et al. 2002)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(e) Niche invasion"
        },
        {
            "text": "(i) The virus does not appear to pass directly from bats to humans. (ii) The fruit bat's habitat has been largely replaced in peninsular Malaysia by oil palm plantations. (iii) Deforestation in adjacent Sumatra, coupled with a major El Niñ o-driven drought, led to significant seasonal air-pollution haze events that cover Malaysia. This reduced the flowering and fruiting of forest trees that are the natural food of fruit bats, thus impairing their food supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(e) Niche invasion"
        },
        {
            "text": "Thus, the Nipah virus outbreak in 1999 was associated with a marked decline in forest fruit production. This caused the encroachment of fruit bats (the key Nipah virus reservoir) into pig farms, where fruit plantations were also maintained. Infected pigs then passed on the viral infection to pig farmers (Chua et al. 2002 ).",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 322,
                    "text": "(Chua et al. 2002",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(e) Niche invasion"
        },
        {
            "text": "This, of course, is the old story of pathogens 'jumping ship'. The HIV/AIDS pandemic has reminded us of this ongoing risk, since it is clear that SIV mutants passed into humans some time during the twentieth century. Bushmeat hunting in Africa has led to other local emergence episodes (Patz & Wolfe 2002) : for example, forest workers cutting up chimpanzee meat have become infected with Ebola virus (WHO 1996) .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 305,
                    "text": "(Patz & Wolfe 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 401,
                    "end": 411,
                    "text": "(WHO 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "Cross-species transmission is, of course, bidirectional: it can also entail non-human primate species and other valuable wildlife coming into contact with human pathogens. For example, the parasitic disease, Giardia, was introduced to the Ugandan mountain gorilla by humans through ecotourism and conservation activities (Nizeyi et al. 1999) . Non-human primates have acquired measles from ecotourists (Wallis & Lee 1999 ).",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 341,
                    "text": "(Nizeyi et al. 1999)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 402,
                    "end": 420,
                    "text": "(Wallis & Lee 1999",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "(g) Human-induced climate change Many pathogens and their vectors are very sensitive to climatic conditions, particularly temperature, surface water and humidity. It has become increasingly certain not only that humans face anthropogenic climate change, because of the continuing excessive emission of greenhouse gases, but that the process has begun (see figure  2 ). In the words of a recent authoritative review: 'Modern climate change is dominated by human influences, which are now large enough to exceed the bounds of natural variability' (Karl & Trenberth 2003) .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 568,
                    "text": "(Karl & Trenberth 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 365,
                    "text": "figure  2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(f ) Host transfer"
        },
        {
            "text": "The frequency and geographical range of certain plant and animal infectious diseases has reportedly changed, at least partly in response to climate change, over recent years (Harvell et al. 2002) . For human infectious diseases, the causal configuration is intrinsically more complex (entailing many more demographic, social and technological influences), and therefore it has proven difficult to attribute clear-cut impacts due to recent climate change. Nevertheless, some suggestive evidence exists for an influence of recent climate change upon cholera in Bangladesh, tick-borne encephalitis in Sweden, and malaria in parts of eastern Africa (Lindgren & Gustafson 2001; Rodo et al. 2002) .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 195,
                    "text": "(Harvell et al. 2002)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 645,
                    "end": 672,
                    "text": "(Lindgren & Gustafson 2001;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 673,
                    "end": 690,
                    "text": "Rodo et al. 2002)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "There has been considerable attention paid to how human diseases such as malaria and dengue fever will respond to the plausible range of global climate changes over the coming century. Various statistical and biologically based ('process') models have been brought to bear. However, much of the topic has not yet been broached. How will patterns of domestic and urban water use change in a warmer world? How will a change in climatic conditions, and associated changes in ecosystems, affect the probabilities of microbial mutation and successful speciation? What would be the infectious disease consequences of an increase in the tempo of extreme weather events and natural disasters?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "With global climate change, we are beginning to change the conditions of life on Earth at the planetary scale. This is unprecedented. It will have diverse, mostly negative, consequences for biological systems everywhere and for dependent human societies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "(h) Dengue fever: a labile disease affected by urbanization, travel, trade and climate Dengue is the most important vector-borne viral disease of humans. This disease has attained additional prominence Phil. Trans. R. Soc. Lond. B (2004) recently, as one that is very likely to be affected by global climate change. Dengue is numerically the most important vector-borne viral disease of humans. Approximately 80 million cases are reported every year, of which ca. 20 000 die. Although dengue is primarily a tropical disease, it has extended in recent decades to countries with temperate climates. This reflects the increase in the number of imported cases, resulting from increased air travel, and the introduction of an exotic vector, Aedes aegypti, adapted to a cold climate (Kuno 1995) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 237,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 788,
                    "text": "(Kuno 1995)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "This vector species, which breeds in water-containing sites typically found in the urban environment, has made extraordinary evolutionary adjustments to coexist with humans, having originated in forest Africa. The vector has followed humankind on its travels and migrations around the world (Monath 1994) . It has attained further recent prominence as one of the main infectious diseases likely to be affected by global climate change throughout this century and beyond.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 304,
                    "text": "(Monath 1994)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "(f ) Host transfer"
        },
        {
            "text": "Over the past two centuries, industrial and post-industrial changes in human ecology, rapid population growth and population movement have quickened. New infectious diseases emerged, even as some pathogens that have been around for a long time were eradicated or rendered insignificant. Nature is always trying out new genetic variants; ecological niches open and close; human society's defences wax and wane. Environmental and ecological change, local pollutants, the widespread loss of top predators, economic and social changes, and international travel, which drives a great movement of hosts, continue to change the profile of infectious disease occurrence, affecting pathogens across a wide taxonomic range of animals and plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        },
        {
            "text": "Clearly, many factors, often interacting, can influence the emergence and re-emergence of infectious diseases. Thus, what is the relative importance of 'environmental' and 'social' factors?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        },
        {
            "text": "The underlying initiating event, for a newly emergent disease, necessarily entails the entry into the human species, from an animal (broadly defined) source, of a normal zoonotic pathogen or of a fortuitous mutant pathogen. This event typically requires enhanced exposure of human subjects, and is best construed as an 'environmental' event. However, the particular environmental circumstance may be the result of some human behaviour or social practice, for example migration into a new environment, land clearance or climatic disturbance. Such 'environmental' events, or encounters, have underlain the recent emergence of new infectious disease such as HIV/AIDS, Lyme disease, the viral haemorrhagic fevers of South America, the Nipah virus and West Nile virus (within the USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        },
        {
            "text": "The subsequent dissemination of these newly evolving or newly discovered infectious diseases within human populations then depends on a mix of environmental and social factors. Clearly, the disastrous spread of HIV/AIDS has had much to do with poverty, ignorance, prejudice and inept government. Similarly, urbanization, longdistance travel and freer sexual relations have all amplified the spread of many such diseases. Meanwhile, environmental mismanagement and change, whether agricultural land use, the damming of rivers, human-induced climate change or evaporative air-conditioning, can all contribute to amplification of spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        },
        {
            "text": "Less relevant to today's discussion, the persistence or increase in familiar infectious diseases reflects particularly the widespread poverty, social disruption and the potent physical, economic and cultural forces of globalization. It is probably not a coincidence that the recent, longest-ever and widest-spread, pandemic of cholera, which has extended worldwide over four decades, has accompanied these aspects of the modern world. Malaria, tuberculosis and dengue fever have all increased their compass over the past 20 years, particularly within poorer communities or groups (Fineberg & Wilson 1996; Farmer 1999) .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 604,
                    "text": "(Fineberg & Wilson 1996;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 605,
                    "end": 617,
                    "text": "Farmer 1999)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        },
        {
            "text": "A little sadder and wiser, after this past quarter of a century, we are learning to think within an ecological framework-following a clue that Edward Jenner gave us just over two centuries ago: 'The deviation of man from the state in which he was originally placed by nature seems to have proved him a prolific source of diseases'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        },
        {
            "text": "We live in an increasingly globalized microbial world, a world that will continue to produce infectious disease surprises. We must think, anticipate, and act more in terms of ecological balance, and less in terms of ambush, warfare and arms race. Humans and microbes are not 'at war'. Rather, both parties are engaged in amoral, selfinterested, coevolutionary struggle. We need to understand better, and therefore anticipate, the dynamics of that process. This has implications for environmental management, the alleviation of poverty as a generalized means of reducing susceptibility, the nurturing of social capital to ensure a stronger institutional base, the constraining of ecological folly arising from commercial pressures and consumerist drives, and, of course, the restitution of society's public health capacity and function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUDING COMMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nipah virus: a recently emergent deadly paramyxovirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "1432--1435",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anthropogenic deforestation, El Niñ o and the emergence of Nipah virus in Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Malay. J. Pathol",
            "volume": "24",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Urban unfinished business",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Environ. Hlth Res",
            "volume": "13",
            "issn": "",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Anthropogenic environmental change and the emergence of infectious diseases in wildlife",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hyatt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Trop",
            "volume": "78",
            "issn": "",
            "pages": "103--116",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The wooing of Earth",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dubos",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "and 11 others) 1999 Climatic and environmental patterns associated with hantavirus pulmonary syndrome, Four Corners region, United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Engelthaler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg. Infect. Dis",
            "volume": "5",
            "issn": "",
            "pages": "87--94",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infections and inequalities. The modern plagues",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Social vulnerability and death by infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fineberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "New Engl. J. Med",
            "volume": "334",
            "issn": "",
            "pages": "859--860",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Environmental risk factors for Lyme disease identified with geographical information systems",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Noy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Israel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am. J. Public Hlth",
            "volume": "85",
            "issn": "",
            "pages": "944--948",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Climate warming and disease risks for terrestrial and marine biota",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harvell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitschell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "2158--2162",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Climate Change 2001: the scientific basis: contribution of Working Group 1 to the Third Assessment Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modern global climate change",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trenberth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "1719--1723",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Review of the factors modulating dengue transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Epidemiol. Rev",
            "volume": "17",
            "issn": "",
            "pages": "321--335",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Globalisation and cholera: implications for global governance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dodgson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Global Governance",
            "volume": "6",
            "issn": "",
            "pages": "213--236",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tick-borne encephalitis in Sweden and climate change",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindgren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gustafson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "16--18",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human frontiers, environments and disease: past patterns, uncertain futures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Population, environment, disease, and survival: past patterns, uncertain futures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "1145--1148",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global climate change. In Comparative quantification of health risks: global and regional burden of disease attributable to selected major risk factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Geneva: WHO",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ezzati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "C"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Plagues and people",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "and 11 others) 1997 An international outbreak of Salmonella infections caused by alfalfa sprouts grown from contaminated seeds",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Mahon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Infect. Dis. USA",
            "volume": "91",
            "issn": "",
            "pages": "2395--2400",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical and epidemiological patterns of Argentine haemorrhagic fever",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Maiztegui",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Bull. WHO",
            "volume": "52",
            "issn": "",
            "pages": "567--575",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dengue: the risk to developed and developing countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "2395--2400",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Intercontinental spread of an epidemic group A Neisseria meningitidis strain",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Gellin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Broome",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "260--263",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cryptosporidium sp. and Giardia sp. infections in mountain gorillas (Gorilla gorilla beringei ) of the Bwindi Impenetrable National Park",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nizeyi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mwebe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nanteza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cranfield",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kalema",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Graczyk",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Uganda. J. Parasitol",
            "volume": "85",
            "issn": "",
            "pages": "1084--1088",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The hantavirus epidemic in the southwest: rodent population dynamics and the implications for transmission of hantavirus-associated adult respiratory distress syndrome (HARDS) in the four corners region",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parmenter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ernest",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Sevilleta LTER Publ",
            "volume": "41",
            "issn": "",
            "pages": "1--44",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Human health: infectious and parasitic diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Confalonieri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Millennium ecosystem assessment: conditions and trends",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "In Conservation medicine: ecological health in practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "167--181",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Climate change: regional warming and malaria resurgence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulme",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rosenzweig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Githeko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Le Sueur",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "420",
            "issn": "",
            "pages": "627--628",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Malaria vectors in the municipality of Serra do Navio, State of Amapa, Amazon Region, Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Povoa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lacerda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warhurst",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mem. Inst. Oswaldo Cruz",
            "volume": "96",
            "issn": "",
            "pages": "179--184",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The used tire trade: a mechanism for the worldwide dispersal of container-breeding mosquitoes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sprenger",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Am. Mosquito Control Assoc",
            "volume": "3",
            "issn": "",
            "pages": "494--501",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "ENSO and cholera: a non-stationary link related to climate change?",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rodo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faruque",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "20",
            "issn": "",
            "pages": "901--913",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "and 15 others) 1991 Venezuelan haemorrhagic fever",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "338",
            "issn": "",
            "pages": "1033--1036",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Biodiversity and the dilution effect in disease ecology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ostfeld",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ecology",
            "volume": "82",
            "issn": "",
            "pages": "609--619",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Viral haemorrhagic fevers of man",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Bull. WHO",
            "volume": "56",
            "issn": "",
            "pages": "819--832",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "and 10 others) 1993 An outbreak of cholera in Maryland associated with imported commercial frozen fresh coconut milk",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Infect. Dis",
            "volume": "167",
            "issn": "",
            "pages": "1330--1335",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Primate conservation: the prevention of disease transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Primatol",
            "volume": "20",
            "issn": "",
            "pages": "803--826",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "WHO 1996 World Health Report 1996: fighting disease, fostering development",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "WHO. GLOSSARY SARS: severe acute respiratory syndrome WHO: World Health Organization",
            "volume": "356",
            "issn": "",
            "pages": "74--79",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2001.0838"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Indicative relative importance of various major environmental and social influences on infectious disease emergence, in each of the four major historical transitions (also see explanation in text.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reported variations in the Earth's average global surface temperature since AD 1000, supplemented by an estimated range of increases over the coming century (IPPC 2001) in response to recent and ongoing build-up of atmospheric greenhouse gas concentration. Note also the rapid rise in temperature of ca. 0.4°C since 1975. Hatched lines: approximate range of temperature increases estimated for the coming century by the IPCC (2001). Central estimate is 2-3°C.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}