{
    "paper_id": "b497b7214952238c55e0835f00cb61eacb0d0590",
    "metadata": {
        "title": "Increased levels of myelin basic protein transcripts gene in virus-induced demyelination",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "L"
                ],
                "last": "Swain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Immun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Sprent",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Schaefer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "W"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "Yamashita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "M"
                ],
                "last": "Shevach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "B"
                ],
                "last": "Pettinelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "B"
                ],
                "last": "Ahmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "M"
                ],
                "last": "Shearer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Singer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Kruisbeek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "M J"
                ],
                "last": "Andrysiak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "N"
                ],
                "last": "Germain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "L"
                ],
                "last": "Burakoft",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Rock",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Barnes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "J"
                ],
                "last": "Bemacerraf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lmmun ; H-G",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "J"
                ],
                "last": "Fink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J J"
                ],
                "last": "Bevan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "possible that such tumours are directly immunogenic for Lyt-2+ cells in vivo, involvement of L3T4+ cells responding to 'processed' tumour H-2 antigens being unnecessary for tumour rejection. In this respect, we now have preliminary evidence that the subcutaneous growth of P815 tumour cells in irradiated B6 mice can be prevented by mixing the injected tumour cells with unprimed purified B6 Lyt-2+ cells (unpublished data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In multiple sclerosis, a demyelinating disease of young adults, there is a paucity of myelin repair in the central nervous system (CNS) which is necessary for the restoration of fast saltatory conduction in axons l ,2, Consequently, this relapsing disease often causes marked disability. In similar diseases of small rodents, however, remyelination can be quite extensive, as in the demyelinating disease. caused by the A59 strain of mouse hepatitis virus (MHV-A59) 3.4 , a coronavirus of mice. To investigate when and where oligodendrocytes are first triggered to repair CNS myelin in such disease, we have used a complementary DNA probe specific for one major myelin protein gene, myelin basic protein (MBP), which hybridizes with the four forms of MBP messenger RNA in rodents 5 • Using Northern blot and in situ hybridization techniques, we previously found that MBP mRNA is first detected at about 5 days after birth, peaks at 18 days and progressively decreases to 25% of the peak levels in the adult5- 7 . We now report that in spinal cord sections of adult animals with active demyelination and inflammatory cells, in situ hybridization reveals a dramatic increase in probe binding to MBP-specific mRNA at 2-3 weeks after virus inoculation and before remyelination can be detected by morphological methods. This increase of MBP-specific mRNA is found at the edge of the demyelinating area and extends into surrounding areas of normal-appearing white matter. Thus, in situ hybridization with myelin-specific probes appears to be a useful method for detecting the timing, intensity and location of myelin protein gene reactivation preceding remyelination. This method could be used to elucidate whether such a reactivation occurs in multiple sclerosis brain tissue. Our results suggest that in mice, glial cells react to a demyelinating process with widespread MBP mRNA synthesis which may be triggered by a diffusible factor released in the demyelinated areas.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "3.4",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1010,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Earlier studies have shown that some MHV-A59 strains can cause chronic demyelination in mice and rats 4 ,8-15. For instance, a high incidence of demyelination occurs in C3H and C57 black mice 3 • 4 after intracerebral inoculation of the prototype MHV-A59 strain 16 Active demyelination is seen at 4 weeks while thinly remyelinated axons are seen at 10 weeks. Animals were perfused with 4% glutaraldehyde in Sorensen phosphate buffer, and slices of various levels of the spinal cord were embedded in Epon. l-lLm-thick sections were stained with toluidine blue. x200.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "lesions for up to 4 weeks 3 . Untranslated viral genome may be present in other areas of the CNS and in other cell types 17 , In the present investigation, 4-week-old C57Bl/6J mice (obtained from Jackson Laboratories, Bar Harbor, Maine) were injected intracerebrally with 500-1,000 plaque-forming units of MHV-A59 (obtained from Dr L. S. Sturman, New York State Department of Health, Albany, New York). At 1,2,3,4 and 8 weeks after injection, groups of three or four mice were perfused through the heart with periodate-lysine-formaldehyde 18 , and the brains and spinal cords of the perfused animals were then dissected, Transversely cut slices of various regions of the brain and spinal cord were prepared by freezing and cryosectioning for in situ hybridization as described in Fig. 2 legend. As a probe, we used a small cDNA clone, NZ-112, which encodes amino acids 60-93 of mouse MBpS. By adding 20-25 35S-labelled dATP residues to the 3' ends of the gel-purified DNA fragments using terminal deoxynucleotidyl transferase, a specific activity of 1-2 x 10 9 d.p.m. per /log DNA was obtained 6 , 7. Other CNS tissue slices were embedded in paraffin for histological examination and immunocytochemistry. For histology, paraffin sections were stained with Luxol fast blue and cresyl violet or haematoxylin/ eosin. For immunocytochemistry, paraffin sections were incubated with dilutions of mouse or goat anti-MBP antibodies and stained by the peroxidase-anti peroxidase method 19 . In addition, two or three mice at each time point were perfused and processed as described in Fig. 1 legend in order to analyse the details of the demyelinating and remyelinating process in semi-thin plastic sections, In contrast, at 3 and 4 weeks, intense hybridization is seen in regions surrounding the lesions (delineated by arrowheads) which are devoid of label. Increased hybridization extends into the normal-looking white matter: in f, the left ventral column has a lesion (under arrowheads) but increased label is also seen in the right ventral column. The dorsal right column also has a small lesion (arrow) surrounded by increased label. At 8 weeks (g,h), there is still a slight increase in white matter labelling without the differential distribution (G, grey matter of subtantia gelatinosa) observed in the 3-4-week samples. The clinical and pathological features of the disease have been described elsewhere 3 . 4 . Briefly, 5-7 days after infection, the mice developed signs of acute disease characterized by apathy, hunched posture, ruffled fur and tremor. Some mice exhibited paresis spontaneously whereas others showed more subtle motor deficits only during testing. During this acute episode, 70% of the mice died, but the remainder recovered from the disease. Signs of motor deficits were less obvious after 4 weeks. Histological examination of the brain and spinal cord at 7 days post-inoculation revealed scattered infiltrations of inflammatory cells. C3H mice, however, showed few perivascular infiltrates 3 . After 14-21 days, numerous focal lesions exhibited vacuolation and fragmentation of the myelin sheaths. Naked axons, necrotic cells and macrophages containing myelin debris were evident around the lesions. Mild perivascular infiltration with mononuclear inflammatory cells was also seen in these plaques of demyelination. Such demyelinating lesions were present in amost every section of the spinal cords examined and were situated in the central, lateral or posterior columns. Immunocytochemistry revealed a significant decrease in MBP in these lesions, the remaining stain being associated with meylin debris. After 4 weeks, the demyelinated foci were more prominent and most of the degenerated myelin had been phagocytosed ( Fig. 1 a) . A few partially demyelinated axons with abnormally thin myelin sheath were scattered in the lesion at this time. Ten weeks after infection, remyelination was prominant and most axons in the previously demyelinated areas were surrounded by thinner than normal myelin sheaths ( Fig. 1 b) . Immunostaining showed that M BP had reappeared in these areas and was associated with the newly formed myelin sheath. Invasion of the CNS by Schwann cells to remyelinate bare axons 20 -22 was not detected.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "17 ,",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "text": "7.",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1479,
                    "text": "19",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2405,
                    "end": 2410,
                    "text": "3 . 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 786,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1576,
                    "end": 1582,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3744,
                    "end": 3753,
                    "text": "Fig. 1 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4032,
                    "end": 4041,
                    "text": "Fig. 1 b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We next examined the cryostat sections of the spinal cord of animals at different stages of the disease after hybridization with the MBP-specific probe and autoradiography (Fig. 2) . Since the sections were also stained with cresyl violet, we compared the distribution of the grains (corresponding to the amount of hybridization with the MBP cDNA probe) with the distribution of the lesions. In spinal cord of uninfected mice, more grains were seen in the white matter than in the grey matter, as expected from dot-blot hybridization studies of I-month-old mice s (Table  1 ). An unrelated probe (a cDNA of the non-structural phosphoprotein gene of vesicular stomatis virus 23 ) showed no significant hybrid ization to grey or white matter in either normal or infected animals. With the M BP-specific probe, however, a slight increase of labelling of the white matter was detected at 2 weeks (Fig. 2b) , and fewer grains were seen in areas of white matter inflammation (Fig. 2a, b) . At 3-4 weeks post-inoculation ( Fig. 2c-f) , the intensity of labelling had increased dramatically in some areas of the white matter. When the distribution of the grains in dark field was compared with the size and location of the lesion as seen after cresyl violet staining (Fig. 2a, c, e, g) , it became clear that the foci with inflammation and tissue degeneration were devoid of labelling. However, a striking increase in the number of grains was present at the edge of the lesion as well as in the surrounding, normal-appearing white matter of the entire column (Fig. 2d) and even in the opposite column (Fig.2f) . Animals examined 8 weeks after inoculation had slightly higher levels of labelling in the white matter than had the normals ( Table 1) , but there were no clearly demarcated unlabelled areas such as those seen during the peak of demyelination (Fig. 2g, h) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 564,
                    "end": 573,
                    "text": "(Table  1",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 901,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 969,
                    "end": 981,
                    "text": "(Fig. 2a, b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1016,
                    "end": 1026,
                    "text": "Fig. 2c-f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1259,
                    "end": 1277,
                    "text": "(Fig. 2a, c, e, g)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1551,
                    "end": 1560,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1593,
                    "end": 1601,
                    "text": "(Fig.2f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1730,
                    "end": 1738,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1847,
                    "end": 1859,
                    "text": "(Fig. 2g, h)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The evidence presented here suggests that, during a demyelinating process caused by a virus in rodents3. 4 .8-1s, an increase in transcription of the gene coding for MBP, a major myelin protein, occurs early when demyelination is still progressing. Similarly, in CNS demyelinating lesions caused by cuprizone in rats, MBPcan be detected by immunocytochemistry in oligodendrocytes before remyelintion 24 . However, as MBP staining is also seen in macrophages containing myelin debris, it is difficult to distinguish between 'old' MBP and newly synthe-sized MBP in these lesions. In contrast, in situ hybridization with a MBP-specific probe has revealed an approximate 10-fold increase in the number of MBP transcripts in a widespread area surrounding the demyelinating lesions 3-4 weeks after inoculation (Table 1) . In normal rodents only basal levels of MBPspecific RNA are expressed at this stage in development s . 7 . Thus, in situ hybridization may be the method of choice for detecting the effects of a demyelinating process on myelin protein gene expression. At 2 months post-inoculation, the remyelinated areas showed only a slight increase in MBP mRNA in a diffuse area including the lesion. This suggests that myelin-forming cells have repopulated the demyelinated area and are completing the synthesis of MBP mRNA at that time. It also implies that, in the adult rodent CNS, a cell of the glial lineage may be capable of dividin~ and probably of migrating into the lesion to repair myelin 2s . 2 ",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 919,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1506,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 813,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The appearance of MBP mRNA was quantified by counting grains over the white matter using a scaled reticule and rates as follows : +, 2-3 times more grains over white than grey matter; ++,3-6 times more grains over white than grey matter; ++++, 10 times more grains over white than grey matter. disease are newly generated oligodendroglia ll . Moreover, recent studies on newborn rat optic nerve have demonstrated the existence of a progenitor cell which, after a number of mitoses, can differentiate into an 0ligodendrocyte 29 . In the adult CNS, similar progenitor cells have been identified in the optic nerve and in the rat cerebral cortex 2S -27 . Thus, it is now necessary to improve the resolution of our in situ hybridization method and combine this approach with the use of cell-specific markers in order to identify precisely the cell type responsible for remyelination in the CNS.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "29 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": "To our surprise, the increase in MBP gene transcription seemed to radiate from the edge of the plaque, far away into the surrounding normal white matter. This suggests that, in this virus-induced demyelinating disease in mice, a factor may be produced in the lesion which could diffuse into the normal white matter and trigger oligodendrocytes and/ or their progenitor cells 29 to particpate in myelin repair11 .2S-27. One possibility is that such a factor is secreted by inflammatory cells in the lesion, since it has been shown that spleen cells in mice 30 . 31 and T lymphocytes in humans 31 produce factors which promote proliferation and maturation of astrocytes and oligodendrocytes in vitro. Moreover, interleukin-2 was recently shown to enhance MBP expression in cultured oligodendrocytes.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 563,
                    "text": "30 . 31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": "We thank Eileen Bauer and Ray Rusten for technical assistance and Judy Hertler for typing and editing the manuscript. This work was supported in part by USUHS grant R07403 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": "Tumour necrosis factor a stimulates resorption and inhibits synthesis of proteoglycan in cartilage J. Saklatvala Strangeways Research Laboratory, Worts' Causeway, Cambridge CBl 4RN, UK During inflammatory reactions, activated leukocytes are thought to produce a variety of small proteins (cytokines) that influence the behaviour of other cells (including other leukocytes). Of these substances, which include the interleukins, interferons and tumour necrosis factors (TNFs), interleukin-I (IL-I) has been considered potentially a most important inflammatory mediator because of its wide range of effects (reviewed in refs I, 2). In vivo it is pyrogenic and promotes the acute phase response; in vitro it activates lymphocytes 3 and stimulates resorption of cartilage 4 and bone S • 6",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 112,
                    "text": "J. Saklatvala",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": "• Cartilage resorption is a major feature of inflammatory diseases such as rheumatoid arthritis, and IL-l is the only cytokine hitherto known to promote it. TNFs are characterized by their effects on tumours and cytotoxicity to transformed cells 7 -9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": ", but share some actions with IL-l. I report here that recombinant human TNF a stimulates resorption and inhibits synthesis of proteoglycan in explants of cartilage. Its action is similar to and additive with IL-I, and it is a second macrophage-derived cytokine whose production in rheumatoid arthritis, or inflammation generally, could contribute to tissue destruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": "Two human TNFs have been isolated: TNFa (refs 8, 9) is a product of activated mononuclear phagocytes, TNF~ (ref_ 7) of activated lymphocytes. The proteins show about 50% homology in nucleotide sequence and compete for a common class of receptors on the cervical carcinoma line ME-180 (ref. 10) . TNFa is probably identical with cachectin\", a factor that suppresses production of lipoprotein lipase in cultured adipocytes, and may playa part in the development of cachexia during infection l2 . IL-I shows some biological similarity to TNF: it is cytotoxic to certain transformed cellslJ and it suppresses production of lipoprotein lipase in adipocytes l4 _ Furthermore, cachectin has recently been shown to stimulate production of prostaglandins and latent collagenase by human synovial and dermal fibroblasts in a manner similar to IL_1 15 • In view of these findings, I have investigated the effect of TNFa on both the resorption and synthesis of proteoglycan by explants of cartilage.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 51,
                    "text": "(refs 8, 9)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "10)",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "l2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "++"
        },
        {
            "text": "Chondroitin-sulphatt:-rich proteoglycan is an essential component of the matrix of cartilage since it enables the tissue to resist compression during load-bearing. Loss of proteoglycan, such as occurs in rheumatoid arthritis, osteoarthritis and other joint diseases, results in severe impairment of the function of cartilage. IL-I is the only purified cytokine known to cause cartilage to degrade its proteoglycan 4 • 16 , and to inhibit resynthesis l7 . Figure I a shows the amount of proteoglycan (measured as percentage of total chondroitin sulphate) released from porcine articular cartilage during 6 days of culture in the presence of human recombinant TNFa or pure porcine IL-t. The TNFa caused up to 75 ' Yo of the proteoglycan to be released, although it was less potent than the I L-I, which was significantly active at a 20-fold lower dose (0.5 pM). Figure Ib shows a similar experiment carried out on cartilage from bovine nasal septum which was cultured for a shorter period (48 h): again, the IL-I was more potent. The time dependence of the release of proteoglycan from bovine cartilage caused by sub-maximal concentrations of the two agents revealed that their effects were additive. Figure Ie shows that 50pM IL-I or 290 pM TNFa caused a similar rate of release, and that this was approximately doubled when the agents were combined_ Maximal stimulation of cartilage by I L-I caused more rapid release of proteoglycan than did TNFa (Fig. Id) : results for two concentrations of e·ach cytokine demonstrate that responses were maximal. Supramaximal doses of the two agents in combination caused a rate of release that was considerably faster than that due to TNFa alone, but was not significantly greater than that seen with 1 L-I alone. The failure of TNFa to augment the maximal response to IL-I may be because the limit of the chondrocytes' ability to degrade their matrix in vitro was being approached.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "• 16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 463,
                    "text": "Figure I",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 869,
                    "text": "Figure Ib",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1208,
                    "text": "Figure Ie",
                    "ref_id": null
                },
                {
                    "start": 1448,
                    "end": 1457,
                    "text": "(Fig. Id)",
                    "ref_id": null
                }
            ],
            "section": "++"
        },
        {
            "text": "The enzymatic mechanism by which the proteoglycan is degraded in cartilage is not understood. Normally, cartilage proteoglycans aggregate in a specific manner with hyaluronic acid, and it is thought that the large size of these aggregates causes them to be trapped in the matrix. Cartilage stimulated by I L-I releases fragments of proteoglycan which, as judged by gel filtration, are smaller than normal proteoglycan monomers and are unable to aggregate with hyaluronic acid 's . There is no evidence of degradation of their chondroitin sulphate chains_ These changes suggest that degradation is by limited proteolysis of the protein core. The fragments of proteoglycan that were released by cartilage stimulated with TNF behaved similarly on gel filtration to those generated by stimulation with IL-I (Fig. 2) . The bulk of the fragments generated by stimulation with either agent emerged from a Sepharose 2B column at a region between the elution positions of intact proteoglycan and proteoglycan digested with papain (which consists largely of single-\"-chain chondroitin sulphate peptides). Addition of hyaluronic acid to the proteoglycan fragments before chromatography caused little or no formation of aggregates. This suggested that the hyaluronate binding region was blocked or had been lost. When the proteolgycan fragments were chromatographed under dissociative conditions (4 M guanidine-HCI in the chromatographic buffer) the position of the main peak was unchanged_ These experiments showed that chondrocytes activated by TNF or I L-I caused a similar limited proteolysis of the proteoglycans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 811,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "++"
        },
        {
            "text": "In order to study the effect of TNFa on the synthesis of proteoglycan, cartilage was stimulated for 48 h, and 3SS04 was added to the culture medium for the last 6 h. In this procedure the isotope becomes incorporated into newly synthesized sulphated glycosaminoglycan (mainly chondroitin sulphate)_ At the end of the experiment the medium and cartilage were digested with papain, and glycosaminoglycan was precipitated from the digests with cetylpyridinium chloride_ The amount of radioactivity present in the precipitates was a measure of chondroitin sulphate (and, by inference, proteoglycan) synthesis_ In experiments made with porcine articular (Fig.3a) or bovine nasal septal (Fig. 3b) cartilages, TNFa caused a marked sup-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 657,
                    "text": "(Fig.3a)",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 690,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "++"
        }
    ],
    "bib_entries": {
        "BIBREF14": {
            "ref_id": "b14",
            "title": "OIdston •• B. A. in Blochrmi",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        ". I M V"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M P"
                    ],
                    "last": "• ()uboi,-Dalcq",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "WeIC. H",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "&: ler Meulen. V. in B;och,mis'~' and HitlloB.,·o/CoronaL\"irv5r",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Is",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Welt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "&quot; Kola",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Welt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Holmes. K. v. Vlm/\"II",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "L"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "650--660",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Herndon. R. M. 1 . .1V~\"rolmmlln. 1. 355-363 11985)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Sternberger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Del Cerro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Kits",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "i19S41. 25. arench-Con.tant",
            "authors": [],
            "year": 1986,
            "venue": "Raft. M. Nal.rr",
            "volume": "63",
            "issn": "",
            "pages": "499--502",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "rr 0/. Srltn<r 214",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J F"
                    ],
                    "last": "Merrill",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1428--1430119841",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Micrographs showing demyelinated (a) and remyelinated (b) areas (delineated by arrowheads) in the anterior column of mice at 4(a) and 10(b) weeks post-inoculation with MHV-A59.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Micrographs showing the location of MBP-specific transcripts in cervical spinal cords of virus-infected animals at 2( a,b), 3( c,d), 4( eJ) and 8(g,h) weeks post-inoculation. Bright-field views of histological stained sections are shown (a,c,e,g), together with corresponding dark-field cryostat sections after in situhybridization (b,d,f,h). The number of grains observed in dark field is directly proportional to the amount of hybridization with the MBP probe and thus the number of MBP-specific transcripts. Note some hybridization of the MBP-specific probe in white matter at 2 weeks post-inoculation, with a decrease in labelling in the lesion containing inflammatory cells (delineated by arrowheads).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "x200. Methods. For these in situ hybridization experiments, samples from the spinal cord were cryoprotected in 15% sucrose (RNase-free) before freezing in liquid nitrogen. Cryostat sections (10 .... m thick) were cut and hybridized as described in detail previously7. Briefly, the sections were treated with 0.2 M HCI for 20 min, washed in phosphate-buffered saline, incubated with 1 .... g ml-' proteinase K (Boehringer Mannheim) for 15 min at 37°C, and then with the hybridization mixture without the probe for 2 h. The hybridization mixture was as follows: 50% formamide, 2 x SSC, 1 x Denhardt's solution, salmon sperm DNA (Sigma) at 450 .... g ml-' , Escherichia coli transfer RNA (Sigma) at 500 .... g ml-' , 200 .... g ml-' poly(A) (Sigma), 40 nM oligonucleotide d(pT)s (Collaborative Research, Inc.). The probe, at a concentration of 100 .... g ml-' and specific activity of 1 x 10 7 d.p.m. ml-' , together with the salmon sperm DNA and E. coli tRNA, was denatured for 3 min at 100°C, quenched on ice for 3 min and mixed with the other constituents of the hybridization mixture with 40 mM dithiothreitol. The mixture was incubated for 15 min at 50°C, denatured again and incubated at 50 °c for another 15 min. Each section was then incubated at 40°C with 10 .... 1 of the hybridization mixture in a sealed chamber overnight (about 16 h), washed in 0.1x SSC at 55°C for 3 h, treated with 75% and 95% ethanol with 300 mM ammonium acetate and air-dried. The slides were dipped in a Kodak NTB-2 emulsion with 300 mM ammonium acetate and stored at 4°C for 3 days before being developed using standard procedures. The sections were counterstained with cresyl violet before mounting in Permount.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The virus replicates preferentially in oligodendrocytes, destroying the cells in focal areas of the white matter during the first weeks of infection 3 ,4.H-'5. Viral antigen persists in the cytoplasm of oligodendrocytes within the demyelinating We thank J, Benedetto for growing the tumour cells, which were kindly made available by M. J. Bevan. This work was supported in part by NIH grants AI 21487, CA 38355, CA 25803 and CA 35048. Note added in proof; We have recently found that one T cell tumour (EL4) does stimulate high primary MLR by allogenic Lyt-2+ cells.7. Weinberger, 0., Germain, R. N. & Burakoft, S. L. Nature 302, 429-431 (1983). 8. Rock, K. L., Barnes, M. C., Germain, R. N. & Bemacerraf, B. J.lmmun. 130,457-462 (1983). 9. Cantor, H. & Boyse, E. A. J. expo Med. 141,1390-1399 (1975). 10. Bach, F. H. et a1. 1mmun. Rev. 35, 76-96 (1977). 11. Wagner. H. & ROllinghof, M. J. expo Med. 148, 1523-1538 (1978). 12. von Boehmer. H., Kisieiow. P., Weiserson, W. & Haas, W. J. Immun. 133,59-64 (1984). 13. Lafterty. K. J., Andrus. L. & Prowse, T. Immun. Rev. 51, 279-314 (1980). 14. Rammensee, H-G., Fink, P. J. & Bevan, M. J. J. Immun. 133, 2390-2396 (1984). 15. Romani. L. & Mage, M. G. Eur. J. Immun. IS, 1125-1130 (1985).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "• Transplantation studies have recently shown that myelinating cells can migrate significant distances in the CNS28 .   Earlier electron microscope and autoradiographic studies have shown that the cells associated with remyelination after a viralTable 1Quantitation of MBP mRNA levels in spinal cord sections of MHV-A59-infected animals using in situ hybridization",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}