{
    "paper_id": "b4e85d906913464c648d45e7deedd1cac85a10d5",
    "metadata": {
        "title": "Journal Pre-proof Behavioral considerations and impact on personal protective equipment (PPE) use: Early lessons from the coronavirus (COVID-19) outbreak Behavioral considerations and impact on personal protective equipment (PPE) use: Early lessons from the coronavirus (COVID-19) outbreak",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Kantor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "P.A. Saint Augustine",
                    "location": {
                        "postBox": "P.A. PO Box 3044",
                        "postCode": "32085",
                        "settlement": "Saint Augustine",
                        "region": "FL, FL"
                    }
                },
                "email": "jonkantor@gmail.com904-342-7765tel904-342-7770fax"
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "P.A. Saint Augustine",
                    "location": {
                        "postBox": "P.A. PO Box 3044",
                        "postCode": "32085",
                        "settlement": "Saint Augustine",
                        "region": "FL, FL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Behavioral considerations and impact on personal protective equipment (PPE) use: Early lessons from the coronavirus (COVID-19) outbreak",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of the JAAD, Lan and colleagues provide preliminary data on the prevalence of cutaneous irritation associated with using personal protective equipment (PPE) by healthcare workers (HCW) during the early months of the coronavirus 2019 (COVID-19) outbreak in Wuhan, China. 1 The authors highlight the high prevalence of cutaneous irritation associated with N95 mask and goggle use -echoing previous reports highlighting cutaneous adverse events associated with PPE use for severe acute respiratory syndrome (SARS) -2 and their data suggest that increased duration of PPE use may be associated with an increased risk of cutaneous irritation.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given that most cases of PPE-associated skin irritation are clinically mild, why should dermatologists and frontline HCWs worry about mild self-limited pressure-and abrasioninduced injuries?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While HCWs, and the general public, often focus on direct droplet spread to mucosa as a means of infection, research has highlighted the role of behaviors such as face touching in the spread of viral disease. [3] [4] [5] Indeed, the role of face touching and surface contact has been recognized as a driver of viral transmission for decades, 6 and a meta-analysis demonstrated that hand washing was associated with a 24% reduction in viral transmission -suggesting that hand-toface contact may play a substantial role in infection.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 342,
                    "end": 343,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The presence of even mild abrasions on the central face may increase the likelihood of face touching while not using PPE, or inadvertent PPE protocol breaches such as mask touching or adjustment in an unconscious effort to relieve a source of irritation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The importance of adherence to strict PPE protocols is paramount, as the infection of two HCWs during the Ebola outbreak was tied to possible PPE protocol adherence breaches. 7 Inappropriate doffing of PPE in HCWs is common: one study found that 26% of HCWs inappropriately touched the front of their mask while doffing, and approximately one half touched a potentially contaminated PPE surface with an ungloved hand. 7 What can be done to limit these risks? First, educating HCWs to expect some mild skin irritation may be helpful. Second, if topical agents are used to reduce irritation, this could be considered a high-risk activity, and introducing topical ointment to the skin should be done with great care, for example using as a sterile cotton-tipped applicator and a single-use petroleum jelly pack prior to possible exposure. Third, those with a history of sensitivity may wish to explore other options aside from an N95 respirator and goggles, such as full-face respirator or using a full-face shield rather than goggles. Given their added cost and decreased availability, however, these may not be feasible options. Finally, while the authors mention the possibility of prophylactic dressing use to mitigate the risk of skin-related complications of PPE use, this approach has not been studied, and -more importantly -the potential impact of such dressings on PPE efficacy is unexplored. Given the very high stakes associated with adequate and reliable PPE functioning, future studies exploring approaches to mitigate the risk of PPE-induced irritation, and potential improvements in PPE design, are warranted.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 418,
                    "end": 419,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevalence, clinical features and risk factors of skin damages caused by enhanced infection-prevention measures among healthcare workers managing coronavirus disease-2019: a cross-sectional study in an infected center of China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adverse skin reactions to personal protective equipment against severe acute respiratory syndrome -a descriptive study in Singapore",
            "authors": [
                {
                    "first": "Cci",
                    "middle": [],
                    "last": "Foo",
                    "suffix": ""
                },
                {
                    "first": "Atj",
                    "middle": [],
                    "last": "Goon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Leow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Contact Dermatitis",
            "volume": "55",
            "issn": "5",
            "pages": "291--294",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Face touching: A frequent habit that has implications for hand hygiene",
            "authors": [
                {
                    "first": "Yla",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gralton",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Mclaws",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJIC: American Journal of Infection Control",
            "volume": "43",
            "issn": "2",
            "pages": "112--114",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avoiding Upper Respiratory Tract Infections by Not Touching the Face",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bertsch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Archives of Internal Medicine",
            "volume": "170",
            "issn": "9",
            "pages": "833--834",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Study Quantifying the Hand-to-Face Contact Rate and Its Potential Application to Predicting Respiratory Tract Infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of occupational and environmental hygiene",
            "volume": "5",
            "issn": "6",
            "pages": "347--352",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission of rhinovirus colds by selfinoculation. The New England journal of medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gwaltney",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Personal protective equipment doffing practices of healthcare workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mortiz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of occupational and environmental hygiene",
            "volume": "16",
            "issn": "8",
            "pages": "575--581",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgement/Funding/ Support: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}