{
    "paper_id": "b4fe17ddc56f79cc60e0d9d1f8e2aabaedb1be43",
    "metadata": {
        "title": "Concomitant Respiratory Viral Infections in Children with Kawasaki Disease",
        "authors": [
            {
                "first": "Alejandro",
                "middle": [],
                "last": "Jordan-Villegas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas",
                    "location": {
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "L"
                ],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas",
                    "location": {
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Octavio",
                "middle": [],
                "last": "Ramilo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University College of Medicine",
                    "location": {
                        "settlement": "Columbus",
                        "region": "OH"
                    }
                },
                "email": ""
            },
            {
                "first": "Asunción",
                "middle": [],
                "last": "Mejías",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas",
                    "location": {
                        "region": "TX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The role of respiratory viruses in the pathogenesis of Kawasaki disease (KD) remains controversial. In this study we showed that 8.8 % of KD patients had documented respiratory viral infections. Patients with concomitant viral infections had a higher frequency of coronary artery dilatations and were significantly more often diagnosed with incomplete KD. The presence of a concomitant viral infection should not exclude the diagnosis of KD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Kawasaki disease (KD) is an acute self-limited multisystem vasculitis that represents the most common cause of acquired heart disease in children in the developed world. 1, 9 Although the epidemiology and clinical features of KD suggest an infectious origin, and many viral infections share similar clinical characteristics, its etiology remains unknown. 2 -4 The diagnosis of KD requires the presence of fever for 5 days, 4 of 5 characteristic clinical features, and the lack of another diagnosis that could explain the findings. 5, 6 In this context, the identification of a microbial pathogen in children with suspected KD 7 could delay diagnosis and treatment.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 173,
                    "end": 174,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "2 -4",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 534,
                    "end": 535,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study was designed: 1) to determine the frequency of concomitant respiratory viral infections in children with KD, and 2) to compare the clinical features and outcomes of KD patients with and without documented viral respiratory infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Medical records from patients hospitalized at Children's Medical Center Dallas (CMCD) with the diagnosis of KD from January 1, 1999 through December 31, 2008 were identified by ICD-9 codes (446.1). Records were reviewed to determine which patients with KD had been tested for respiratory viruses. Subsequently, KD patients were classified as cases and controls according to the results of their virology tests. Cases were defined as patients with KD in whom a viral respiratory pathogen was identified, and controls were those KD patients who tested negative for those viruses. Each case was matched with two controls for age, sex and date of hospitalization (± 3 weeks). Viral testing was performed at the discretion of the attending physician in all patients by direct fluorescent-antibody (DFA) assay for 7 respiratory viruses (RSV, parainfluenza virus [PIV] types 1, 2 and 3, influenza virus A and B and adenovirus). If the DFA was negative a viral culture was automatically performed. Patients' demographic characteristics, clinical presentation, course, response to treatment with intravenous immunoglobulin (IVIG), laboratory results, and echocardiographic findings were compared between groups. Refractory disease was defined by the presence of persistent or recrudescent fever 36 hours after completion of IVIG infusion.5 , 8 Incomplete KD was defined by fever for at least 5 days and less than 4 of classic KD clinical criteria at presentation before any echocardiographic studies were performed.5 The study was approved by the Institutional Review Board of the University of Texas Southwestern Medical Center at Dallas (IRB #052009-004).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Descriptive analyses were performed using frequency distributions and rates. Means (±SD) or medians (percentiles 25 th -75 th ) were used to summarize patient's demographic and baseline characteristics. Groups were compared using Student's T test or Mann-Whitney test for continuous variables. Chi square tests with Yates' correction for continuity or Z test were used for associations between categorical variables and proportions. A two-tailed p value <0.05 was considered significant. Sigma Stat 2003 software (SPSS Science, San Rafael, CA) was used for analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During the study period, 394 patients were hospitalized at CMCD with KD. Viral testing was performed in 251 (63.7%) patients. The proportion of patients tested for respiratory viruses significantly increased from 24% in 1999 to 84% in 2008 (p<0.0001). From 1999 to 2001 only 34.8 % of children hospitalized with KD were tested for a respiratory virus, all with negative results. Thereafter the percentage of KD patients that were tested increased as well and the % of positive viral results that was from 6.6% to 16.6% per year. Twenty-two patients (8.8%) had a respiratory virus identified, including: rhinovirus (n= 6), adenovirus (n=6), influenza A/B (n=5), PIV 1-3 (n=3), and RSV (n=2). While RSV (2/2) and influenza (4/5) were mostly identified by DFA; all rhinovirus isolates (6/6), and the majority of PIV (2/3) and adenoviruses (4/6) were negative by DFA and further isolated by viral culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There were no significant differences in age, gender and race/ethnicity between KD patients with viral infections (cases) and those who tested negative for a virus (controls). The median (75-25% interquartiIe range) age of cases and controls was 3.4 [1.2-4.5] vs 2.7 [1.15-5.75] years respectively; p=0.76. Sixty percent (13/22) of cases and 68% (30/44) of controls were males, and white (63% vs 52%) followed by hispanic (23% in each group), black (5% vs 16%) and other races (9% each) were the most common patient's race/ethnic groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The clinical criteria, clinical course and outcomes of cases and controls are summarized in Table 1 . Except for emesis, which was documented more frequently in KD patients with viral infections; the rest of factors evaluated including fever for at least 5 days, the classic clinical features of KD, 5 and the presence of respiratory and gastrointestinal symptoms at the time of hospitalization, were similar between groups. On the other hand, children with viral infections were diagnosed more often with incomplete KD by the attending physician before echocardiographic studies were performed than were those with negative viral results (cases 36% [8/22] vs. controls 11% [5/44]; p=0.036).",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 656,
                    "text": "[8/22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Except for serum ALT values before IVIG administration, which were significantly lower in cases than in controls, the rest of laboratory indices evaluated, including white blood cell and platelet counts, serum albumin concentrations, other liver function tests (AST, GGT) and pyuria were not significantly different between groups. Acute phase reactants (erythrocyte sedimentation rate [ESR] and C-reactive protein) showed a trend towards lower values in children with KD and concomitant viral infections (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 514,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding clinical outcomes, there were no differences in days of fever before hospitalization or days of fever to IVIG administration, frequency of refractory disease, and length of stay between groups. Overall, echocardiographic examinations performed during the course of hospitalization showed similar frequency of cardiac abnormalities between groups, with the exception of coronary artery dilations defined by Z-scores, that were more frequently diagnosed in KD patients who tested positive for respiratory viruses (cases 42% [9/22] vs. controls 14% [6/44]; p=0.02) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 581,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "There was follow-up information for 16 cases (72%) and 35 controls (79%). One patient in each group with previous normal echocardiograms developed cardiac abnormalities at the first follow-up visit 2 weeks after discharge. One was a patient with adenovirus infection that developed a right coronary artery (RCA) saccular aneurysm and left coronary artery dilation and the other was a control patient that developed left anterior descending (LAD) coronary artery dilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The purpose of our study was to determine the frequency and the clinical impact of respiratory viral infections in almost 400 children diagnosed with KD during a 10-year period. We found that the detection of a respiratory virus by DFA and culture was not uncommon in children with KD. Children with KD and a concomitant viral infection were diagnosed significantly more often with incomplete KD and had a higher frequency of coronary artery dilations than those KD patients who tested negative. This observation was independent of the timing of IVIG administration after onset of fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Multiples studies have evaluated the role of various infectious pathogens as potential agents for KD;10 -13 however, despite more than 40 years of active research the cause of KD remains unknown. Due to its seasonality, different studies have attempted to establish a link between KD and specific respiratory viruses including adenovirus, human coronavirus (HCov-NL63) and human bocavirus (HboV) with inconclusive results. 10, 12 , 14 In agreement with Shike and colleagues14 we did not find a predominant virus associated with the disease; rather, a similar proportion of children with KD that had a variety of respiratory viruses including adenovirus, rhinovirus, PIV or influenza. In a study conducted during two outbreaks of KD in United States during the 1980s, a preceding respiratory illness documented by questionnaire was found in 83% and 56% of children with KD, respectively. 15 The investigators measured convalescent-phase antibodies to 33 microbial agents, but there was no information as to whether the presence of a concomitant viral infection was associated with differences in clinical presentation and outcomes. 15 Currently, in the absence of a specific test, the diagnosis of KD relies on clinical characteristics, experience of the clinician, 5 and exclusion of other illnesses that could mimic the disease. 6, 16 In an earlier retrospective study conducted in an emergency department to assess the burden of adenovirus infections in children, treatment with IVIG was withheld and no echocardiograms were performed in 4 of 5 children with adenovirus infection and suspected KD. 7 In our study 3 of 6 patients with KD and adenovirus infections had abnormal echocardiograms initially, and 1 of the 6 patients developed cardiac abnormalities on follow-up examination. Moreover, children with KD and a concomitant viral infection had coronary artery dilations significantly more frequently that the control group. Except for this observation, there were no other significant differences in our cases vs. controls in terms of outcomes. In addition, 18% of patients in each group did not respond to the first dose of IVIG and 9% in each group developed coronary artery aneurysms.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 434,
                    "text": "10, 12 , 14",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 889,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1265,
                    "end": 1266,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1330,
                    "end": 1332,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1333,
                    "end": 1335,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1600,
                    "end": 1601,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Evidence suggests that delaying therapy for KD is associated with increased risk of treatment failure and for development of coronary artery aneurysms. 17, 18 Our results underscore the need for considering IVIG therapy in children with a high index of suspicion for KD even in the absence of all classic symptoms and with documented respiratory viral infections. Our study has a number of limitations. Its retrospective design makes it difficult to draw definitive conclusions. We cannot demonstrate that all patients diagnosed with incomplete KD and a concomitant viral infection had indeed KD, or that the diagnosis of incomplete KD itself prompted clinicians to order viral testing more frequently which may have biased our results. Nevertheless this is an inherent limitation of this disease, whose cause is still unknown. In addition, the fact that non-molecular techniques were used for the diagnosis of respiratory viruses most likely underestimated the real incidence and contribution of respiratory viral infections in these patients and warrants future prospective studies to address the role of respiratory viruses in the pathogenesis of KD. ",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kawasaki syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Glode",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "533--577",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adenoviral diseases in children: a study of 105 hospital cases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Meurman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sarkkinen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pediatrics",
            "volume": "76",
            "issn": "",
            "pages": "79--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fimbres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Rev",
            "volume": "29",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Kawasaki disease: what is the epidemiology telling us about the etiology?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burgner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harnden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "185--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnosis, treatment, and long-term management of Kawasaki disease: a statement for health professionals from the Committee on Rheumatic Fever, Endocarditis and Kawasaki Disease, Council on Cardiovascular Disease in the Young",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Newburger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Heart Association. Circulation",
            "volume": "110",
            "issn": "",
            "pages": "2747--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnosis and therapy of Kawasaki disease in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dajani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Taubert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Circulation",
            "volume": "87",
            "issn": "",
            "pages": "1776--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adenoviral infections in children: the impact of rapid diagnosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rocholl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Resistance to intravenous immunoglobulin in children with Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Tremoulet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Pediatr",
            "volume": "153",
            "issn": "",
            "pages": "117--138",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A new infantile acute febrile mucocutaneous lymph node syndrome (MLNS) prevailing in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kosaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okawa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shigematsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yanagawa",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Pediatrics",
            "volume": "54",
            "issn": "",
            "pages": "271--277",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adenovirus infection in patients with Kawasaki disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakiyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Purtilo",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Med Virol",
            "volume": "32",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kawasaki disease, Epstein-Barr virus and coronary artery aneurysms",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Culora",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Pathol",
            "volume": "50",
            "issn": "",
            "pages": "161--164",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association between a novel human coronavirus and Kawasaki disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "499--502",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "RNA-containing cytoplasmic inclusion bodies in ciliated bronchial epithelium months to years after acute Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Adenovirus, adeno-associated virus and Kawasaki disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shike",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kanegaye",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Infect Dis J",
            "volume": "24",
            "issn": "",
            "pages": "1011--1015",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Kawasaki syndrome: description of two outbreaks in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nitzkin",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "N Engl J Med",
            "volume": "304",
            "issn": "",
            "pages": "1568--75",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Associated symptoms in the ten days before diagnosis of Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Minich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr",
            "volume": "154",
            "issn": "",
            "pages": "592--597",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early treatment with intravenous immunoglobulin in patients with Kawasaki disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccrindle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Pediatr",
            "volume": "140",
            "issn": "",
            "pages": "450--455",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Kawasaki disease with severe cardiac sequelae: lessons from recent New Zealand experience",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heaton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stables",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gavin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Paediatr Child Health",
            "volume": "40",
            "issn": "",
            "pages": "524--533",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "ESR, mm/hr 54",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "32--68",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "WBC's per hpf",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pyuria",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "manuscript; available in PMC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mann-Whitney Test",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Infect Dis J. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Demographics, Clinical Characteristics, and Outcomes of Cases and Controls Clinical Characteristics & OutcomesDays of illness at presentation, median (IQ range) Mann-Whitney test, b Z-test for proportions ** Strawberry tongue or dry, cracked, erythematous lips *** Change of extermities including: induration of hands and feet with erythematous palms/soles; periungual desquamation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}