{
    "paper_id": "b5cc9beeba0814dc5d529ef3f886aa995f2d1ef5",
    "metadata": {
        "title": "Detection of Respiratory Viruses in Asymptomatic Children Undergoing Allogeneic Hematopoietic Cell Transplantation",
        "authors": [
            {
                "first": "Ashok",
                "middle": [],
                "last": "Srinivasan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "Flynn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhengming",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Hartford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Lovins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Anusha",
                "middle": [],
                "last": "Sunkara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Deo",
                "middle": [
                    "K"
                ],
                "last": "Srivastava",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Wing",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Randall",
                "middle": [
                    "T"
                ],
                "last": "Hayden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Detection of respiratory viruses by molecular methods, in children without respiratory symptoms undergoing hematopoietic cell transplantation (HCT), has not been well described. A prospective study of 33 asymptomatic children detected respiratory viruses in 8 of 33 (24%) patients before HCT. Human rhinovirus (HRV) was detected in 5 patients, and human adenovirus (hADV) in 3 patients. Two additional patients shed HRV, and one shed human coronavirus (hCoV), post-HCT. Two patients had co-infections. Of the 11 asymptomatic patients where respiratory virus was detected, 3 (27%) later developed an upper respiratory tract infection, from the same virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Asymptomatic shedding of human rhinovirus (HRV; 1, 2), and human coronavirus (hCoV; 3) has been documented in immune competent children and in adult hematopoietic cell transplant (HCT) recipients [4] . However, asymptomatic shedding of respiratory viruses, as detected by molecular methods, in children undergoing HCT has not been well described.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This was a prospective longitudinal cohort study of children up to 18 years of age at St. Jude Children's Research Hospital (SJRCH), undergoing allogeneic HCT between January 2008 and March 2011. Patients were enrolled regardless of the presence or absence of symptoms of upper respiratory tract (URTI) or a lower respiratory tract infection (LRTI), prior to transplant. The study was approved by the institutional review board. Consent was obtained from all parents/guardians, and patients 18 years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "A nasopharyngeal wash (NPW) was obtained in the week prior to the stem cell infusion, and then every 2 weeks until day +100. Only patients with the pre-HCT sample were considered evaluable, and followed prospectively until day +100. Patients were evaluated for symptoms and signs of URTI / LRTI in the 3 week period prior to the first wash.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Total nucleic acid was extracted from 250µL of original sample the same day, using the Biomerieux MiniMag or EasyMag extraction system (Durham, NC), stored at −80° C, and batch analyzed at regular intervals. Molecular testing was performed using the MultiCode-PLx Respiratory PCR panel (EraGen Biosciences, Madison, WI). Nucleic acid underwent reverse transcription, PCR and capture using beads with attached probes targeting influenza A, influenza B, parainfluenza virus 1-3, respiratory syncytial virus (RSV), human adenovirus (hADV), human metapneumovirus, enterovirus, HRV, and hCoV. The reaction products were hybridized to a microsphere-based array, and analyzed on a bench-top flowcell, Luminex-200 (Luminex Corporation, Austin, TX). This assay has shown an analytical limit of detection of 2.5 copies per reaction using cloned target sequences for all assayed respiratory viruses [5] , and sensitivity in clinical samples exceeding that of conventional culture and antigen detection methods [6] .",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 891,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Routine detection of respiratory viruses in symptomatic patients at SJCRH took place using a panel of individual real-time PCR assays (\"clinical assays\"), targeting hADV, influenza A, influenza B, human metapneumovirus, parainfluenza virus 1-3, and RSV. NPW from symptomatic patients on study were tested using both the clinical and research-based assays. Data from the clinical assays were not included in the research study. Physicians were blinded to data from the research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Infection was defined as detection of respiratory virus, associated with URTI and / or LRTI. The day of infection onset was defined as the day when the sample was collected corresponding to the first positive diagnostic test. Duration of viral shedding was time in days from the collection of the first positive to the first negative test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "The prevalence of respiratory virus shedding on day 0, when the first sample was collected pre-HCT, and the 95% exact confidence intervals based on Binomial distribution were provided. Association between transplant-related variables and respiratory virus shedding was studied in the framework of Cox's proportional hazard model. Analyses were performed for a first episode of respiratory virus shedding. Transplant-related variables were abstracted from a prospectively collected database. SAS version 9.2 (SAS Institute, Cary, NC) was used for statistical analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "A total of 33 (42%) of 78 eligible asymptomatic patients who were approached, consented for study participation. Eighty two samples were collected from these 33 patients. Of these patients, 14 (42%) only had the baseline sample collected pre-HCT, and refused further samples owing to the unpleasant sensation of saline in the nasopharynx. A median of 3 (range 2-8) samples, were collected on the remaining 19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The mean age was 10.9 (range 0.9-18) years. Twenty (61%) patients were male, whites 20 (61%) comprised the majority, and acute leukemia 24 (73%) was the most common diagnosis. Fourteen (43%) patients had a haplo-identical HCT, 13 (39%) patients underwent HCT from a matched-unrelated donor. Total body irradiation was given in 10 (47%) patients. Twelve patients (36%) had acute graft-vs-host disease. None of the patients had a history of prior respiratory illness in the 3 weeks prior to HCT. HRV was detected in 5 patients, and hADV in 3 patients, in the baseline sample pre-HCT. Two additional patients shed HRV, and one shed hCoVNL63 post-HCT (Figure 1 ). On day 0, the prevalence of any respiratory virus was 0.24 (95% exact CI 0.13-0.39), and the prevalence of HRV was 0.15 (95% exact CI 0.08-0.28). Two patients had co-infections with HRV / hADV, and hADV / RSV post-HCT. Cox-proportional hazard model showed no relationship between transplant variables and respiratory virus detection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 656,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Of the 11 patients where a respiratory virus was detected, follow up samples were obtained in 8 patients for a median of 6 (range 2-12) weeks. Three patients shed the same virus for 4 weeks or more, and 3 shed for 2 weeks (Figure 1 ). Two patients (5 and 7) developed URTI from HRV, 14 and 34 days after onset of asymptomatic HRV shedding. Strain-typing of HRV was not performed. URTI symptoms developed one week after detection of hCoVNL63 in an asymptomatic patient (11). URTI resolved without progression. No respiratory adverse outcomes or nosocomial outbreaks were noted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 231,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "HRV has been described to be associated with LRTI in adult HCT recipients [7, 8] . In a prospective longitudinal surveillance study, asymptomatic shedding of HRV was seen in 6 of 45 (13%) adult HCT patients. HRV was detected only once in 5 of these patients; in the sixth patient, viral shedding lasted for 5 weeks [4] . Asymptomatic shedding of HRV was more common in childhood recipients of HCT in our series, and viral shedding lasted longer.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 78,
                    "end": 80,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "hCoV has also been noted to be associated with LRTI in adult HCT recipients [4, 9] . Asymptomatic shedding of hCoV was seen in 9 of 22 (41%) adult HCT patients, and the median duration of viral shedding in 4 patients, was 4 weeks [4] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 80,
                    "end": 82,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The use of NPW has been shown to increase the sensitivity of detection of respiratory viruses, compared to nasal swabs [10] . However, children do not accept NPW well, and this accounted for patients who either declined to participate in the study, or withdrew after the first sample. The small numbers of patients further precluded correlation of URTI or duration of shedding with transplant associated variables, and limits our ability to draw conclusions on the implications of asymptomatic detection of respiratory virus in the transplant setting. This underscores the need for subsequent studies with sequential collection of samples to determine the course of asymptomatic shedding in HCT patients.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study had the advantage of being prospective and demonstrates asymptomatic shedding of respiratory viruses using molecular methods in pediatric HCT patients. Inferences on causality, based on detection of HRV and hCoV in symptomatic HCT patients, should be made with caution, since these viruses are shed and detectable in asymptomatic patients. Future studies using a quantitative detection approach with viral load cutoffs to determine which children with asymptomatic shedding prior to transplant are predisposed to develop symptomatic disease are warranted. This may have implications for infection control in pediatric HCT units. Patients with human rhinovirus (HRV), human adenovirus (hADV), respiratory syncytial virus (RSV), and human coronavirus (hCoV), detected at week 0 (first nasal wash pretransplant), and at 2,4,6,8,10,12, and 14 weeks after the first wash. Follow up samples where a wash was done but no virus detected are shown as negative (−).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human rhinovirus species associated with hospitalizations for acute respiratory illness in young US children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Prill",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "1702--1710",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human rhinovirus infections in rural Thailand: epidemiological evidence for rhinovirus as both pathogen and bystander",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human coronavirus in young children hospitalized for acute respiratory illness and asymptomatic controls",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Prill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "235--240",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human rhinovirus and coronavirus detection among allogeneic hematopoietic stem cell transplantation recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Guthrie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "115",
            "issn": "",
            "pages": "2088--2094",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of a multiplexed PCR assay for detection of respiratory viral pathogens in a public health laboratory setting",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reisdorf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microb",
            "volume": "45",
            "issn": "",
            "pages": "3875--3882",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of respiratory viruses with a multiplex polymerase chain reaction assay (MultiCode-PLx Respiratory Virus Panel) in patients with hematologic malignancies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Langston",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Nolte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Caliendo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Leuk Lymphoma",
            "volume": "50",
            "issn": "",
            "pages": "619--624",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rhinovirus infections in hematopoietic stem cell transplant recipients with pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1139--1143",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rhinovirus infections in myelosuppressed adult blood and marrow transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Champlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Couch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "528--532",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus 229E-related pneumonia in immunocompromised patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merlat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "929--932",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison between nasopharyngeal swab and nasal wash, using culture and PCR, in the detection of potential respiratory pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gritzfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Res Notes",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Grant funding:This work was supported by National Cancer Institute Cancer Center CORE Support Grant P30 CA 21765, American Lebanese Syrian Associated Charities, and by the Anderson Charitable Foundation.We thank Eragen Biosciences for providing reagents to conduct this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}