{
    "paper_id": "b5d97f9d3c0dc8fd23ff1b5520102c1374e80179",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Armbruster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305-4026",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "armbruster@stanford.edu"
            },
            {
                "first": "Margaret",
                "middle": [
                    "L"
                ],
                "last": "Brandeau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305-4026",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Armbruster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305-4026",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L"
                ],
                "last": "Brandeau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305-4026",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Contact tracing (also known as partner notification) is a primary means of controlling infectious diseases such as tuberculosis (TB), human immunodeficiency virus (HIV), and sexually transmitted diseases (STDs). However, little work has been done to determine the optimal level of investment in contact tracing. In this paper, we present a methodology for evaluating the appropriate level of investment in contact tracing. We develop and apply a simulation model of contact tracing and the spread of an infectious disease among a network of individuals in order to evaluate the cost and effectiveness of different levels of contact tracing. We show that contact tracing is likely to have diminishing returns to scale in investment: incremental investments in contact tracing yield diminishing reductions in disease prevalence. In conjunction with a costeffectiveness threshold, we then determine the optimal amount that should be invested in contact tracing. We first assume that the only incremental disease control is contact tracing. We then extend the analysis to consider the optimal allocation of a budget between contact tracing and screening for exogenous infection, and between contact tracing and screening for endogenous infection. We discuss how a simulation model of this type, appropriately tailored, could be used as a policy tool for determining the appropriate level of investment in contact tracing for a specific disease in a specific population. We present an example application to contact tracing for chlamydia control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Studies of infectious disease control efforts-such as screening, vaccination, and contact tracing (also known as partner notification)-often focus on evaluating the effectiveness of such programs. For example, Saretok and Brouwers [1] evaluated the likely epidemic impact of school closures in the event of a potential pandemic influenza outbreak; Bozzette et al. [2] evaluated the effectiveness of different vaccination strategies in mitigating the effects of a smallpox outbreak; and Hethcote [3] evaluated the impact on gonorrhea prevalence of six different control measures. Some analyses of infectious disease control efforts have focused on finding the most effective means of allocating a fixed amount of epidemic control resources across competing interventions and populations, and/or over time. For example, Zaric and Brandeau [4] determined the optimal allocation of a fixed budget among HIV prevention programs at a given point in time and over time [5] ; Longini et al. [6] determined the optimal distribution of a limited supply of vaccine in the event of an influenza pandemic; and Halloran et al. [7] performed a similar analysis in the event of a smallpox outbreak. Other analyses have evaluated the minimum cost means of achieving a desired level of epidemic control. For example, Müller [8] determined the cost-minimizing pattern of vaccination among different age groups to achieve a desired epidemic reproduction number, and Revelle et al. [9] determined the cost-minimizing use of treatment, prophylaxis, and BCG (Bacille Calmette-Guerin) vaccination to achieve a target prevalence of tuberculosis (TB) in a given time horizon.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1306,
                    "end": 1309,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "None of these analyses considers the optimal level of investment in epidemic control. In some cases, epidemic control programs may have diminishing returns to scale: incremental investments in epidemic control can yield diminishing health benefits. Moreover, funds not spent to control one disease can often be spent to control another disease, or on other public health programs. Thus, investing the maximum available funds to control an infectious disease may not represent a costeffective use of resources. In this paper we present a methodology for determining the appropriate level of investment in contact tracing. We develop and apply a simulation model of contact tracing and the spread of an infectious disease among a network of individuals. We evaluate the cost and effectiveness of different levels of contact tracing, and show how to determine the appropriate level of investment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Contact tracing is a primary means of disease control for infectious diseases with low prevalence. In the USA, contact tracing is required for TB [10] , recommended for human immunodeficiency virus (HIV) [11] , and not uncommon for other sexually transmitted diseases (STDs) [12, 13] . Contact tracing has also been used (and modeled) for severe acute respiratory syndrome (SARS) [14] , foot-and-mouth-disease [15] , smallpox [16, 17] , and avian influenza [18] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hyman et al. [19] and Armbruster and Brandeau [20] studied contact tracing using differential equation models that assume homogeneous mixing of the population. Kretzschmar [21] reviewed STD models on networks. Müller et al. [22] introduced one of the first models of contact tracing on a network and analyzed a stochastic branching process that approximates it. Subsequent work [15, 23, 24] analyzed similar models using both stochastic simulations and moment closures (also called mean-field approximations). Most of these papers study the effectiveness of contact tracing but do not consider the costs. Armbruster and Brandeau [20] and Wu et al. [18] incorporated costs in their analyses, but considered contact tracing as an all-or-nothing decision, with a fixed level of intensity.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 46,
                    "end": 50,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Empirical studies of the cost effectiveness of contact tracing programs have been carried out for diseases such as TB [25, 26] , HIV [27, 28] , chlamydia [29] , syphilis [30] , and gonorrhea [31] . These studies all evaluate a single fixed level of contact tracing.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Armbruster and Brandeau [20] presented a theoretical model for determining when (a fixed level of) contact tracing should supplement screening to control an endemic infectious disease. That work was based on a simple compartmental model (an SI model) with homogeneous mixing, and employed a highly stylized representation of the contact tracing process (with contact tracing yielding new identified disease cases at a constant rate, as a function of disease prevalence). A number of studies have shown that analyses based on more realistic models of disease transmission in social networks can yield significantly different projections of disease spread than projections generated by simple compartmental models [21, 32] . In addition, depending on how it is implemented (e.g., how many contacts of any index case are traced; which contacts are tracedand possibly removed-first; and other factors), a fixed level of contact tracing may yield different numbers of new index cases identified, as well as differing impact on the spread of the disease. Therefore, we use simulation to evaluate the effectiveness (and cost) of different levels of contact tracing-and thus to determine the appropriate level of investment in contact tracing.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A number of researchers have analyzed disease transmission in social networks, but often with little knowledge of the actual network structure. Schneeberger et al. [33] used data on the distribution of the number of sexual partners when constructing networks of sexual contacts among individuals in Britain and Zimbabwe. A few studies have reconstructed various small social networks: for example, Klovdahl et al. [34] mapped the network of sexual contacts of injection drug users (IDUs) and prostitutes in Colorado Springs; Weeks et al. [35] described the social network of IDUs in Hartford, Connecticut; Parker et al. [36] mapped a network of sexual contacts among 154 people in London starting from a 20-year-old HIV-infected man; and Helleringer et al. [37] described the network of sexual contacts in a region of Malawi. Wylie and Jolly [38] were able to construct a larger network of sexual contacts among individuals in Manitoba, Canada by using the reported contacts of chlamydia and gonorrhea cases. For respiratory diseases, the contact network may be easier to find: Saretok and Brouwers [1] used the location of the homes and workplaces of Swedes to model the spread of an avian flu pandemic.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following section describes our simulation model of contact tracing and the spread of an endemic infectious disease among individuals in a network. In Section 3, we simulate the contact tracing and disease process for different amounts of contact tracing. We show that contact tracing is likely to have diminishing returns to scale: incremental investments in contact tracing yield diminishing reductions in disease prevalence. Using the simulation results in conjunction with a cost-effectiveness threshold, we show how to determine the optimal level of investment in contact tracing. We extend the analysis in Section 4 to consider the optimal allocation of a budget between contact tracing and disease screening. We consider the cases of screening for exogenous infection (infected individuals entering the population) and endogenous infection (infected individuals already in the population). In Section 5 we illustrate the use of the model with an example of contact tracing for chlamydia control. We conclude in Section 6 with discussion of results and directions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Network structure We consider an infectious disease that is endemic in a population of n individuals. We model individuals as nodes on an undirected graph where an edge between nodes i and j indicates that infection transmission can occur between i and j if one these individuals is infected (we say they are contacts of each other). We employ an SIRS epidemic model (described below) with five states: susceptible (S), infected (I), removed (R), susceptible and being traced as a contact (ST), and infected and being traced as a contact (IT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation model"
        },
        {
            "text": "We used random small-world graphs in our initial simulations. We chose this family of random graphs because it is the only one among the major families of random graphs (the others are Erdos-Renyi, regular, and scale-free) that allows for significant clustering and short paths between pairs of nodes. Watts and Strogatz [32] give examples of these features in many real networks and show that they significantly affect the spread of disease on a network.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Simulation model"
        },
        {
            "text": "To generate the graphs, we started with a cyclic regular graph of n nodes with degree 4 where node i connects to nodes i ± 1, ±2 (mod n). For every other pair of nodes (i, j) we created a link independently with probability 1/n. This process creates a network in which each node has approximately five contacts on average. Figure 1 shows a small example of such a network with its nodes in various states. Our choice of n (500) and average degree (5) is consistent with data from the Colorado Springs study [34] , which found a main connected network with 669 individuals and a median of 5.1 risky relationships per person (11.7 relationships per person but of which 29% reported no risky behavior and 27% reported drug sharing without needle use).",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Simulation model"
        },
        {
            "text": "We employ an SIRS epidemic model in which susceptible individuals become infectious, become removed when they are treated, and finally become susceptible after treatment. We assume that no deaths occur in the population over the simulation time horizon. Figure 2 illustrates the disease states and transitions among them. In our simulation, the sojourn time in each state was exponentially distributed for all states except for states ST and IT, where the sojourn time was a constant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "We assume that the rate of endogenous infection (transition from S → I) of node i (or, more precisely, the individual represented by node i) is proportional to d i , the number of infected neighbors of node i: specifically, the transition rate is d i /t 1 , where t 1 is a time constant. This stochastic process on a network is called a contact process. Individuals can also become infected from exogenous sources. This could be through international travel, for example, or by healthy people leaving the system and being replaced by infected immigrants. We assume that the rate at which exogenous infection occurs is given by a constant, η 1 among susceptible individuals and η 2 among removed individuals. The combined rate at which susceptible individuals become infected is then (d i /t 1 ) + η 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "To model contact tracing, Eames and Keeling [24] and Kiss et al. [15] extended the contact process so that infected nodes are found and cured at a rate proportional to the number of index case neighbors a node has (in our model, this would be individuals in state R), analogous to the infection process. This model of contact tracing does not allow us to compare different contact tracing budgets. Thus, we use a discrete-event simulation.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 65,
                    "end": 69,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "When an infected individual seeks treatment for symptoms of the disease (and thus becomes known to the public health system), he or she becomes an index case. This corresponds to a transition in disease state from I → R. We assume that this transition happens at rate 1/t 2 , where t 2 is a time constant. When a new index case occurs, we apply our contact tracing policy to decide (based on only the graph structure and the removed nodes) which nodes to trace. Nodes selected for tracing then transition to state ST or state IT, depending on whether the individual is susceptible or infected, respectively. We assume that contact tracing requires a fixed amount of time, t 4 for state ST and t 5 for state IT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "After tracing is completed, a node in state ST returns to state S, whereas a node in state IT transitions to state R and becomes a new index case. We assume that the contact tracing capacity, K, is expressed in terms of the maximum allowable contact tracing rate: at any point in time, at most K individuals in total can be in states ST or IT. We can think of the capacity K as being proportional to the manpower available for contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Contact tracing process In contact tracing, every index case is asked to name his or her contacts (graph neighbors who may be infected). Then public health officials seek out these contacts (as time and resources permit) to test whether they are infected and treat them if so. Who to trace is an important tactical decision since the contact tracing capacity limits the number of individuals who can be traced at any point in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "In our simulation we keep a prioritized list of contacts who have not yet been traced (nodes in state S or I that are neighbors of removed nodes). Every time a new index case is identified, we update this list and decide on additional nodes to trace. For our analyses in Sections 3 and 4 we assume that each index case names all of his/her contacts; for our example of chlamydia contact tracing in Section 5, we assume that individuals name only a fraction of their contacts. We let k be the number of contacts we would like to trace each time a new index case arrives. Since the list is prioritized, we trace the k nodes of highest priority, provided we have not exhausted the budget.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Based on a simulation study of the effectiveness of alternative contact tracing strategies [39] , we selected the following scheme for prioritizing contacts for tracing. We assign each contact a score intended to reflect the likelihood that the contact is infected (the higher the score, the more likely that a contact is infected). The contact's score is the number of index cases who name that person. We set k, the number of contacts we trace each time a new index case arrives (assuming we still have resources), equal to 5.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Costs and health outcomes We compare alternative levels of contact tracing based on the resulting effectiveness and annual costs in steady state. We consider both the cost of the contact tracing and the cost of treating disease cases. We assume a cost of c for treating a case of disease-this cost is incurred each time an individual transitions from disease state I to R-and an annual cost of C for each unit of contact tracing capacity (hence an annual contact tracing cost of KC for K units of capacity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "We consider two measures of contact tracing effectiveness: steady-state disease prevalence, and annual steady-state quality-adjusted life years (QALYs) experienced in the population. The steady-state disease prevalence is a simple measure of the effectiveness of a particular disease control strategy. Following standard cost-effectiveness practice [40] , we also measure the total QALYs experienced in the population each year. To do so, we assign quality multipliers (on a scale of 0 to 1, where 0 represents death and 1 represents perfect health) to health states. We assign a quality multiplier of 1 to uninfected individuals (those in states S, ST, and R), and a quality multiplier of q < 1 to infected individuals (those in states I and IT). Given a steadystate disease prevalence p, the steady-state number of QALYs experienced in the population during one year is n(1 − pq).",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Simulation runs We used the simulation model to estimate for various cases-e.g., for different levels of the contact tracing budget, for different amounts of contact tracing and screening, etc.-the annual steady-state treatment costs (adding the annual cost of the contact tracing, KC, yields the total cost for a year in steady state) and the steady-state prevalence of the disease (or, equivalently, the steady-state annual QALYs experienced in the population). To measure the steady state for a particular case, we performed 1,600 runs. For each run, we generated a random smallworld graph and infected a single random node. Then we simulated the network for five years in one-day time increments (1,825 days in total), taking the daily average prevalence (per capita frequency of states I and IT) starting with day 181. (Visual inspection of sample runs indicated that the system is in steady state by this time.) We averaged over all the runs and set our error bars to the 95% confidence intervals. Table 1 shows the values of all parameters we used in our simulations. These parameters are roughly consistent with the transmission and control of gonorrhea. The speed of disease transmission, t 1 , is consistent with unprotected sexual contact every 45 days, and a 50% chance of transmission per unprotected sexual contact [41] . Choosing a 30-day average duration between infection and treatment (t 3 ) is consistent with all women and 50% of men being asymptomatic, symptoms otherwise appearing after 4 days, and then a 3-day delay in obtaining treatment [41, 42] . Gonorrhea is treated with one dose of antibiotics which costs approximately $50 [43] . We estimated that individuals would refrain from risky behavior for an average of 3 months after treatment. Our contact tracing cost, C, ($120 per case, figuring a week t 4 = t 5 = 5 per case and 50 work weeks per year) is similar to that reported by Dasgupta et al. [25] . Quality multipliers for STDs are not well researched [44] . We chose a quality multiplier of 0.9, which has been used for TB, diabetes, and asymptomatic HIV infection [45] . 3 How many to trace?",
            "cite_spans": [
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1654,
                    "end": 1658,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1928,
                    "end": 1932,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1988,
                    "end": 1992,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 2102,
                    "end": 2106,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1004,
                    "end": 1011,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "Cost effectiveness threshold Choosing the budget for contact tracing is an important strategic decision. Funds not spent to trace a particular disease could be used for tracing other diseases, for other disease control efforts, or even for other public health efforts. Thus, we would like to determine the most \"cost-effective\" level of investment in contact tracing for a particular disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Cost-effectiveness analysis can help policy makers allocate money across different interventions for the same or different diseases [40] . In a typical cost-effectiveness analysis of alternative interventions, the analyst evaluates the total costs and health benefits-usually measured by quality-adjusted life years (QALYs) experienced-for each intervention. The analyst then identifies the non-dominated interventions (a dominated intervention is one that costs more and yields fewer QALYs than another single intervention or than a linear combination of two interventions). The undominated interventions can then be ranked in order of increasing cost to create an efficient frontier of interventions. The incremental cost-effectiveness ratio, defined as the incremental cost per QALY gained, increases as one moves along the efficient frontier. The \"best\" intervention is the one that has the highest possible incremental costeffectiveness ratio without exceeding a pre-determined cost-effectiveness threshold α. We will suppose in our analyses that a value for the cost-effectiveness threshold α is known. This value is often determined as an implicit value given by accepted public health/medical practice [46] . In our model, the \"alternative interventions\" involve alternative levels of investment in contact tracing (or in contact tracing and screening). Because our simulation analyses focus on the steady-state disease prevalence achieved by a given level of contact tracing, we express all costs and health benefits in annual terms. Thus, the cost of each \"alternative intervention\" equals the annual cost of contact tracing (CK) plus the annual cost to treat cases of the disease. The effectiveness is measured in terms of the resulting steady-state prevalence, or equivalently as the total steady-state number of QALYs experienced in the population per year. Thus, for these analyses, the cost-effectiveness threshold α represents the maximum amount we are willing to pay per year for one more steady-state QALY. We used the value α = $50,000, a value commonly used in cost-effectiveness analyses of health-related interventions [46] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2141,
                    "end": 2145,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Finding the optimal level of contact tracing Figure 3a shows the steady-state disease prevalence as a function of the contact tracing capacity (K ranging from 0 to 10), using our baseline simulation parameters, and averaged over 1,600 runs. The convexity of the curve shows that the effectiveness of contact tracing (in terms of reductions in disease prevalence) decreases with its capacity (i.e., it has diminishing returns to scale): for each incremental increase in the contact Effect of varying the contact tracing capacity, K. Vertical bars represent 95% confidence intervals (1,600 runs). a Simulated steady-state disease prevalence as a function of contact tracing capacity, K. b Steady-state annual cost and QALYs experienced as a function of contact tracing capacity. The points correspond to capacity K ranging from 0 to 10, as in (a). At the optimal budget this curve has a slope of 1/α (the slope of the gray line). Here α = $50,000/QALY tracing capacity, the corresponding reduction in steadystate prevalence diminishes. This makes intuitive sense because as the contact tracing capacity increases and prevalence decreases, we trace more contacts, fewer of whom will be infected. Thus, the probability that the contacts we trace are infected decreases as the contact tracing capacity increases. Our simulation model allows us to quantify this decrease-and thus to evaluate the relative cost effectiveness of different amounts of contact tracing. Figure 3b , which is based on the same simulations as Fig. 3a , shows the total annual cost associated with each level of contact tracing (K ranging from 0 to 10), and the total annual (steady-state) QALYs experienced in the population (recall that the population size n = 500 is constant). The costs incurred include not only the capacity costs of contact tracing (C = $6,000 for each unit of capacity K) but also the costs of treating the disease (c = $50 per case treated). While the contact tracing capacity is the biggest annual expense, disease treatment costs cannot be neglected. Indeed, as contact tracing capacity (K) increases, treatment cost decreases because the prevalence of the disease decreases. Our simulation model allows us to quantify these costs and savings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "text": "Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1468,
                    "text": "Figure 3b",
                    "ref_id": null
                },
                {
                    "start": 1513,
                    "end": 1520,
                    "text": "Fig. 3a",
                    "ref_id": null
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "The curve connecting the 11 points in Fig. 3b is concave, reflecting the diminishing effectiveness of contact tracing with incremental investment. The optimal budget is given by the point on the curve where the tangent line has a slope of 1/α. At this point, we spend $18,000 per year to maintain a contact tracing capacity of 3 (i.e., the ability to trace 3 people at a time) and we spend approximately $7,500 per year on treatment of the disease, bringing the total cost to $25,500. At this point, the incremental cost per reduction in QALYs equals the maximum level we will tolerate, α. Above this point, increases in annual expenditure on contact tracing increase the annual number of QALYs experienced by less than 1 per $50,000 spent (i.e., less than the ratio 1/α) and are thus deemed not cost effective.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Fig. 3b",
                    "ref_id": null
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "Sensitivity analysis Using the simulation model, we can determine how the optimal contact tracing capacity will vary as a function of various disease parameters. We performed one-way sensitivity analysis on the disease transmissibility (i.e., baseline disease incidence, which is proportional to the parameter t 1 ), the rate at which symptoms develop (and thus the rate at which individuals seek and receive treatment, which is proportional to t 2 ), the expected length of time a treated individual remains in the Removed state (proportional to the parameter t 3 ), and the expected length of time between exogenous infections (1/η := 1/η 1 = 1/η 2 ). We varied each parameter to 10% above and below the base case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "For each case, Fig. 4 shows the steady-state disease prevalence as a function of the contact tracing capacity. Table 2 shows the effect of changes in these parameters on the optimal capacity (the capacity at which the marginal total cost per QALY gained equals the costeffectiveness threshold).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "For any given contact tracing capacity, the effectiveness of contact tracing (measured by the steadystate prevalence) is affected the most by the rate at which symptoms develop. If that rate is slower than in the base case (and thus there are more asymptomatic infected people in the population), then steady-state prevalence is higher than in the base case; conversely, if the rate is faster, steady-state prevalence is lower. A 10% decrease in this parameter (slower symptom development) increased the optimal capacity by 2, and a 10% increase in this parameter (faster symptom development) decreased the optimal capacity by 2. Changes in transmissibility also had a significant impact on prevalence. For a 10% increase in transmissibility (corresponding to a 10% decrease in the parameter t 1 ), the optimal capacity increased by 1; for a 10% decrease in transmissibility, the optimal capacity decreased by 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "Changes in the rate at which treated individuals return to the susceptible population (1/t 3 ) and in the rate of exogenous infection (1/η 1 , 1/η 2 ) had little effect on steady-state prevalence, and thus little effect on the optimal contact tracing capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model"
        },
        {
            "text": "We performed sensitivity analysis on the network structure by comparing the base case model (which uses a small-world network) to a scale-free network (also known as a preferential-attachment network). We assumed that, although one may not know many details of the contact network, one would likely have a reasonable estimate of disease prevalence in the population, so we used this value as a point of comparison. Thus, we set the average degree of the scale-free network to 2.4 so that the steady-state disease prevalence in the absence of contact tracing would be the same as that for the small-world network with no contact tracing. The degree of 2.4 is less than the value 5 used in the smallworld network because, with a scale-free network, the disease spreads more efficiently: the scale-free network has a few individuals with many more contacts than average, and these allow for relatively efficient disease transmission. Figure 5 shows steady-state annual QALYs experienced for different levels of contact tracing for the small-world network (the same curve as in Fig. 3b ) and for the scale-free network. In both cases, contact tracing has diminishing returns to scale (i.e., the curves are concave). For non-zero levels of contact tracing, disease prevalence is slightly lower in the scale-free network than in the small-world network. This is expected because the scale-free network has some individuals who are highly connected, and finding them (through contact tracing) has a large payoff. For this example, the optimal annual investment is approximately $1,000 more for the case of the scale-free network than for the case of the small-world network. This sensitivity analysis highlights the importance of good information about network structure when evaluating how much to invest in contact tracing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 939,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1074,
                    "end": 1081,
                    "text": "Fig. 3b",
                    "ref_id": null
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "The above sensitivity analyses explore how the optimal budget changes as the network structure and epidemic parameters change. We performed additional sensitivity analyses in which we varied Fig. 3b ) and on a scale-free network of the same size (n = 500) whose average degree (2.4) is chosen so that the steady-state prevalence without contact tracing is similar to that for the small-world network. The points correspond to the contact tracing capacity K ranging from 0 to 10. At the optimal budget this curve has a slope of 1/α (the slope of the gray lines). Here α = $50,000/QALY. Vertical bars represent 95% confidence intervals (1,200 runs) parameter values by up to 200%; multi-way sensitivity analyses in which we varied disease parameters simultaneously; and a stochastic sensitivity analysis in which all parameters were varied within ±10% of their base value. In all cases, contact tracing exhibited diminishing returns to scale as a function of the budget.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 646,
                    "text": "(1,200 runs)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Fig. 3b",
                    "ref_id": null
                }
            ],
            "section": "Epidemic model"
        },
        {
            "text": "Thus far, the only form of disease control we have considered is contact tracing. Disease prevalence can also be decreased by screening. One could screen for cases of endogenous infection (cases of infection caused by transmission from individuals in the population) or for cases of exogenous infection (e.g., among immigrants, visitors from other countries, and travelers returning from vacation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and screening"
        },
        {
            "text": "In this section, we address the problem of allocating a combined capacity K total = K + λ between contact tracing and screening, and the problem of determining the optimal total capacity K total . Here K is the capacity (manpower) allocated to contact tracing (as in the previous section) and λ is the capacity allocated to screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and screening"
        },
        {
            "text": "The benefits of contact tracing and screening are larger than the sum of the benefits of doing them separately: the cost effectiveness of contact tracing varies with the amount of screening performed and vice versa. We thus use simulation to determine the optimal mix of contact tracing and screening: we simulate different allocations of a fixed capacity to determine the effectiveness of each combination. Once we know the cost and effectiveness of each combination, we can use the threshold value α to determine the optimal total capacity, and the corresponding optimal level of investment in each type of control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and screening"
        },
        {
            "text": "Screening for exogenous infection We first consider the case of screening for exogenous infection. Exogenous infection can be a major source of new infection for many diseases: for example, many TB index cases in the USA are individuals who have brought the infection from another country. In the USA and Canada, longterm immigrants are screened for active TB and HIV as part of the visa process [47, 48] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Contact tracing and screening"
        },
        {
            "text": "We assume that with each capacity unit we can either screen 12 people or trace one contact (every t 4 = t 5 = 5 days) because the cost of tracing one contact is approximately $120 (as discussed earlier) and the cost of a gonorrhea test is $10 [43] . Without any screening, 0.056 exogenous infections occur in the population each day (calculated as n η 1 = n η 2 = 500/9,000). We assume that 0.17% of new entrants are infected on average (consistent with gonorrhea prevalence rates in some Asian and eastern European countries [49] ); thus, the rate of exogenous infection as a function of λ, the amount of the capacity allocated to screening, is η 1 = η 2 = 1 n (5/90 − 0.0017λ12/5). Figure 6a shows the steady-state prevalence achieved as we vary λ/K total for different total capacities. As one would expect, steady-state prevalence decreases as the total capacity for contact tracing and screening increases. Additionally, we see from this figure that allocating a small fraction of the total capacity to exogenous screening is better for smaller total capacities (no screening, λ = 0, is optimal for K total ≤ 5), whereas for larger total capacity it is better to allocate more of the total capacity to exogenous screening.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure 6a",
                    "ref_id": null
                }
            ],
            "section": "Contact tracing and screening"
        },
        {
            "text": "With this information about the effects of alternative allocations of any fixed total capacity between contact tracing and screening, we can revisit the decision of how large to make the total capacity K total . Figure 6b shows the steady-state prevalence as a function of the total capacity, where the capacity is allocated between exogenous screening and tracing so as to minimize the resulting steady-state prevalence (the corresponding minimum from Fig. 6a ). Figure 6b also shows the steady-state prevalence as a function of the total optimal mix contact tracing only c Fig. 6 Effects of allocating a total capacity K total = K + λ between contact tracing, K, and screening for exogenous infections, λ. Vertical bars represent 95% confidence intervals (1,600 runs) . a Steady-state prevalence as a function of the fraction spent on screening λ/K total for various values of the total capacity K total . b Steady-state prevalence achieved as a function of the total capacity K total for screening and contact tracing. The solid line allocates the capacity optimally while the dotted line is from Fig. 3a where we used no screening (λ = 0). c Steady-state annual cost and QALYs experienced as a function of the total capacity K total for screening and contact tracing. The points arranged (more or less) vertically represent different allocations of a given total capacity, K total , between screening and contact tracing. At the optimal budget, this curve has slope equal to 1/α (the slope of the gray line). Here α = $50,000/QALY capacity, assuming that no screening is used. We see that for capacity K total > 5, using a mix of screening and contact tracing achieves lower disease prevalence than does contact tracing alone, and the difference increases as the total capacity increases. Figure 6c shows the total cost of each strategy, including treatment costs (for different levels of K total and different allocations of K total between contact tracing and screening), and the resulting annual steady-state QALYs experienced. The points arranged (more or less) vertically represent different allocations of a given total capacity between screening and contact tracing. The efficient frontier in Fig. 6c connects the best strategy for each total capacity level. The optimal strategy is given by the point on the curve where the tangent line has a slope of 1/α. At this point, the annual cost is $25,500 with approximately 499.1 steady-state QALYs experienced per year. This point corresponds to a capacity K total of 3, all of which is allocated to contact tracing (thus, three contacts traced at any one time), with annual disease treatment costs of approximately $7,500. This is the same solution as was found for the case of contact tracing only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure 6b",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 460,
                    "text": "Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "Figure 6b",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 581,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 769,
                    "text": "(1,600 runs)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1100,
                    "end": 1107,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 1793,
                    "end": 1802,
                    "text": "Figure 6c",
                    "ref_id": null
                },
                {
                    "start": 2204,
                    "end": 2211,
                    "text": "Fig. 6c",
                    "ref_id": null
                }
            ],
            "section": "Contact tracing and screening"
        },
        {
            "text": "Screening for endogenous infection We next consider the case of screening for endogenous infection. In our simulation this takes the form of random screening of members of the population. One could think of such screening as resulting from encounters that individuals have with health care providers (either due to symptoms of the disease or for another reason) in which screening is offered. An increase in the endogenous screening rate increases the number of individuals in the population who are screened per unit time, and could correspond to an increase in the rate at which health care providers offer screening to patients. (For example, one practical means of achieving higher rates of routine HIV screening in the USA, as recently recommended by the CDC [50], is to encourage more doctors to routinely offer HIV tests to the patients they see.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact tracing and screening"
        },
        {
            "text": "For the case of endogenous screening, we assume that with each capacity unit we can screen 200 people per year. Thus, the mean rate at which individuals move from the infected state (I) to the recovered state (R) when there is endogenous screening at rate λ is 1/t 2 = 1/30 + λ200/n/365. Figure 7a shows the steadystate prevalence achieved as a function of λ/K total for different total capacities K total , and Fig. 7b shows the steady-state prevalence achieved as a function of the combined capacity K total for endogenous screening and contact tracing. As for the case of exogenous screening, allowing for the possibility of screening for endogenous infection (as occurs in the optimal mix) can reduce prevalence more than contact tracing alone, and the reduction becomes more pronounced as the total capacity increases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "Figure 7a",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 419,
                    "text": "Fig. 7b",
                    "ref_id": null
                }
            ],
            "section": "Contact tracing and screening"
        },
        {
            "text": "From Fig. 7c we see that the cost-effectiveness threshold is reached at a point where the total cost is approximately $25,000. This corresponds to a total capacity of K total = 3 (annual cost $18,000) plus approximately $7,000 in annual treatment costs. From Fig. 7a we see that for K total = 3, approximately one-third of the capacity is allocated to screening and two-thirds is allocated to contact tracing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Fig. 7c",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 266,
                    "text": "Fig. 7a",
                    "ref_id": null
                }
            ],
            "section": "Contact tracing and screening"
        },
        {
            "text": "In this section we illustrate the use of our model to evaluate contact tracing for control of chlamydia, a common STD. Estimated chlamydia prevalence in the general US population is about 0.3%, but among young, sexually active individuals (age 15 to 24), prevalence has been found to be 6% or higher [51, 52] . Contact tracing is commonly performed for chlamydia.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[51,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "52]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Example: contact tracing for chlamydia control"
        },
        {
            "text": "We modeled a population of size n = 500, reflecting, for example, the size of the sexually active population in a high school. We used the same SIRS model as in Fig. 2 (but with different parameter values) . We modeled heterosexual transmission of chlamydia, and assumed that the population comprised equal numbers of males and females.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 205,
                    "text": "Fig. 2 (but with different parameter values)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Example: contact tracing for chlamydia control"
        },
        {
            "text": "To model this heterosexual population, we created a bipartite graph with equal numbers of males and females. In addition, we modeled low-risk and highrisk males and females, to reflect different levels of risk behavior. To do so, we subdivided the male and female populations into high-contact groups (20% of the total) and low-contact groups (80% of the total).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example: contact tracing for chlamydia control"
        },
        {
            "text": "We assumed an average of three sexual contacts (partnerships) per person. We adjusted this figure upward for high-risk individuals and downward for lowrisk individuals. We assumed that the probability that any male-female pair are contacts is independent, and we assumed that these probabilities have a ratio of 7:5:1 for contacts between high-risk individuals, contacts between high-risk and low-risk individuals, and contacts between low-risk individuals, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example: contact tracing for chlamydia control"
        },
        {
            "text": "We set t 2 = 15/0.3 = 50 days to reflect the fact that chlamydia symptoms appear within 1 to 3 weeks after infection, but in 70% of cases, the infection remains asymptomatic [53] . We set the time associated with the sufficient contact rate, t 1 , equal to 100. This yields a Fig. 7 Effects of allocating a total capacity K total = K + λ between contact tracing, K, and screening for endogenous infections, λ. Vertical bars represent 95% confidence intervals (1,600 runs). a Steady-state prevalence as a function of the fraction spent on screening λ/K total for various values of the total capacity K total . b Steady-state prevalence achieved as a function of the total capacity K total for screening and contact tracing. The solid line allocates the capacity optimally while the dotted line is from Fig. 3a where we used no screening (λ = 0). c Steady-state annual cost and QALYs experienced as a function of the total capacity K total for screening and contact tracing. The points arranged (more or less) vertically represent different allocations of a given total capacity, K total , between screening and contact tracing. At the optimal budget, this curve has slope equal to 1/α (the slope of the gray line). Here α = 50,000/QALY baseline chlamydia prevalence of 8%, consistent with a study of teenage girls in Philadelphia [51] (before any intervention). Zimmerman et al. [54] found that clients at STD clinics who were found to be infected with chlamydia reported an average of 1.7 contacts. Hence we set the probability that a contact is reported to 1.7/3 = 57%. We estimated the cost of treating one case of chlamydia as c = $50 + 0.3($500) = $200: in 70% of cases, an inexpensive ($50) course of antibiotics is sufficient to treat the infection, but in roughly 30% of the cases, patients develop acute pelvic inflammatory disease which must be treated at an additional cost of Vertical bars represent 95% confidence intervals (1,600 runs). a Simulated steady-state disease prevalence as a function of contact tracing capacity, K, for the case of chlamydia. b Steady-state annual cost and QALYs experienced as a function of contact tracing capacity. The points correspond to capacity K ranging from 0 to 15, as in (a). At the optimal budget, this curve has a slope of 1/α (the slope of the gray line). Here α = 50,000/QALY $500 [55] . For all other parameters of the model (t 3 , t 4 , t 5 , η 1 , η 2 , and C) we used the same values as shown in Table 1 . Figure 8a shows the effect of different contact tracing capacity levels (K = 0 to 15) on steady-state chlamydia prevalence in the population. In the absence of any contact tracing, steady-state disease prevalence is 8%. As contact tracing capacity increases, prevalence decreases, but with diminishing returns, as expected. For K = 5, steady-state prevalence is 4%; for K = 10, steady-state prevalence is approximately 2.7%; for K = 15, steady-state prevalence is 2.3%. Figure 8b shows annual costs and QALYs experienced for each level of contact tracing. For a costeffectiveness threshold of α = $50,000/QALY gained, the optimal contact tracing capacity is K = 11. The annual cost is approximately $92,000, corresponding to $66,000 for contact tracing plus $26,000 for treatment. The resulting endemic level of disease prevalence is approximately 2.6% (Fig. 8a ). If the public health budget for this example constrains contact tracing to fewer than 11 individuals being traced simultaneously, Fig. 8b shows that significant health benefits can still be achieved by contact tracing. For example, a contact tracing capacity of K = 6 will still reduce steady-state prevalence from 8 to 3.7%. A simulation model such as ours allows one to quantify the tradeoffs associated with different levels of contact tracing.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[51]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "text": "[54]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2337,
                    "end": 2341,
                    "text": "[55]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 282,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 808,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 2456,
                    "end": 2463,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2466,
                    "end": 2475,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2936,
                    "end": 2945,
                    "text": "Figure 8b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3319,
                    "end": 3327,
                    "text": "(Fig. 8a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3461,
                    "end": 3468,
                    "text": "Fig. 8b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Example: contact tracing for chlamydia control"
        },
        {
            "text": "We have presented a general framework for evaluating the optimal level of investment in contact tracing. This framework combines concepts from cost-effectiveness analysis with simulation of a disease and the effects of contact tracing among a network of individuals. Our simulation results suggest that contact tracing is likely to have diminishing returns to scale: incremental increases in the budget for contact tracing yield diminishing decreases in the disease prevalence. This makes intuitive sense: the larger the number of contacts traced per unit time, the less likely it is that the incremental contacts traced will be infected, and thus the smaller the number of new cases that will be identified and removed. Use of a cost-effectiveness framework, combined with the simulation results, allows one to determine the appropriate level of investment in contact tracing. We also showed how, when other interventions such as screening are available, simulation can be used to determine the best mix of interventions for any given capacity level, and then cost-effectiveness principles can be applied to determine the appropriate total capacity for screening and contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results are based on a limited set of simulations. Further analyses could explore the robustness of our findings under different conditions: for example, for different networks, diseases, epidemic models, disease parameters, and populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One useful avenue for future research is to extend our simulation model to capture more details of contact tracing and disease transmission and progression. For example, our current model stylizes the screening of infections from exogenous sources. A more realistic model could break out the various sources of exogenous infection (e.g., holiday travelers, visitors from certain countries, legal immigrants, and illegal immigrants) and the opportunities to screen them (e.g., when they request a visa or at clinics in immigrant neighborhoods). As another example, our model of contact tracing does not include the genotype information available to investigators that allows them to distinguish between new and continuing outbreaks. In practice, when a new outbreak of a disease is detected, the intensity of contact tracing is often increased until a significant level of epidemic control has been achieved. Thus, a natural extension of our work is to consider the case of dynamically changing levels of contact tracing. A more sophisticated model would show additional benefits of contact tracing not captured by our model. As contact tracing capacity increases, the average time from acquisition of infection to detection and treatment decreases. Our model captures this effect (Fig. 9) . However, our model does not capture the fact that Contact tracing capacity Days until treatment Fig. 9 Average time from acquisition of infection until treatment is initiated, as a function of contact tracing capacity, K. Vertical bars represent 95% confidence intervals (1,600 runs) the most severe symptoms and complications are in patients whose disease was untreated the longest. Extending our model to include multiple infected states (for example, states representing benign versus acute symptoms), which differ in their infectiousness, quality multipliers, and treatment costs, would model this phenomenon and thus help quantify this additional benefit of contact tracing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1280,
                    "end": 1288,
                    "text": "(Fig. 9)",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1393,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The simplicity of our current model also means that the selection of contacts to trace is extremely crude and does not reflect all the considerations (such as stage of infection, strength of immune system, age, demographics, etc.) that are used in the real world. By assuming that contacts are located after a constant number of days, our model ignores the possibility of not locating a contact, the uncertainty in the time required to locate a contact, and the option of giving up the search. A model incorporating such features would be more realistic and could be used to compare different strategies for selecting who to trace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another useful avenue for further research would be to tailor the analysis to specific diseases of interest. A tailored model could be used to determine the appropriate level of contact tracing for a specific disease in a specific region. The simulation model we have presented here could provide the foundation for such a policy tool. As an example, we applied our SIRS model to show how one could examine different levels of contact tracing for chlamydia control. For other diseases, a different epidemic model (with appropriate adjustments to the network model) might be needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For example, for TB, the disease model should include latent and active infection stages, with disease progression times set appropriately. Further, the contact network should allow contacts of greater and lesser strength (e.g., family members versus coworkers in a well-ventilated office). In our simulation, a contact's priority score is an indicator of the likelihood that this contact is infected. To better model TB contact tracing, it would be useful to distinguish individuals by their potential chance of acquiring infection, as is done in practice. For example, TB contact tracing in the USA gives priority to contacts who are children or who have AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To model HIV and some STDs, the disease model should include asymptomatic and symptomatic disease stages. For HIV, it might be appropriate to incorporate several modes of transmission (e.g., heterosexual partnerships, same-sex partnerships, and needlesharing partnerships). In addition, use of a dynamic contact network would reflect the pair formation and dissolution that occurs in social networks of such diseases (see, for example, Kretzschmar [21] ).",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More work is also needed to understand the network structure underlying a particular epidemic in a particular population. Some limited work has been done to characterize specific networks of infectious disease (e.g., Klovdahl et al. [34] , Weeks et al. [35] , Parker et al. [36] , Helleringer et al. [37] ). Further knowledge of network structure, and related disease transmission features such as pair formation and dissolution, is crucial to evaluating the effectiveness, and cost-effectiveness, of different investments in contact tracing in any given setting.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have considered contact tracing in an endemic disease setting. Contact tracing is also important (perhaps more so) for containing outbreaks of epidemic diseases. Then the crucial question is whether one can find the contacts faster than they can spread the disease, or win the \"race to trace\" as Kaplan et al. [56] put it. For this problem, the decision maker's goal is likely to be that of determining the minimum level of contact tracing that is needed to reduce the reproductive rate of infection below 1, perhaps within a specified period of time. This approach may be relevant for particularly virulent diseases such as smallpox [56] , extremely drugresistant TB [57] , or a gonorrhea \"superbug\" [58] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[56]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[56]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[57]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[58]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Contact tracing can be an effective means of disease control, but it is only useful up to a point because incremental increases in the level of contact tracing are likely to yield diminishing benefits. Simulation can be used to estimate the benefits of contact tracing as a function of its intensity. Then, cost-effectiveness analysis can be used to determine the optimal level of investment in contact tracing (or the optimal level of investment in contact tracing and screening). Such analysis can help public health departments make the most cost-effective use of their available funds for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Microsimulation of pandemic influenza in Sweden",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saretok",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brouwers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the 2007 western multiconference on computer simulation",
            "volume": "",
            "issn": "",
            "pages": "73--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A model for a smallpoxvaccination policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bozzette",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "5",
            "pages": "416--425",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gonorrhea modeling: a comparison of control methods",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Math Biosci",
            "volume": "58",
            "issn": "",
            "pages": "93--109",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resource allocation for epidemic control over short time horizons",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Zaric",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brandeau",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Math Biosci",
            "volume": "171",
            "issn": "",
            "pages": "33--58",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dynamic resource allocation for epidemic control in multiple populations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Zaric",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brandeau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "IMA J Math Appl Med Biol",
            "volume": "19",
            "issn": "",
            "pages": "235--255",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An optimization model for influenza A epidemics",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elveback",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Math Biosci",
            "volume": "38",
            "issn": "",
            "pages": "141--157",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Containing bioterrorist smallpox",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "5597",
            "pages": "1428--1432",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Optimal vaccination patterns in agestructured populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "SIAM J Appl Math",
            "volume": "59",
            "issn": "",
            "pages": "222--241",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An optimization model tuberculosis epidemiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Revelle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lynn",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Manage Sci",
            "volume": "16",
            "issn": "4",
            "pages": "190--211",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chapter 10-community TB control: identification of persons who have clinically active TB",
            "authors": [],
            "year": 2000,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sexually transmitted diseases treatment guidelines",
            "authors": [],
            "year": 2002,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role and effectiveness of partner notification in STD control: a review",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Genitourin Med",
            "volume": "72",
            "issn": "",
            "pages": "247--252",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Contact tracing for chlamydia: data on effectiveness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int J STD AIDS",
            "volume": "9",
            "issn": "",
            "pages": "187--191",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disease contact tracing in random and clustered networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc R Soc Lond B Biol Sci",
            "volume": "272",
            "issn": "",
            "pages": "1407--1414",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Logistics of community smallpox control through contact tracing and ring vaccination: a stochastic network model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Porco",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fernyak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Portnoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Aragón",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Public Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ring vaccination and smallpox control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Den Hof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Wijngaarden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "832--841",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reducing the impact of the next influenza pandemic using household-based public health interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Medicine",
            "volume": "3",
            "issn": "",
            "pages": "1532--1540",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modeling the impact of random screening and contact tracing in reducing the spread of HIV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Math Biosci",
            "volume": "181",
            "issn": "",
            "pages": "17--54",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Optimal mix of screening and contact tracing for endemic diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Armbruster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brandeau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math Biosci",
            "volume": "209",
            "issn": "",
            "pages": "386--402",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Sexual network structure and sexually transmitted disease prevention: a modeling perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sex Transm Dis",
            "volume": "27",
            "issn": "",
            "pages": "627--635",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Contact tracing in stochastic and deterministic epidemic models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math Biosci",
            "volume": "164",
            "issn": "",
            "pages": "39--64",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Contact tracing and epidemics control in social networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huerta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsimring",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev E Stat Nonlin Soft Matter Phys",
            "volume": "66",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Contact tracing and disease control",
            "authors": [
                {
                    "first": "Ktd",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc R Soc Lond B Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "2565--2571",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Comparison of cost-effectiveness of tuberculosis screening of close contacts and foreignborn populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schwartzman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marchand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Tennenbaum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brassard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Menzies",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "162",
            "issn": "6",
            "pages": "2079--2086",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The costeffectiveness of evidence-based guidelines and practice for screening and prevention of tuberculosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hendrie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Econ",
            "volume": "9",
            "issn": "5",
            "pages": "411--421",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Costeffectiveness of counseling and testing and partner notification: a decision analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Holtgrave",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "AIDS",
            "volume": "13",
            "issn": "13",
            "pages": "1745--1751",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Comparing the cost-effectiveness of HIV prevention interventions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Farley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "37",
            "issn": "3",
            "pages": "1404--1414",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Partner notification to prevent pelvic inflammatory disease in women: cost-effectiveness of two strategies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kassler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haddix",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Sex Transm Dis",
            "volume": "24",
            "issn": "5",
            "pages": "287--292",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A comparison of the case-finding effectiveness and average costs of screening and partner notification",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Sex Transm Dis",
            "volume": "23",
            "issn": "1",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cost-effectiveness of screening programs for chlamydia trachomatis: a population based dynamic approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leidl",
                    "suffix": ""
                },
                {
                    "first": "Jar",
                    "middle": [],
                    "last": "Van Den Hoek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Postma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sex Transm Dis",
            "volume": "27",
            "issn": "",
            "pages": "518--529",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Collective dynamics of 'smallworld' networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Scale-free networks and sexually transmitted diseases: a description of observed patterns of sexual contacts in Britain and Zimbabwe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schneeberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nyamukapa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sex Transm Dis",
            "volume": "31",
            "issn": "6",
            "pages": "380--387",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Social networks and infectious disease: the Colorado Springs study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Klovdahl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Woodhouse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Darrow",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Soc Sci Med",
            "volume": "38",
            "issn": "1",
            "pages": "79--88",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Social networks of drug users in high-risk sites: finding the connections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Weeks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Borgatti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Radda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Schensul",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "AIDS Behav",
            "volume": "6",
            "issn": "2",
            "pages": "194--206",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sexual networks and the transmission of HIV in London",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Biosoc Sci",
            "volume": "30",
            "issn": "",
            "pages": "63--83",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Likoma network study: context, data collection and survey instruments",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helleringer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chimbiri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chatonda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mkandawire",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Patterns of chlamydia and gonorrhea infection in sexual networks in Manitoba",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jolly",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Canada. Sex Transm Dis",
            "volume": "28",
            "issn": "1",
            "pages": "14--24",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Who do you know? A simulation study of infectious disease control through contact tracing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Armbruster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brandeau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the 2007 Western Multiconference on Computer Simulation",
            "volume": "",
            "issn": "",
            "pages": "79--85",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Workshop summary: scientific evidence on condom effectiveness for sexually transmitted disease (STD) prevention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "National Institutes of Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Fact sheet: gonorrhea",
            "authors": [],
            "year": 2006,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cost-effectiveness of five strategies for gonorrhea and chlamydia control among female and male emergency department patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bishai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Zenilman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sex Transm Dis",
            "volume": "29",
            "issn": "2",
            "pages": "83--91",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Interpretation of cost-effectiveness analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Gen Intern Med",
            "volume": "13",
            "issn": "",
            "pages": "716--717",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Medical examinations",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Fact sheetmedical testing and surveillance",
            "authors": [
                {
                    "first": "Immigration",
                    "middle": [],
                    "last": "Citizenship",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Global prevalence and incidence of selected curable sexually transmitted infections: overview and estimates",
            "authors": [],
            "year": 2001,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "55",
            "issn": "RR14",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "But I didn't know",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "STD surveillance 2005 national profile-chlamydia",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Epidemiologic differences between chlamydia and gonorrhea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Potterat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dukes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Fogle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Pratts",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am J Public Health",
            "volume": "80",
            "issn": "11",
            "pages": "1338--1342",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Screening for Chlamydia trachomatis in women 15 to 29 years of age: a costeffectiveness analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Goldie",
                    "middle": [],
                    "last": "Hook Ew 3rd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Intern Med",
            "volume": "141",
            "issn": "",
            "pages": "501--513",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Emergency response to a smallpox attack: the case for mass vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "PNAS",
            "volume": "99",
            "issn": "16",
            "pages": "10935--10940",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Extensively drug-resistant tuberculosis-United States",
            "authors": [],
            "year": 1993,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "56",
            "issn": "11",
            "pages": "250--253",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Update to CDC's sexually transmitted diseases treatment guidelines, 2006: fluoroquinolones no longer recommended for treatment of gonococcal infections",
            "authors": [],
            "year": 2007,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "56",
            "issn": "14",
            "pages": "332--336",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A small-world graph with nodes in various states. The states are: susceptible (S), infected (I), removed (R), susceptible and being traced (ST), and infected and being traced (IT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Possible states of an individual and the transition times between them. The states are: susceptible (S), infected (I), removed (R), susceptible and being traced (ST), and infected and being traced (IT). The dashed arrows mark the instantaneous transitions S → ST and I → IT that occur when we decide to trace this individual. The terms t 0 , . . . , t 5 are time constants, d i is the number of infected neighbors of this individual, and η 1 and η 2 are rates of exogenous infection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3 Effect of varying the contact tracing capacity, K. Vertical bars represent 95% confidence intervals (1,600 runs). a Simulated steady-state disease prevalence as a function of contact tracing capacity, K. b Steady-state annual cost and QALYs experienced as a function of contact tracing capacity. The points correspond to capacity K ranging from 0 to 10, as in (a). At the optimal budget this curve has a slope of 1/α (the slope of the gray line). Here α = $50,000/QALY",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "One-way sensitivity analysis: steady-state disease prevalence as a function of contact tracing capacity, K. Vertical bars represent 95% confidence intervals (1,600 runs)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of the cost-effectiveness of contact tracing on a small-world network (as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Evaluating contact tracing capacity for chlamydia control.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Simulation parameters",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sensitivity analysis: Approximate change in contact tracing capacity",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}