{
    "paper_id": "b5dd490554eb1b2de8b8e30dade1115d09fa3657",
    "metadata": {
        "title": "27th International Mammalian Genome Conference meeting report",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Gamache",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "R"
                ],
                "last": "Leist",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Andrew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Bard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darren",
                "middle": [
                    "W"
                ],
                "last": "Logan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "M"
                ],
                "last": "Carpanini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 27th Annual International Mammalian Genome Conference (IMGC) was held at the historic Colegio Fonseca in the beautiful city of Salamanca, Spain, between 15 and 18 September 2013. Organised by Elena de la Casa Esperon, Lluis Montoliu, Fernando Pardo-Manuel de Villena and Jesus Perez-Losada, the meeting attracted 148 scientists from 14 countries around the world. The conference commenced with a bioinformatics workshop and student satellite symposium followed by a welcome reception with tapas, a wonderful opportunity to savour local delicacies. The main meeting was divided into 11 sessions encompassing a wide array of topics including ageing and adult-onset disease modelling, human disease models, comparative genomics, population genetics and evolution, advances in genome manipulation, stem cells and development, and large-scale resources. The Verne Chapman lecture was given by Nancy Jenkins from the Methodist Hospital Research Institute, Houston, Texas. Following a fantastic four days of science, the conference came to a close with dinner at the historic Castillo del Buen Amor. Abstracts from the meeting are available online at www.imgs.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The conference began with the student satellite symposium with 16 talks from undergraduate students, PhD students and early post-doctoral researchers, with topics ranging from host response to viral infection to whole-genome ENU mutagenesis. Abstracts for student presentations are available at www.imgs.org. Sarah Leist (SO-9) presented her work using the collaborative cross (CC) to analyse the host response to influenza A virus infection. The theme of immunity was continued by Rashida Lathan (SO-13), who investigated the role of the innate immune response in mice resistant to rift valley fever. Several of the talks focused on sex chromosomes and meiotic recombination: for example, the work presented by John Calaway (SO-2) demonstrated multiple functional alleles for X-chromosome inactivation choice in mice, while Courtney Vaughn (SO-3) described the utilisation of immunostaining and chromosomal painting in the comparison of meiotic recombination rates. Other talks focused on the utilisation of the mouse as a model system for the analysis of human disease, including reports from Adrian Blanco Gomez (SO-10) using an Erbb2 breast cancer model to identify tumour genetic variants in response to anthracyclines and taxanes, and from Irfan Jumabhoy (SO-14) on the integration of mouse and human gene expression analysis in the pathogenesis of major depressive disorder. Morag Lewis (SO-15) explored regulatory networks in the developing inner ear in mice with mutations in Mir96, which cause deafness in both humans and mice. Elizabeth Adams (SO-5) characterised tissuespecific knockouts of Sec24c to define the role of this COPII component in mice. Maria del Mar Saez-Freire (SO-6) and Chen-Ping Fu (SO-8) both described the use of system biology approaches to further our understanding of murine genetics. Maria del Mar Saez-Freire used systems biology to identify commonalities between breast cancer and ageing using the C57BL/6 breast cancer-resistant strain and the FVB-susceptible mouse strain that overexpress cNeu under the MMTV promoter, while Chen-Ping Fu described her work utilising the MegaMUGA genotyping array to infer founder probabilities in admixed animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student symposium and posters"
        },
        {
            "text": "The four students judged to have given the best presentations were honoured with inaugural Lorraine Flaherty Awards, which included the opportunity to present their work during a plenary session in the main meeting. Andrew Bard (Wellcome Trust Sanger Institute, SO-7) presented his analysis on misexpressed olfactory receptor genes identified through RNA sequencing, qPCR and in situ hybridization. In vivo and in vitro approaches were conducted to screen candidate odour molecules and pheromones from animal excretions to identify ligands that activate the receptors. Benjamin Gamache (National Cancer Institute/National Institutes of Health, SO-12) described his research, targeting conserved multiple melanoma and murine plasmacytoma (PCT) with a drug combination. The combination reduced tumour burden and volume and led to increased survival rates in C57BL/6-Bcl2l1 mice. A distinct module of 126 genes that were cooperatively affected by both drugs was identified, and an Ingenuity upstream analysis showed that MYC is a potential core regulator of the synergistic transcriptional response. Andrew Morgan (University of North Carolina, SO-4) presented his work on the role of sex and genetic background on mammalian recombination in the CC. He showed that recombination rates are significantly concentrated at telomeres in male meiosis and that this indicates a temporally regulated sequence of events with recombination progressing from telomeres to centromeres in the male germline. Kart Tomberg (University of Michigan, SO-16) presented identification of a novel suppressor region for lethal thrombosis in the factor V Leiden mouse model. Through application of a sensitised whole-genome ENU mutagenesis screen, she identified a nonsynonymous single nucleotide variant in the Actr2 gene and a 6-Mb region on chromosome 3 which segregated with survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student symposium and posters"
        },
        {
            "text": "This year 77 posters were presented in two lunch-time sessions at the meeting. To provide all participants with the opportunity to present their data at the main meeting, all poster presenters were invited to partake in the 'Come see my poster session'. Each presenter was given one minute and one slide to promote their research and to encourage attendees to view their poster. Six young scientists were presented with awards for their poster presentations (Table 1) : Sonia Castillo-Lluva (P-15) described the role of Snai2 in different stages of breast cancer evolution; Lesley Everett (P-23/SO-11) provided insights into coagulation factor V and VIII secretion through analysis of Lman1deficient mice; Hazuki Takahashi (P-32/SO-1) presented characterisation of SINEUPs, a novel antisense noncoding RNA that can upregulate protein translation through a SINE element; Leandro Batista (P-5) presented his QTL analysis on the host's susceptibility to rift valley fever in mice; Okumura Kazuhiro (P-36) used Japanese wild derived inbred mouse strain, MSM/Ms to identify skin tumour modifier genes; and Hiromi Miura (P-44) presented the advantages and limitations of pronuclear injectionbased targeted transgenesis in the generation of knockdown mice. Abstracts from the poster presentations are available at www.imgs.org.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 467,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Student symposium and posters"
        },
        {
            "text": "The first plenary session of the meeting focused on ageing and adult-onset disease modelling. Neal Copeland (The Methodist Hospital Research Institute, O-1) began the session with a lecture describing his group's efforts to identify drug targets that function in synergy with drugs targeting BRAF V600E melanoma. To elucidate this, they utilised a Sleeping Beauty transposon mutagenesis screen to successfully identify 1,232 melanoma candidate cancer genes. Kent Hunter (National Cancer Institute/National Institutes of Health, O-2) continued the oncogenic thread by investigating the mechanisms responsible for progression of metastatic disease. He described a susceptibility screen to identify polymorphic genes that influence the development of metastases in 26 different inbred mouse strains, and successfully identified a susceptibility gene for oestrogen receptor-negative breast cancer that mapped to the distal end of chromosome 6. Jesus Perez-Losada (Instituto de Biologia Molecular y cellular del Cancer, Universidad de Salamanca, O-4) presented work aiming to treat breast cancer in a more personalised manner. With the help of a backcross population of mice, he showed that it was possible to dissect different clinical pathophenotypes and identify the networked connections at the level of RNA expression, cell signalling and metabolic processes. Beverly Mock (National Cancer Institute/National Institutes of Health, O-29) demonstrated that mice, which spontaneously develop thymic lymphoma (due to constitutively active Akt), show a delay in tumour development and increased lifespan upon reducing expression of Mtor. Linda Siracusa (Thomas Jefferson University, O-31) showed how genetically similar strains of mice which differ in their susceptibility to an inherited polyposis that frequently leads to cancer can be used to identify genetic modifiers. Karlyne Reilly (National Cancer Institute/National Institutes of Health, O-32) completed the cancer-themed presentations by describing a locus that provides a male-specific modifier of susceptibility to glioma. This provides an excellent example of a genetic variant contributing to cancer susceptibility in a sex-biased manner, and could explain the fact that glioma is three times more likely to occur in males than females.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cancer and adult-onset disease"
        },
        {
            "text": "Several other talks in the plenary session on age-related disease focused on specific organ systems. Ron Konstanje (The Jackson Laboratory, O-3) reported a decline in renal function with age associated with mesangial matrix expansion (MME). To elucidate the underlying genetic basis, he described a genome-wide association mapping study using inbred mouse strains and identified a sequence within the 5'UTR of Far2 that resulted in a two-fold increase in the expression levels of the gene in mice with MME, thus identifying a novel pathway involved in agerelated kidney disease. Elisabeth Lodder (Academic Medical Center, Amsterdam, O-9) reported the mapping of a genetic network-modulating collagen deposition in mouse left ventricular (LV) myocardium. She combined empirical data of collagen amounts with genome-wide genotype and expression data, which resulted in the identification of collagen-QTLs (cQTLs) and underlying expression QTLs (eQTLs). Paul Potter (MRC Harwell, O-6) gave a brilliant overview on the Harwell ageing mutant screen, the first largescale project focusing on ageing phenotypes in mice. He gave a glimpse into how screens like this will contribute to the understanding of the interaction between genetic variation and pleiotropic effects of ageing. Assays covering the fields of diabetes and metabolism, behaviour, bone analysis, renal function, cardiac disease, liver function and sensorineural and clinical chemistry screenings are all being performed. Bridging from theory directly to application, Steve Brown (MRC Harwell, O-7) gave an impressive insight into his work on hearing-loss phenotypes arising from the Harwell ageing mutant screen. To date, 95 pedigrees have completed the auditory screening platform of which five show late-onset hearing loss. Two of these have undergone mapping and whole-genome sequencing, revealing distinct and novel genes for agerelated hearing loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cancer and adult-onset disease"
        },
        {
            "text": "Expanding on the theme of environmental influence on phenotype, Lisa Tarantino (University of North Carolina, O-8) used a cross between C57BL/6J and NOD/ShiLtJ mice to investigate the consequence of dietary deficiency during gestation on adult behaviour. Surprisingly, many behaviours remained largely unaffected, although changes were seen in novelty-induced locomotor activation and anxiety-related traits. Deb Cabin (McLaughlin Research Institute, O-5) presented her research to investigate the impact of every differing amino acid in the mouse and human alpha synuclein (SNCA) gene to determine their influence on pathogenicity. This work identified two variants that cause the development of synucleinopathies in mice, similar to the human A53T Parkinson's disease mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cancer and adult-onset disease"
        },
        {
            "text": "The Verne Chapman lecture, entitled 'Harnessing transposons for cancer gene discovery', was delivered by Nancy Jenkins (The Methodist Hospital Research Institute, Houston, Texas). In a splendid overview of her careerspanning collaboration with Neal Copeland, she guided the audience through their use of a powerful insertional mutagenesis system based on the Sleeping Beauty (SB) family of transposons. By investigating the SB insertion site in melanomas with an inducible Braf mutation, it has been possible to identify over 1,000 candidate genes linked to cancer. Importantly, over 500 of these genes are enriched in mutations in human melanoma samples, suggesting that this approach offers clinically relevant insights into cancer genetics. Another thread of Jenkins' lecture was the combined mapping of genomic and metabolomic data to unravel metabolic pathways disrupted in hepatocellular carcinoma. The lecture concluded with an encouraging outlook: the intersection of cancer models with the rapid progress in cloning and sequencing technologies will ultimately aid the design of more effective treatment strategies for the plethora of human cancer forms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verne Chapman and keynote lectures"
        },
        {
            "text": "The keynote lecture was presented by Paola Bovolenta (Spanish National Research Council, Madrid, Spain). Entitled 'Secreted frizzled related proteins: from development to neurodegeneration', she reviewed her work using the mouse ocular system (in particular the neural retina) to investigate the role of secreted frizzled related proteins in neurogenesis. In particular, she focused on the Sfrp1 -/and Sfrp2 -/mouse models with skeletal and facial defects and morphological abnormalities in the eye, and showed via ADAM10 and amyloid precursor protein the possibility of utilising Sfrp1 levels as an early marker for Alzheimer's disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verne Chapman and keynote lectures"
        },
        {
            "text": "An ongoing theme throughout the meeting was the growing use of the CC. The use of inbred mice presents a limitation, particularly in biological systems in which diversity is essential, like the immune system. The CC resource allows one to circumvent these problems, while still retaining genotypic control for reproducibility. Lisa Gralinski (University of North Carolina, O-12) utilised the CC mice to identify Trim55 as a novel contributor to SARS-CoVinduced vascular cuffing. In a large phenotypic screen using inbred-derived outbred rats (similar to the CC resource in mice), Amelie Baud (Wellcome Trust Centre for Human Genetics, O-18) provided an overview of how large-scale sequencing and informatic analysis is particularly useful in the search for genes regulating complex traits. She identified variants contributing to 31 different phenotypes, and furthermore that a number of phenotypes require the contributions of multiple QTLs. In a similar vein, Jianan Tian (University of Wisconsin-Madison, O-17) reported the identification and fine-mapping of a trans-eQTL hotspot in diabetic leptin knockout mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mouse as a model for human disease"
        },
        {
            "text": "As is traditional at IMGC meetings, a number of presentations focused on mouse models generated by ENU mutagenesis. Simon Foote (Macquarie University, O-14) described a large-scale ENU screen for genetic attenuators of malaria through manipulation of the host. His screen opens up a number of possibilities for host-directed antimalarial therapies to mimic these genetic resistance mechanisms. Karen Svenson (The Jackson Laboratory, O-15) also made use of an ENU screen to look for genes affecting triglyceride levels, while her colleague, Laura Reinholdt (The Jackson Laboratory, O-41), identified an ENU-induced missense mutation in Kif18a that results in mitotic arrest in the developing germ line. Jabier Gallego (Seattle Children's Research Institute, O-36) examined the effects of DNA repair defects on the efficiency of ENU mutagenesis. One limitation of ENU is the achievable mutation frequency, which is approximately one sequence change for every million bases. By treating mice containing a mutation in the DNA repair enzyme Msh6 with ENU, he was able to show an increase in mutation frequency, thus increasing the efficiency of DNA mutagenesis to generate new disease models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mouse as a model for human disease"
        },
        {
            "text": "A consistent theme of the meeting was the utilisation of mice as excellent models for a diverse range of human diseases. Klaus Schughart (Helmholtz Centre for Infection Research, O-10) provided an overview of his group's studies into differing susceptibility to Influenza A infection in mouse knockouts of various genes, including the wellstudied Rag2, interferon-induced genes and proteases. Most mutants were more susceptible, but Tmprss2-deficient mice were highly resistant to infections with H1N1 virus. A new model of retinal degeneration Slc9a8 was presented by Ian Jackson (MRC Human Genetics Unit, University of Edinburgh, O-27), which was shown to be due to misregulation of endosomal pH in the retinal pigment epithelium. Monica Justice (Baylor College of Medicine, O-30) described a spectacular study, screening for attenuators of the Mecp2 null phenotype in a mouse model of Rett Syndrome. Her results highlighted a link between cholesterol synthesis pathways and Rett Syndrome disease pathogenesis. This work has direct clinical applications, as many drugs targeting this pathway already exist. Moreover, it raises the tantalising possibility that neurodevelopmental disorders may be treatable. David Beier (Seattle Children's Research Institute, O-40) presented characterisation of defects in Nek8-deficient mice showing abnormal specification of developmental patterning, polycystic kidney disease and impaired response to replication stress. Rami Khoriaty (University of Michigan, O-28), however, raised a note of caution in interpreting mouse models of human disease. He gave a fascinating talk on how and why phenotypes for mice and humans carrying Sec23b mutations appear so different. Using an elegant series of tissuespecific knockouts, he showed that the difference is at least partly due to a shift in the tissue-specific functions of SEC23B during evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mouse as a model for human disease"
        },
        {
            "text": "Advances in bioinformatic analysis highlight the importance of murine models in analysing genetic variations associated with disease in the human population. Jim Crowley (University of North Carolina, O-22) used highthroughput RNA sequencing (RNAseq) analysis to show that pervasive regulatory variation underlies complex genetic traits in mice. Richard Mott (Wellcome Trust Centre for Human Genetics, O-24) examined the scope of parent of origin effects in complex traits using outbred mice and identified 21 non-imprinted genes with parent of origin effects impacting on hippocampal expression. Steven Munger (The Jackson Laboratory, O-23) reported bespoke Seqnature software that constructs individualised transcriptomes for RNAseq read mapping from F1 hybrid mice. He showed that alignment of RNAseq reads to individualised diploid transcriptomes, increases read mapping accuracy, improves transcript abundance estimates and corrects erroneous biases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative genomics, population genetics and evolution"
        },
        {
            "text": "Significant deviation from expected Mendelian inheritance ratios (transmission ratio distortion, TRD) has been observed in both plants and animals. TRD can have significant effects on allelic frequency, including fixation of an allele via selective sweep. John Didion (University of North Carolina, O-26) reported extreme TRD of chromosome 2 in the CC and diversity outbred (DO) populations in favour of a wild-derived allele, WSB/EiJ. He presented evidence that the observed TRD was caused by a novel female meiotic drive system in mice, which has given rise to a selective sweep in the DO in the absence of changes in organismal fitness. He also showed that the meiotic drive system is under genetic control of unlinked modifier alleles. John Didion was presented with the Verne Chapman award for outstanding oral presentation by a student or postdoctoral researcher (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 869,
                    "end": 878,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Comparative genomics, population genetics and evolution"
        },
        {
            "text": "The plenary session on genome manipulation highlighted some new technologies in genetic engineering, with a particular focus on increasing efficiency. Edward Ryder (The Wellcome Trust Sanger Institute, O-33) described a system for recombining LoxP sites, using a cell-permeable cre recombinase in place of traditional CMV-cre systems in early mouse embryos. This method resulted in rapid allelic conversion at high frequency and minimised the use of experimental animals, resulting in a significant reduction in cost and time. In addition, Cristina Vicente Garcia (Centro Nacional de Biotecnologia, Spanish National Research Council, presented the utilisation of biological algorithms in the identification of genomic insulators, and it is hoped that this will aid understanding of genomic organisation and gene transfer technologies.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 598,
                    "text": "(Centro Nacional de Biotecnologia,",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 633,
                    "text": "Spanish National Research Council,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stem cells, development and advances in genome manipulation"
        },
        {
            "text": "From this year's host country, Davide Seruggia (Centro Nacional de Biotecnologia, Spanish National Research Council, O-34) identified two chromatin insulators in the mouse genome located in between three differentiallyexpressed genes: Nox4, Tyr and Grm5. He went on to examine the ectopic functionality of the mouse Tyr insulator using chromosome conformation capture (3C). The presentation concluded with an introduction to the exciting prospect of CRISPRs/Cas9 genome editing technology, as they attempt to engineer nucleases to produce targeted inactivation of Tyr insulators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem cells, development and advances in genome manipulation"
        },
        {
            "text": "Meiotic recombination was a major topic during the final day of the conference, with a focus on Prdm9 and its high mutability rate. Laia Capilla (Institut de Biotecnologia i Biomedicina, Universitat Autonoma de Barcelona, O-38) used the Barcelona Robertsonian mice to analyse meiotic recombination and Prdm9 genetic variability. This wild house mouse population exhibits natural variation in the number of diploid chromosomes, providing a model organism for comparative recombination events. Petko Petkov (The Jackson Laboratory, O-37) analysed mice with various combinations of Prdm9 alleles to examine the underlying cellular mechanisms of hotspot sites of recombination, suppression and quantitative regulation. Christopher Baker (The Jackson Laboratory, O-39) examined the role of PRDM9 modification in hotspot chromatin organisation and showed that PRDM9-trimethylated nucleosomes are organised in a symmetrical manner around a central nucleosome-depleted region. Furthermore, meiotic crossing over is constrained here, further displaying an integral role of Prdm9 in meiotic recombination events. Zdenek Trachtulec (Institute of Molecular Genetics of the ASCR, Prague, O-25) also utilised the Prdm9 allele to determine the compatibility of Prdm9 alleles in (PWD x B6) F1 sterile hybrids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem cells, development and advances in genome manipulation"
        },
        {
            "text": "The mammalian genetics community is well served by a number of large collaborative resources. In the final session of the meeting, updates were provided on the status of several ongoing projects. Thomas Keane (Wellcome Trust Sanger Institute, O-44) discussed the second phase of the Mouse Genomes Project (http://www.sanger.ac.uk/mouse genomes/), an effort to sequence the genomes of 17 inbred mouse strains. Having catalogued the genetic variation in the strains, they are now beginning to assemble complete genomes using long-range optical mapping. Gary Churchill (The Jackson Laboratory, O-43) introduced the DO population, a stock of mice derived from the eight founder strains of the CC that have been outbred for 14 generations. This multi-founder cross not only promises to provide a high-resolution resource for genetic mapping of complex traits, but also offers unique challenges for analysis. Daniel Gatti (The Jackson Laboratory, O-47) described an analytical pipeline to reconstruct the individual DO genomes from microarray data, enabling the mapping of phenotypes to candidate gene lists. Michael Dobbie (The Australian Phenomics Facility, The Australian National University, O-45) presented a new library of missense and nonsense alleles in the mouse (The next-gen mouse and the missense mutation library) and its utilisation in delivering new resources to further understanding of human disease. The international mouse phenotyping consortium (IMPC, http:// www.mousephenotype.org/) was represented by Hugh Morgan (MRC Harwell, O-46), a self-described 'datawrangler', who is part of the team responsible for analysing and annotating the vast amount of data being generated from the standardised phenotyping of knockout mice. Carol Bult (The Jackson Laboratory, O-48) described KOMP2 and the utilisation of KOMPute, a computational prediction of gene function and phenotypes. Elizabeth Bryda (University of Missouri-Columbia, O-42) took the theme away from mouse models and provided invaluable information regarding the rat resource and research centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Large-scale resources"
        },
        {
            "text": "The 28th IMGC is being organised by Karen Svenson and Ron Korstanje and will be held in Bar Harbor, Maine on 26-29 October 2014. The Verne Chapman lecture will be presented by Nobel Laureate, Bruce Beutler, and other presentations by established and budding scientists from around the world promise to make this another exciting meeting focused on cutting-edge research in the fields of mammalian genetics and genomics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The society is also indebted to Darla Miller. The meeting was supported by The Jackson Laboratory, Taconic, Disease Models and Mechanisms",
            "authors": [
                {
                    "first": "Jiri",
                    "middle": [],
                    "last": "Esperon",
                    "suffix": ""
                },
                {
                    "first": "Darren",
                    "middle": [],
                    "last": "Forejt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "GeneSeek and MMRRC. Funding for scholarship awards was made available through 2R13HG0002394 from NHGRI and NICHD at NIH and from Mouse News Letter Ltd, and through the COST Action SYSGENET",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "27th IMGC meeting report",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gamache",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "International Mammalian Genome Conference award recipients A novel meiotic drive system in the mouse gives rise to a selective sweep in the absence of changes in fitness QTL identification and confirmation of Trim55 contribution to SARS-CoV-induced vascular cuffing using the collaborative cross GSA cash prize and Genetics subscription Institut Pasteur, France Genetic basis of host susceptibility to rift valley fever in mice Genome research",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The IMGS wishes to thank the organising committee for arranging this fantastic conference; Elena de la Casa Esperon, Lluis Montoliu, Fernando Pardo-Manuel de Villena and Jesus Perez-Losada. The IMGS also wishes to thank the Secretariat comprising David Beier (President), Teresa Gunn (Vice-President), David Threadgill (Past President), Klaus Schughart, Linda Siracusa, Sarah Carpanini, Piero Carninci, Steven Munger, Elena de la Casa",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}