{
    "paper_id": "b5e439b4e966d79296657424ae5ea09f8a914fa2",
    "metadata": {
        "title": "Shocking effects of endothelial bradykinin B1 receptors",
        "authors": [
            {
                "first": "Friedrich",
                "middle": [
                    "C"
                ],
                "last": "Luft",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HELIOS-Klinikum",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": "luft@charite.de"
            },
            {
                "first": "F",
                "middle": [
                    "C"
                ],
                "last": "Luft",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "HELIOS-Klinikum",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Kinins are a family of vasoactive peptides implicated in cardiovascular regulation, inflammation, and nociception. Most of their effects are mediated by the activation of two G protein-coupled receptors, B1 and B2. The B2 receptor binds bradykinin with high affinity in rodents. In humans, the preferred agonist is kallidin or lys-bradykinin. The B1 receptor favors carboxy-metabolites, des-Arg 9 -bradykinin in rodents and des-Arg 10 -kallidin in humans. B2 receptors are constitutive entities while B1 receptors are inducible molecules that may be upregulated under special circumstances [1]. B2 receptors are putative \"good guys\" that modulate blood coagulation by exerting antithrombotic and profibrinolytic actions. They signal the release of nitric oxide and prostacyclin, thereby inhibiting vascular smooth muscle cell growth and neointimal formation, actions which could slow down the development of atherosclerosis and diabetes-mediated target organ damage. B1 receptors are induced by proinflammatory elements, including endotoxin, lipopolysaccharides, cytokines, or B1 receptor agonists. Innate immunity and pain are obviously important defense mechanisms. However, the inducible B1 receptor has become a desirable drug target when these responses should be held in check. The upregulation of the B1 receptor is a rather novel feature of this inflammatory pathway. The B1 receptor gene promoter is outfitted with a nuclear factor-kappaB binding site that plays a regulatory role, particularly when the receptor is upregulated in response to interleukin-1 beta, tumor necrosis factor-alpha, and lipopolysaccharide (LPS). A schema suggested by Calixto et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[1] is shown in outline form (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Merino et al. [2] report in this issue that overexpression of the B1 receptor on the endothelial cells of transgenic rats increase the susceptibility to endotoxic (LPS-mediated) shock. Endothelium-specific expression was achieved using the mouse Tie2 promoter/enhancer. The entire 12.7 kb transgene fragment was then introduced into the pronuclei of fertilized zygotes from Sprague Dawley rats. Ribonuclease A protection assay confirmed generalized endothelial expression of the transgene in multiple organs. This receptor was expressed constitutively, since des-Arg 9bradykinin elicited dose-dependent aortic relaxation in transgenic rats, an effect that was abolished by endothelial removal. The effect was influenced by tetraethylammonium and oubain suggesting participation of potassium channels and sodium-potassium ATPase. Cytochrome P450 enzymes and prostaglandins were not involved. Des-Arg 9 -bradykinin lowered blood pressure in the otherwise normotensive transgenic rats, an effect that was nitric oxide-dependent, since an NO synthase inhibitor diminished the effect. Next, the authors performed vascular permeability studies with Evans Blue administered via the tail vein. Des-Arg 9bradykinin resulted in dye extravasation. Finally, the stage was set for the LPS experiments. Transgenic and control rats were injected with LPS. Transgenic rats became more hypotensive and half the animals died, compared to no deaths among the controls.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results are not surprising. A mouse generalized transgenic B1 receptor model had already shown that increased B1 receptor expression increases the propensity to LPS-mediated shock [3] . The fact that the B1 receptor now no longer had to be first upregulated and that it was expressed in great abundance also favored a positive result in this study. The authors claim that endothelial-specific targeting is a novelty in their study. Can anything else be learned from this model? The model could be used in drug",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Kinins are a family of vasoactive peptides implicated in cardiovascular regulation, inflammation, and nociception. Most of their effects are mediated by the activation of two G protein-coupled receptors, B1 and B2. The B2 receptor binds bradykinin with high affinity in rodents. In humans, the preferred agonist is kallidin or lys-bradykinin. The B1 receptor favors carboxy-metabolites, des-Arg 9 -bradykinin in rodents and des-Arg 10 -kallidin in humans. B2 receptors are constitutive entities while B1 receptors are inducible molecules that may be upregulated under special circumstances [1] . B2 receptors are putative \"good guys\" that modulate blood coagulation by exerting antithrombotic and profibrinolytic actions. They signal the release of nitric oxide and prostacyclin, thereby inhibiting vascular smooth muscle cell growth and neointimal formation, actions which could slow down the development of atherosclerosis and diabetes-mediated target organ damage. B1 receptors are induced by proinflammatory elements, including endotoxin, lipopolysaccharides, cytokines, or B1 receptor agonists. Innate immunity and pain are obviously important defense mechanisms. However, the inducible B1 receptor has become a desirable drug target when these responses should be held in check. The upregulation of the B1 receptor is a rather novel feature of this inflammatory pathway. The B1 receptor gene promoter is outfitted with a nuclear factor-kappaB binding site that plays a regulatory role, particularly when the receptor is upregulated in response to interleukin-1 beta, tumor necrosis factor-alpha, and lipopolysaccharide (LPS). A schema suggested by Calixto et al. [1] is shown in outline form (Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1669,
                    "end": 1672,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1698,
                    "end": 1705,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Merino et al. [2] report in this issue that overexpression of the B1 receptor on the endothelial cells of transgenic rats increase the susceptibility to endotoxic (LPS-mediated) shock. Endothelium-specific expression was achieved using the mouse Tie2 promoter/enhancer. The entire 12.7 kb transgene fragment was then introduced into the pronuclei of fertilized zygotes from Sprague Dawley rats. Ribonuclease A protection assay confirmed generalized endothelial expression of the transgene in multiple organs. This receptor was expressed constitutively, since des-Arg 9bradykinin elicited dose-dependent aortic relaxation in transgenic rats, an effect that was abolished by endothelial removal. The effect was influenced by tetraethylammonium and oubain suggesting participation of potassium channels and sodium-potassium ATPase. Cytochrome P450 enzymes and prostaglandins were not involved. Des-Arg 9 -bradykinin lowered blood pressure in the otherwise normotensive transgenic rats, an effect that was nitric oxide-dependent, since an NO synthase inhibitor diminished the effect. Next, the authors performed vascular permeability studies with Evans Blue administered via the tail vein. Des-Arg 9bradykinin resulted in dye extravasation. Finally, the stage was set for the LPS experiments. Transgenic and control rats were injected with LPS. Transgenic rats became more hypotensive and half the animals died, compared to no deaths among the controls.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results are not surprising. A mouse generalized transgenic B1 receptor model had already shown that increased B1 receptor expression increases the propensity to LPS-mediated shock [3] . The fact that the B1 receptor now no longer had to be first upregulated and that it was expressed in great abundance also favored a positive result in this study. The authors claim that endothelial-specific targeting is a novelty in their study. Can anything else be learned from this model? The model could be used in drug development. Peptidergic B1 receptor antagonists have been around since about 1977. They are subject to proteolytic degradation and are potentially antigenic. However, nonpeptidergic B1 receptor antagonists are undergoing study [4] . One potential example is the novel benzamide B1 receptor antagonist 7-chloro-2-[3-(9-pyridin-4-yl-3,9-diaza-spiro[5.5] undecanecarbonyl) phenyl]-2,3-di hydro-iso-indol-1-one (ELN441958) [5] . Species specificity could be a problem, since Merino et al. relied on a mouse B1 and not a human B1 construct [2] . ELN441958 is 120fold more potent for the primate than for the rodent B1 receptor. Furthermore, septic shock is a complicated entity. B1 antagonists might have a brighter future in the management of neuropathic pain.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An alternative use for the model might be in further studies of the renin-angiotensin system. The aspartylprotease renin cleaves angiotensinogen to angiotensin (Ang) I, which is converted to the active agonist Ang II by the angiotensin converting enzyme (ACE). ACE is also known as kininase II and was originally described as degrading bradykinin. ACE inhibitors are commonly used in cardiovascular medicine and there effects have been in part attributed to their actions that hinder the degradation of bradykinin. The relationship between the kinin system and the renin-angiotensin system by no means stops there. Recently, Ceravolo et al. [6] observed that infused Ang II induces B1 receptor expression in the aortas of rats. Furthermore, Ignjatovic et al. [7] have observed that ACE inhibitors can activate B1 receptors. This latter observation is particularly interesting since the activation occurred in the absence of ACE and absence of des-Arg-kinins, namely, the agonists. Ignjatovic et al. found that the B1 receptor contains a Zn-binding pentameric consensus sequence that is absent in B2 receptors. The model developed by Merino et al. [2] should go into shock when treated with an ACE inhibitor but not when given an Ang II AT1 receptor blocker. ACE also cross talks with the B2 kinin receptor [8] . Benzing et al. [9] showed that ACE inhibitors enhance the vascular response to bradykinin by influencing the distribution of B2 receptors within the plasma membrane. However, that finding is not directly relevant to this discussion.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 644,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1306,
                    "end": 1309,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another interaction that could be studied in this LPSinduced shock model is NO (shown in this study), ACE expression, and ACE2 expression. ACE2 is another matrix metalloproteinase that can convert Ang II to Ang(1-7), a heptapeptide with effects totally different than Ang II, namely, blood pressure lowering, vasodilatory, and antiproliferative. ACE2 also serves as a Corona virus receptor on pulmonary epithelium. Gupta et al. [10] recently observed that activated protein C ameliorates LPS-induced renal injury by downregulating inflammatory NO synthase and ACE expression. Instead, activated protein C upregulated ACE2 expression, which should increase Ang(1-7) and protect from acute respiratory distress syndrome. With these suggestions, Merino et al. [2] should have something for their transgenic rats to do. In any event, armed with these suggestions, they can now counter the deadly question: \"Why was this study done?\"",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respectfully, Friedrich C. Luft κ γ Fig. 1 Possible mechanisms of B1 receptor upregulation are shown. LPS stimulates Toll-like receptors (TLR). Cytokines, growth factors, and even B1 agonists can upregulate this otherwise not constitutive receptor. A series of kinases perform intermediate signaling. The transcription factors involved include CCAAT/enhancer binding protein (CREB), activator protein-1 (AP-1), and nuclear factor-kappaB (NF-κB). Adapted from [1] ",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kinin B1 receptors: key G-protein-coupled receptors and their role in inflammatory and painful processes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Calixto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medeiros",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cabrini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Campos",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Pharmacol",
            "volume": "143",
            "issn": "",
            "pages": "803--818",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increased susceptibility to endotoxic shock in transgenic rats with endothelial overexpression of kinin B1 receptors",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Merino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Todiras",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Saul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Baltatu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Pesquero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00109-008-0345-z"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Overexpression of kinin B1 receptors induces hypertensive response to des-Arg 9 -bradykinin and susceptibility to inflammation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Agata",
                    "middle": [
                        "J"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "219--225",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Non-peptide antagonists for kinin B1 receptors: new insights into their therapeutic potential for the management of inflammation and pain",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Yunes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Calixto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Pharmacol Sci",
            "volume": "27",
            "issn": "",
            "pages": "646--651",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pharmacological, pharmacokinetic, and primate analgesic efficacy profile of the novel bradykinin B1 receptor antagonist ELN441958",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hawkinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Szoke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Garofalo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dreyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Samant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Zeitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wadsworth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zmolek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruslim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Bova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Butelman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Malmberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pharmacol Exp Ther",
            "volume": "322",
            "issn": "",
            "pages": "619--630",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Angiotensin II chronic infusion induces B1 receptor expression in aorta of rats",
            "authors": [],
            "year": null,
            "venue": "Hypertension",
            "volume": "50",
            "issn": "",
            "pages": "756--761",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel mode of action of angiotensin I converting enzyme inhibitors: direct activation of bradykinin B1 receptor",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ignjatovic",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brovkovych",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Skidgel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Erdös",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "16847--16852",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Signaling by the angiotensin-converting enzyme",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Circ Res",
            "volume": "98",
            "issn": "",
            "pages": "887--896",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensin-converting enzyme inhibitor ramiprilat interferes with the sequestration of the B2 kinin receptor within the plasma membrane of native endothelial cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benzing",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blaukat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Müller-Esterl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Busse",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Circulation",
            "volume": "99",
            "issn": "",
            "pages": "2034--2040",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Activated protein C ameliorates LPS-induced acute kidney injury and downregulates renal INOS and angiotensin II",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gerlitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Molitoris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Grinnell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "293",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}