{
    "paper_id": "b623fdf1788094a137ad49b951ad8c0446d3dc4c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pingzheng",
                "middle": [],
                "last": "Mo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Oiu",
                "middle": [],
                "last": "Zhao⁴",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongxi",
                "middle": [],
                "last": "Zhang²",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Wang⁴",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": "fanndywang@foxmail.com"
            },
            {
                "first": "Xing",
                "middle": [],
                "last": "Yuanyuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mo",
                "middle": [],
                "last": "Pingzheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Oiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Yongxi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "Fan"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, 62 medical staff of Zhongnan Hospital in Wuhan, China have been hospitalised with coronavirus disease 2019. During the post-discharge surveillance after clinical recovery, swabs were positive in two asymptomatic cases (3.23%). Case 1 had presented typical clinical and radiological manifestations on admission, while manifestation in Case 2 was very mild. In conclusion, a small proportion of recovered patients may test positive after discharge, and post-discharge surveillance and isolation need to be strengthened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since early December 2019, several pneumonia cases of unknown aetiology have occurred in Wuhan and rapidly spread throughout China [1, 2] . The International Committee on Taxonomy of Viruses (ICTV) has named this virus SARS-CoV-2, and it belongs to the same species as SARS-CoV [3] . Meanwhile, the World Health Organization (WHO) has named the virus-infected pneumonia coronavirus disease 2019 (COVID-19) [4] . As at 5 March 2020, a total of 80,409 COVID-19 cases and 3,012 deaths (3.75%) have been reported in mainland China [5] . The 52,045 recovered cases (64.73%) were further quarantined at home for at least 2 weeks [5] . However, potential infectivity of these recovered cases was still unclear. Thus, we implemented consecutive virus surveillance among medical staff recovered from COVID-19 at our hospital and aimed to investigate their potential infectivity after discharge.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since January 2020, 62 medical staff of Zhongnan Hospital of Wuhan University have been diagnosed with COVID-19 by detecting SARS-CoV-2 nucleic acid in throat swab samples according to the manufacturer's protocol (Shanghai BioGerm Medical Technology, Shanghai, China). Briefly, the RT-PCR assay for SARS-CoV-2 amplifies simultaneously two target genes: open reading frame 1ab (ORF1ab) and the ORF for the nucleocapsid protein (N). Target 1 (ORF1ab): forward primer CCCTGTGGGTTTTACACTTAA; reverse primer ACGATTGTGCATCAGCTGA; probe 5'-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3'. Target 2 (N): forward primer GGGGAACTTCTCCTGCTAGAAT; reverse primer CAGACATTTTGCTCTCAAGCTG; probe 5'-FAM-TTGCTGCTGCTTGACAGATT-TAMRA-3'. Positive (pseudovirus with a fragment of ORF1ab and N) and negative (pseudovirus with a standard fragment) quality control samples were tested simultaneously. A cycle threshold (Ct) value of less than 37 was defined a positive test, while a Ct value of more than 40 was defined as a negative test. For the cases with an intermediate Ct value (37-40), a second sample was tested and weakly positive was defined as a recurrence of Ct value of 37-40. The diagnostic criteria were based on the recommendation from the National Institute for Viral Disease Control and Prevention (China) [6] .",
            "cite_spans": [
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Case follow-up"
        },
        {
            "text": "All confirmed cases were hospitalised and isolated for treatment. The discharge criteria were: (i) afebrile for at least 3 days, (ii) obvious alleviation of respiratory symptoms, (iii) improvement in radiological abnormalities on chest computed tomography (CT) or X-ray and (iv) two consecutive negative detections of SARS-CoV-2 at least 24 h apart [7] . After discharge, all cases were kept under surveillance and quarantined at home for at least 14 days; all cases had a throat swab test for SARS-CoV-2 every day or every other day at least 5 times. For those with positive virus detection during this period, we extracted and analysed the medical records.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case follow-up"
        },
        {
            "text": "This study was approved by the ethics committee of Zhongnan Hospital of Wuhan University (Number 2020011), and written informed consent was obtained from patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case follow-up"
        },
        {
            "text": "Case 1 was a male doctor in his 40s with an exposure history to COVID-19 patients. He experienced fever (up to 39.3 °C), chill and fatigue on 15 January (Figure 1 ). Chest CT showed lung infection in the lower left lobe on 18 January, and he was admitted to hospital on the same day. During the hospitalisation from 18 January to 10 February, his condition first deteriorated and then reached remission on 28 January. Throat swab tests for SARS-CoV-2 were positive on 28 January and 2 February, and turned negative on 7 and 9 February. Stool tests of SARS-CoV-2, first conducted on 7 February, were also negative on 7 and 9 February. The exact Ct values were unavailable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "After discharge on 10 February, he was kept under surveillance and quarantined at home. He did not experience discomfort during the follow-up period. The results of consecutive throat swab tests were negative on 13 February, weakly positive on 14 February, positive on 15 February, negative on 16 February, weakly positive on 18 February, negative on 20 February and negative on 22 February. Stool was not tested after discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Case 2 was a female nurse in her 20s. She experienced headache and pharyngalgia but no fever on 29 January ( Figure 2 ). Throat swab tests for SARS-CoV-2 were positive on 31 January and 2 February. However, chest CT showed no abnormalities on 2 February. This patient was admitted to hospital on 5 February. Throat swab test remained positive on 6 February and turned negative on 10 and 12 February. Stool was not tested in Case 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "After discharge on 13 February, Case 2 was kept under surveillance and quarantined at home. She did not experience discomfort during the follow-up. The results of consecutive throat swab tests were weakly positive on 14 and 15 February, negative on 16, 17 and 18 February, positive on 19 February and negative on 20, 21 and 22 February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "On 21 February 2020, a previously recovered COVID-19 patient in Chengdu (Sichuan province, China) was rehospitalised after testing positive for the virus [8] . This aroused our great concern regarding potential infectivity of the recovered patients, especially for those asymptomatic cases with positive virus detection after discharge.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, we conducted surveillance by regular virus testing and detected two positive cases (3.23%) among the 62 recovered medical staff. Surprisingly, Case 1 showed typical clinical and radiological manifestations on admission, while the manifestation in Case 2 was not typical. Moreover, both throat swab and stool tests turned negative in Case 1 before discharge. During home isolation, none of the two cases experienced discomfort, indicating that disease relapse was unlikely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Currently, it is difficult to find a reasonable explanation for these observations. It was assumed that the virus can easily be detected in the upper respiratory tract at the stage of early infection. When the disease progressed, the virus was more likely to appear in the lower respiratory tract and other locations such as intestines and blood [9] . Thus, the virus may not be detected in throat swabs, especially for cases without expectoration. This may explain why some patients had negative RT-PCR for SARS-CoV-2 at initial presentation despite positive findings in chest CT, or positive RT-PCT and negative CT findings at initial presentation [10, 11] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, our findings seem to indicate that after hospitalised treatment, there could be a possibility that a small proportion of clinically recovered patients may still carry a small amount of virus which is hard to detect. The current standard for diagnosing COVID19, the RT-PCR-based method, showed a high accuracy of 97% and the specific primers and probes guaranteed its diagnostic specificity, although 3% of cases may test false-negative because of potential sampling error [11] . Both cases had a positive detection (including weakly positive) three times during the follow-up, which decreased the possibility of false positives in these two cases.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After fulfilling the Chinese current criteria for discharge, it may still take a few days for the immune system to completely eliminate the residual viruses in the body [7] . During this period, the virus may rebound and test positive, but the patients were asymptomatic and chest CT showed no deterioration. If the patients' immunity decreases, there is a risk of a relapse. On 6 February 2020, a recovered COVID-19 patient in Changde (Hunan province, China) had a fever and cough 2 days after discharge, and chest CT showed worsened status [12] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A small proportion of recovered patients may have positive virus detection after discharge, and the positivity does not necessarily mean that the patient is transmissive. These findings need further investigation and thus post-discharge surveillance is suggested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Throat swab virus tests and chest computed tomography findings in COVID-19 Case 2 from symptom onset to post-discharge, China, January-February 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "Chest CT showed no abnormalities on 2, 4 and 12 February. Red: positive virus detection in throat swabs; pink: weakly positive virus detection in throat swabs; green: negative virus detection in throat swabs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ],
                "PMID": [
                    "31995857"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "Dsi",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.009"
                ],
                "PMID": [
                    "31953166"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome-related coronavirus: The species and its viruses -a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World experts and funders set priorities for COVID-19 research",
            "authors": [],
            "year": 2020,
            "venue": "Geneva: WHO",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Update on the epidemic situation of the novel coronavirus pneumonia as at 24:00 on 4",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Health Commission of the People's Republic of China. Diagnosis and treatment protocols of the novel coronavirus pneumonia (trial version 6)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recovered patient re-hospitalized after positive test",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Daily Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "386--395",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1729071"
                ],
                "PMID": [
                    "32065057"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ],
                "PMID": [
                    "32073353"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200343"
                ],
                "PMID": [
                    "32049601"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Update on the epidemic situation of the novel coronavirus pneumonia in Changde on 10",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "License, supplementary material and copyright",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "showed worse status on 18, 20, 23 and 29 January and showed improved status on 4 February. Red: positive virus detection in throat swabs; pink: weakly positive virus detection in throat swabs; green: negative virus detection in throat swabs; dates marked with an asterisk: negative virus detection in stool.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "All authors collected the clinical data. Yuanyuan Xing and Fan Wang drafted the manuscript. Yuanyuan Xing and Fan Wang revised the final manuscript. Yongxi Zhang, Pingzheng Mo and Fan Wang were responsible for summarising all data related to this study.This is an open-access article distributed under the terms of the Creative Commons Attribution (CC BY 4.0) Licence. You may share and adapt the material, but must give appropriate credit to the source, provide a link to the licence and indicate if changes were made.Any supplementary material referenced in the article can be found in the online version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}