{
    "paper_id": "b67b9ae3af221beb9efa6bc6fbb28fe25eb86daa",
    "metadata": {
        "title": "Isolation of human monoclonal antibodies from peripheral blood B cells",
        "authors": [
            {
                "first": "Jinghe",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunoregulation",
                    "institution": "US National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "A"
                ],
                "last": "Doria-Rose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIAID",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [
                    "S"
                ],
                "last": "Longo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIAID",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Leo",
                "middle": [],
                "last": "Laub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunoregulation",
                    "institution": "US National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chien-Li",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIAID",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [],
                "last": "Turk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIAID",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Byong",
                "middle": [
                    "H"
                ],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunoregulation",
                    "institution": "US National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "A"
                ],
                "last": "Migueles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunoregulation",
                    "institution": "US National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "T"
                ],
                "last": "Bailer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIAID",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "R"
                ],
                "last": "Mascola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIAID",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Connors",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunoregulation",
                    "institution": "US National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Isolation of monoclonal antibodies is an important technique for understanding the specificities and characteristics of antibodies that underlie the humoral immune response to a given antigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we describe a technique for isolating monoclonal antibodies from human peripheral blood mononuclear cells. The protocol includes strategies for the isolation of switch-memory B cells from peripheral blood, the culture of B cells, the removal of the supernatant for screening and the lysis of B cells in preparation for immunoglobulin heavy-chain and light-chain amplification and cloning. We have observed that the addition of cytokines IL-2, IL-21 and irradiated 3T3-msCD40L feeder cells can successfully stimulate switch-memory B cells to produce high concentrations of IgG in the supernatant. The supernatant may then be screened by appropriate assays for binding or for other functions. This protocol can be completed in 2 weeks. It is adaptable to use in other species and enables the efficient isolation of antibodies with a desired functional characteristic without prior knowledge of specificity. Reprints and permissions information is available online at http://www.nature.com/reprints/index.html. Correspondence should be addressed to M.C. (mconnors@nih.gov). 3 These authors contributed equally to this work. Note: Any Supplementary Information and Source Data files are available in the online version of the paper. AUTHOR CONTRIBUTIONS M.C., L.L., J.R.M., N.A.D.-R. and N.S.L. developed and optimized the B cell culture protocol. J.H., L.L. and B.H.K. performed B cell sorting and isolated potent and broadly neutralizing antibodies. S.A.M. led the clinical care of the patients. C.-L.L., E.T. and R.T.B. screened the B cell culture supernatants for neutralization activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent advances in the isolation, culture and expansion of human B cells and the recovery of genes encoding immunoglobulin (Ig) are enabling the isolation of large numbers of antibodies to be used for probing the humoral immune response and developing diagnostics and therapeutics. The history of these advances and the use of these techniques were recently described in a comprehensive review 1 . For several decades, mouse monoclonal antibodies were isolated using the hybridoma technology 2 . However, the therapeutic application of these antibodies was limited by induction of anti-mouse antibodies and autoreactivity. More recently, monoclonal antibodies have been isolated through phage display libraries produced from humans with a humoral response of interest 3, 4 . Although this technique has produced numerous useful antibodies, its applicability is limited by differences in binding properties between antibodies expressed in bacterial and eukaryotic cells. In addition, phage display may result in heavy-and light-chain combinations that do not occur in the same B cell in vivo. Human B cells have also been immortalized by electrofusion 5 or Epstein-Barr virus (EBV) transformation [6] [7] [8] , with or without the use of toll-like receptor ligands. However, these techniques can be inefficient in some patients, such as those with HIV infection, and transformed clones can be lost because of instability.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 770,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In studies published since 2008, direct cloning of Ig-encoding genes from isolated B cells and their expression as monoclonal antibodies have bypassed many of these limitations and enabled the isolation of antibodies that are particularly rare or difficult to clone 9, 10 . This technique involves PCR amplification of Ig-encoding genes from B cells, cloning them into an expression vector and re-expression in 293T cells. To produce human monoclonal antibodies with a given specificity, two methods have been applied to isolate B cell populations of interest. In the first approach, plasmablasts have been isolated from the peripheral blood of infected or vaccinated patients 11 . This technique relies on the expansion of antigen-specific B cells within the plasmablast population in the peripheral blood 5-7 d after infection or vaccination. In the second approach, fluorescently labeled antigens have been used to stain and sort antigen-specific memory B cells before cloning. HIV envelope (Env) trimers have been used for this purpose to isolate broadly neutralizing antibodies to 13) . Similarly, the broad and potent HIV-neutralizing antibody VRC01 was cloned using modified Env antigens. Peripheral blood B cells were stained with both a resurfaced core Env (RSC3) and a RSC with a point mutation in the CD4-binding site. Implementation of this technique made possible the isolation of cells specific for the CD4binding sites that were used in expression cloning. However, for some antigens, such as HIV Env, there is considerable nonspecific background binding to B cells or other cells. Furthermore, only a small subset of B cells that bind a given antigen may have the effector function of interest. The use of modified antigens, such as RSC3, also requires prior knowledge of the specificity of interest.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 269,
                    "end": 271,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 2009, HIV-specific human monoclonal antibodies were isolated using an approach that enabled the examination of a broader range of peripheral blood B cells 14 . In that study, memory B cells were sorted, plated at a density of 1.3 cells per well, expanded in vitro with the addition of feeder cells and conditioned medium generated from mitogen-stimulated human T cells, and then the supernatants were screened for neutralization using a highthroughput technique 14 . The genes encoding Ig were then cloned from wells with neutralizing activity. In theory, this strategy enables researchers to isolate a large variety of antibodies with an effector function of interest without prior knowledge of specificity. However, the method for the isolation and in vitro expansion of B cells has remained proprietary. Recently, broadly neutralizing influenza hemagglutinin-specific antibodies were isolated from vaccinated or recently infected patients using IL-6 in microculture of sorted plasma cells 15 . In another study, researchers cultured eight cells per well after EBV transformation and plated the cultured cells with CD40L-expressing cells, a TLR9 agonist and a CHK2 kinase inhibitor 8 . However, implementation of this method potentially raises the same concerns noted above regarding the efficiency and stability of EBV transformation of B cells isolated from patients with HIV infection. Thus, there continues to be a need in the field for more widely applicable techniques for the isolation of monoclonal antibodies.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 995,
                    "end": 997,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our goal was to develop a simple, high-throughput method to isolate and expand memory B cells from peripheral blood mononuclear cells (PBMCs) that did not require transformation, fusion, transduction or activated T cell supernatant, and which produced at least 10 ng ml −1 of secreted IgG, the threshold for our microneutralization screening assay. Recently, we developed a technique in which peripheral blood B cells are plated in 384-well plates, similarly to the strategy noted above, and then B cells are stimulated and expanded over 13 d of culture. It is a major challenge for previously frozen primary B cells to survive culture at near-clonal density for up to 2 weeks and to overcome their highly proapoptotic state after activation 16 . To overcome this challenge, we tested multiple conditions known to enhance B cell survival or proliferation, including adding any of the following to the culture medium: The technique uses a negative isolation strategy that limits activation-induced cell death. This approach also enables the isolation of cells with low expression levels of surface IgG, such as plasmablasts. Cells are then stimulated to proliferate and produce IgG by culturing with CD40L-expressing feeder cells and IL-2, as well as IL-21, a potent inducer of antibodysecreting plasma cells 17 . We optimized the concentration of each of these components individually and in combination to maximize the concentrations of IgG produced (typically 0.2-1 μg ml −1 ). In our experience, when four cells per well are plated, we observe an average of 76% of wells that contain more than 10 ng ml −1 of IgG. This yield translates into a 77% efficiency overall, on the basis of a Poisson distribution predicting that 98% of wells would receive a minimum of one B cell. In the wells that we have selected for cloning, we recover at least one heavy or light chain 100% of the time. In 24% of cases, we are able to recover a matching number of heavy and light chains. We recommend aiming to achieve seeding densities between 1.3 and 4 B cells per well. A higher density of B cells in microwells will reduce the number of plates needed to screen the same number of B cells; however, it will also increase the difficulties in antibody cloning, as all combinations of heavy and light chains obtained from a well must be paired and expressed to regenerate the natural heavy-and light-chain pairing. Thus, the choice of seeding density depends on the individual laboratory's ability to handle large numbers of B cell culture plates as well as its capacity for the downstream steps of cloning, protein expression and functional assays.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 744,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1308,
                    "end": 1310,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We have recently used this method to isolate the broad and potent HIV-specific neutralizing antibodies named 10E8 and 7H6 (ref. 18 ). This technique can be used for the isolation of peripheral blood B cells before expression cloning. Although it has been optimized for use in humans, it is probably readily adaptable to other species. This method of discovery of novel monoclonal antibodies, in combination with specificity mapping, crystal structure and next-generation sequencing, can be a powerful tool for the understanding of both the fundamental basis of an immune response to an antigen and the evolution of the response 19 .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The following protocol can be performed manually or with a robotic liquid transfer system. Typically, for a manual setup, twenty 384-well plates are used, and the timing below is for two experimenters working together. For a robotic setup, 60-80 plates may be used, depending on the yield of B cells from the PBMC sample. At the end of this protocol, supernatants may be collected for their use in a microneutralization assay or screening for other desired functions. • Liquid nitrogen (Taylor Wharton, cat. no. 24K-kryos)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• Controlled-rate freezer (Thermo Scientific)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "• Gammacell 1000 irradiator (Nordion International)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "• P1000 pipette (Gilson)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "• Milli-Q academic system (Millipore, cat. no. ZMQP60F01) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "11| Warm a 15-ml conical tube containing 7.5 ml of IMDM medium and 15 μl of benzonase to 37 °C in a water bath. Thaw a vial of 10-50 × 10 6 patient-derived PBMCs by warming it in a 37 °C water bath until floating ice is visible. Add 1 ml of the prewarmed IMDM/benzonase medium from the 15-ml conical tube to the vial; let the vials sit for 15 s. Move all contents to the 15-ml conical tube containing the warm medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell staining • TIMING 1-2 h"
        },
        {
            "text": "12| Centrifuge the conical tube at 335g and 4 °C for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell staining • TIMING 1-2 h"
        },
        {
            "text": "13| Resuspend the PBMCs in 1 ml of PBS-1% (wt/vol) BSA in the original conical tube and transfer a 50-μl aliquot to each of five new 15-ml conical test tubes for compensation in flow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell staining • TIMING 1-2 h"
        },
        {
            "text": "14| Pellet the cells in all six tubes via centrifugation at 335g for 10 min at 4 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell staining • TIMING 1-2 h"
        },
        {
            "text": "Resuspend the cell pellet from the original conical tube (tube 1) in 50 μl of the master mix prepared in Steps 9 and 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15|"
        },
        {
            "text": "16| Add 50 μl of PBS-1% (wt/vol) BSA to each of the five compensation tubes (tubes 2-6). Add a single antibody to four of the tubes as compensation tubes as shown in the table below. One tube (tube 6) without antibody is used as an unstained control. 17| Cover all six tubes in foil and incubate them at 4 °C for 30 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15|"
        },
        {
            "text": "18| Resuspend the cells with 1 ml of PBS-1% (wt/vol) BSA using a p1000. Mix the suspension well and add 2 ml more of PBS-1% (wt/vol) BSA. 21| Store the suspensions at 4 °C and cover them with foil until you are ready to proceed to cell sorting. We recommend sorting the stained cells within 3 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tube ID Antibody name Antibody volume (μl) PBS-1% (wt/vol) BSA volume (μl)"
        },
        {
            "text": "▲ CRITICAL The steps in this subsection are specific to a BD FACSAria II cytometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "However, they can be adapted for any cell sorter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "22| Load the cells onto the cytometer, gate on the CD19 + IgM − IgA − IgD − memory B cells as shown in Figure 1a and run compensation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "▲ CRITICAL STEP Instead of positive selection of CD19 + IgG + B cells, this protocol implements a negative selection method, and it isolates the CD19 + IgM − IgA − IgD − memory B cells. Staining B cells with anti-human IgG antibody may result in some activation of B cells and a decrease in cell viability during the 13 d of culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "23| Adjust the flow rate so that the event rate is as close as possible to 13,000 events per second but not higher. Monitor the flow rate during the sorting process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "24| Turn on the cell sorter 30 min before sorting to allow the lasers to warm up. Choose the gates as shown in Figure 1a for sorting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "25| Pour 250 μl of IMDM medium in a 2-ml sterile microcentrifuge tube, vortex gently to wet the sides of the tube and load it onto the sort block.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "26| Begin sorting and collect ~30,000 B cells. This task takes ~20 min to complete. Record the flow data at some point during the sort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "27| Unload the patient-derived PBMC sample and place the remaining sample on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "Remove the sort tube from the sort block, and then use a pipette tip to gently wash down its sides using the medium in the tube. 34| Centrifuge the cell suspensions at 335g for 10 min at 4 °C. Resuspend the resulting cell pellet in 10 ml of IMDM medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "35| Calculate the reagent amounts. For 20 plates, an arrangement that corresponds to an overall feeder mixture volume of 350 ml, the composition of the mixture is described in the following table:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell sorting • TIMING 2-3 h"
        },
        {
            "text": "Complete IMDM medium 336 ml IL-2 (10,000 U ml −1 ) 3.5 ml IL-21 (100 μg ml −1 ) 175 μl 3T3-msCD40L 10 ml 36| Prepare the feeder mixture as calculated in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Component Volume"
        },
        {
            "text": "Step 35 to achieve a confluent, singlecell layer of 5,000 fibroblasts per well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Component Volume"
        },
        {
            "text": "37| Set aside 25 ml of the mixture (corresponding to 20 plates) to be used as a 'no-B cell' (non-antibody) control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Component Volume"
        },
        {
            "text": "38| Label the lids and sides of each plate with numbers and the sort date. Use 12channel pipettes to plate the cells. Angled plate holders may be useful, if the cells are plated with a pipette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plating B cells • TIMING variable; 1-3 h"
        },
        {
            "text": "39| Add 100 μl of sterile dH 2 O to the outer wells (wells A1-A24, P1-P24, B1-O1 and B24-O24; ~7.7 ml of sterile dH 2 O are needed per plate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plating B cells • TIMING variable; 1-3 h"
        },
        {
            "text": "▲ CRITICAL STEP Adding the sterile dH 2 O in the outer wells will diminish evaporation from the inner culture wells. Partial evaporation of medium in the inner wells can negatively affect B cell growth and survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plating B cells • TIMING variable; 1-3 h"
        },
        {
            "text": "40| Before adding B cells to the feeder mixture, plate 50 μl per well of the feeder mix set aside in Step 37 for the non-antibody control in row D of all plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plating B cells • TIMING variable; 1-3 h"
        },
        {
            "text": "▲ CRITICAL STEP The culture supernatants of row D will be collected after 13 d and used as no-IgG controls in neutralization screening and compared with the supernatants from other rows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plating B cells • TIMING variable; 1-3 h"
        },
        {
            "text": "Step 32 to the remaining feeder mix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41| Add an appropriate amount of B cells as calculated in"
        },
        {
            "text": "42| Move the cell mixture to large sterile basins, and plate 50 μl per well in the inner 308 wells (except row D).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41| Add an appropriate amount of B cells as calculated in"
        },
        {
            "text": "43| Ensure that you gently mix the cells in the basin frequently to keep the B cells evenly suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41| Add an appropriate amount of B cells as calculated in"
        },
        {
            "text": "Move the 384-well tissue culture plates to a humidified 5% CO 2 incubator set to 37 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44|"
        },
        {
            "text": "45| Leave the plates undisturbed in the incubator for 13-14 d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B cell culture • TIMING 13 d"
        },
        {
            "text": "▲ CRITICAL STEP The duration of the incubation is extremely important, as incubating the plates for less than 12 d may result in insufficient accumulation of IgG in the supernatants. In contrast, after 15 d, the cultures are expected to die off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B cell culture • TIMING 13 d"
        },
        {
            "text": "Day 10: visual inspection of plates • TIMING 0.5 h 46| If you are aiming for the high seeding density of four B cells per well, it may be possible to visualize the expanding B cells in many wells on days 10 and 11. They will be small and refractile. All wells will contain debris from feeder cells, which begin to die on day 3. ▲ CRITICAL STEP Make sure the hood is clean to avoid both bacterial and DNA contamination. Do not use a hood that is also used for IgG transfections, as this practice may result in PCR contamination and in amplification of contaminating plasmid sequences in the following steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "49| Count the number of 384-well plates used for B cell culture that were collected on day 13 and label as many new 384-well plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "50| Use 12-channel pipettes to move 40 μl of supernatant from each well of the old plates to a corresponding well on the new plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "▲ CRITICAL STEP Make sure that you have plenty of tips on hand before you start.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "▲ CRITICAL STEP To avoid disturbing the B cells, place the tips as far down into the wells as possible. A suitable approach to this task is to touch the bottom lightly, move the tips up slightly and then pull up the supernatants slowly to avoid aspirating B cells before dispensing into new plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "▲ CRITICAL STEP If the collection process is performed robotically and the supernatants are intended for a microneutralization assay, transfer 20 μl to each of the two black opaque 384-well plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "51| Cover the plates to which the supernatants have been added with aluminized foil seals and put the lids on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "52| Store the supernatant plates at −80 °C for neutralization screening or an appropriate functional assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "■ PAUSE POINT The supernatant plates can be stored at −80 °C for up to 6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "53| Add 20 μl of lysis buffer to all wells containing B cells. Cover the plates with aluminized foil seals and put the lids on. Immediately store the B cell lysis plates at −80 °C for future use in Ig gene amplification and cloning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "▲ CRITICAL STEP Take care not to touch the wells with the pipette tips to avoid well-to-well B cell contamination; change the tips when necessary. If robotics are being used, a 'blowout and tip touch' command can be programmed after the dispense command. In this case, the tip is above the plate and does not actually touch it. This command serves to jolt the tips to ensure that any adherent lysis buffer falls into the well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "■ PAUSE POINT The B cell lysis plates can be stored at −80 °C for up to 2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "Use cell supernatants to screen for secreted IgG, to test the binding specificity or neutralization or to implement other functional assays. Genes encoding Ig VH, Ig Vκ and Vλ from positive wells can be recovered using RT-PCR, cloned into IgG heavy-and light-chain expression vectors and expressed by transfection of 293T cells as described previously 9,21 (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "54|"
        },
        {
            "text": "? TROUBLESHOOTING-Troubleshooting advice can be found in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "? TROUBLESHOOTING"
        },
        {
            "text": "Steps Step 45, B cell culture: 13 d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• TIMING"
        },
        {
            "text": "Step 46, day 10-visual inspection of plates: 0.5 h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• TIMING"
        },
        {
            "text": "Step 47, day 12-measurement of IgG concentration in supernatants: 4-5 h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• TIMING"
        },
        {
            "text": "Steps 48-54, day 13-supernatant collection and B cell lysis: 4-5 h if done manually",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• TIMING"
        },
        {
            "text": "This protocol enables researchers to isolate peripheral blood B cells and study the B cell repertoire. Figure 3 shows an overview of the stages involved in the approach described herein, from B cell microculture to re-expression of IgG genes. Figure 1a illustrates the gating strategy of CD19 + IgM − IgA − IgD − memory B cell population. Figure 1b shows the purity of CD19 + IgM − IgA − IgD − B cells after sorting. If the protocol is carried out appropriately, peak levels of IgG can be detected 2 weeks after a B cell-sorting process. Figure 2 shows the IgG concentration when the B cells are cultured at different cell densities after 13 d of culture. A higher percentage of IgG-positive wells were found when cells were seeded in the 384-well plate at 4 cells per well than at 2.5 cells per well. When seeding level was 4 cells per well, 70% of the wells were found to have an IgG concentration above 1.0 μg ml −1 . Therefore, we chose the density of 4 B cells per well to strike a balance between the number of B cells screened and the amount of cloning to be done 18 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 339,
                    "end": 348,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 538,
                    "end": 546,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "ANTICIPATED RESULTS"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Workflow for the isolation of human monoclonal antibodies. After flow cytometry-based sorting (Fig. 1) , cells are plated into microculture. On day 13, supernatants are collected and screened for neutralization; IgG genes are cloned from positive wells and re-expressed. This protocol covers cell sorting, culturing and supernatant collection. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tools to therapeutically harness the human antibody response",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Immunol",
            "volume": "12",
            "issn": "",
            "pages": "709--719",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Continuous cultures of fused cells secreting antibody of predefined specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nature",
            "volume": "256",
            "issn": "",
            "pages": "495--497",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human monoclonal recombinant Fabs specific for HCV antigens obtained by repertoire cloning in phage display combinatorial vectors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Plaisant",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Res Virol",
            "volume": "148",
            "issn": "",
            "pages": "165--169",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Phage-display library selection of high-affinity human single-chain antibodies to tumor-associated carbohydrate antigens sialyl Lewisx and Lewisx",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "96",
            "issn": "",
            "pages": "6953--6958",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human antibodies for immunotherapy development generated via a human B cell hybridoma technology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "3557--3562",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Traggiai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "871--875",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epstein-Barr virus susceptibility of normal human B lymphocyte populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ehlin-Henriksson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Exp Med",
            "volume": "159",
            "issn": "",
            "pages": "208--220",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis of a clonal lineage of HIV-1 envelope V2/V3 conformational epitopespecific broadly neutralizing antibodies and their inferred unmutated common ancestors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonsignori",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "9998--10009",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficient generation of monoclonal antibodies from single human B cells by single cell RT-PCR and expression vector cloning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol Methods",
            "volume": "329",
            "issn": "",
            "pages": "112--124",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sequence and structural convergence of broad and potent HIV antibodies that mimic CD4 binding",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Scheid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1633--1637",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid generation of fully human monoclonal antibodies specific to a vaccinating antigen",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "372--384",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rational design of envelope identifies broadly neutralizing human monoclonal antibodies to HIV-1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "856--861",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Broad diversity of neutralizing antibodies isolated from memory B cells in HIVinfected individuals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Scheid",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "636--640",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Broad and potent neutralizing antibodies from an African donor reveal a new HIV-1 vaccine target",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "285--289",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A neutralizing antibody selected from plasma cells that binds to group 1 and group 2 influenza A hemagglutinins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "850--856",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An in vitro model of differentiation of memory B cells into plasmablasts and plasma cells including detailed phenotypic and molecular characterization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jourdan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "114",
            "issn": "",
            "pages": "5173--5181",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "IL-21 induces differentiation of human naive and memory B cells into antibodysecreting plasma cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ettinger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "175",
            "issn": "",
            "pages": "7867--7879",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Broad and potent neutralization of HIV-1 by a gp41-specific human antibody",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "491",
            "issn": "",
            "pages": "406--412",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human antibodies that neutralize HIV-1: identification, structures, and B cell ontogenies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunity",
            "volume": "37",
            "issn": "",
            "pages": "412--425",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Immunization against endogenous retroviral tumor-associated antigens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kershaw",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cancer Res",
            "volume": "61",
            "issn": "",
            "pages": "7920--7924",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Delineating antibody recognition in polyclonal sera from patterns of HIV-1-isolate neutralization",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Georgiev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "751--756",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "insulin, transferrin, selenium, lactoferrin, Z-VAD, 1,2-bis(o-aminophenoxy)ethane-N,N,N′,N ′-tetraacetic acid (BAPTA)-AM, β-mercaptoethanol, B cell-activating factor (BAFF), interferon (IFN)-α, interleukin(IL)-2, IL-4, IL-6, IL-10, IL-21, CpG or a mixture of αthioglycerol and bathocuproine disulfonate. The addition of IL-21 and IL-2 in the presence of CD40L provided the simplest and most robust response with detectable IgG in ~50% of the wells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ELISA plate reader (Bio-Tek Instruments) REAGENT SETUP PBS-1% (wt/vol) BSA-Prepare PBS-1% (wt/vol) BSA by adding 7 ml of 35% (wt/vol) BSA and 2.5 ml of HEPES into 250 ml of PBS. This solution can be stored at 4 °C for up to 2 weeks. IL-21, 100 μg ml −1 -Prepare 100 μg ml −1 IL-21 by dissolving 25 μg of IL-21 in 250 μl of (wt/vol) PBS. ▲ CRITICAL Freshly prepare the IL-21 solution each time.3T3-msCD40L cell culture medium-Prepare 3T3-msCD40L cell culture medium by adding 50 ml of FBS that has been heat inactivated at 56 °C for 40 min, 5 ml of L-glutamine and 500 μl of gentamicin into 450 ml of high-glucose DMEM. Filter the medium with a Stericup filter unit. The medium can be stored at 4 °C for up to 2 weeks.IMDM medium-Prepare IMDM medium by adding 50 ml of heat-inactivated FBS and 1 ml of MycoZap Plus-PR to 450 ml of IMDM with GlutaMAX, and then filter the medium with a Stericup filter unit. The medium can be stored at 4 °C for up to 2 weeks. B cell culture medium-Prepare B cell culture medium by adding 3.5 ml of 10,000 U ml −1 IL-2, 175 μl of 100 μg ml −1 of IL-21 and 10 ml of 35 × 10 6 3T3-msCD40L cells to 336 ml of IMDM medium. ▲ CRITICAL Freshly prepare the medium each time. Lysis buffer-To prepare lysis buffer for 20 plates, add 2 ml of 1 M Tris-HCl (pH 8.0) and 1.7 ml of RNase inhibitor to 132 ml of DEPC-treated H 2 O. Mix the buffer well. ▲ CRITICAL Freshly prepare the buffer each time and keep it at 4 °C before use. Ethanol, 70% (vol/vol)-Prepare 70% (vol/vol) ethanol by adding 700 ml of ethanol to 300 ml of deionized H 2 O from the Milli-Q system. The solution can be stored at room temperature (25 °C) for up to 1 week. Sterile dH 2 O-Prepare sterile dH 2 O by filtering 500 ml of deionized H 2 O from the Milli-Q system using a Stericup filter unit. This can be stored at room temperature for up to 2 months. PROCEDURE Irradiation of 3T3-msCD40L cells • TIMING 1-2 h 1| Seed 3 × 10 6 3T3-msCD40L cells in each of five T-175 cell culture flasks containing 30 ml of 3T3-msCD40L cell culture medium. When cells reach 80-90% confluency in the flasks, aspirate the culture medium, wash the cells with 10 ml of PBS, trypsinize the cells by adding 4 ml of trypsin and incubate the cells at 37 °C for 10 min (ref. 20). After the cells detach from the flasks, add 3T3-msCD40L cell culture medium to stop digestion. Collect the cells in 50-ml conical tubes.2| Pellet the cells by centrifuging at 335g and 4 °C for 10 min. 3| Resuspend the cells in 10 ml of 3T3-msCD40L cell culture medium. Add 30 μl of the cell suspension to 270 μl of Guava ViaCount. Count the cell number using Guava PCA.4| Pellet the cells again as in Step 2, and resuspend the cells at 10 × 10 6 ml −1 in 3T3-msCD40L cell culture medium. Place the 50-ml conical tube with the cells in the Gammacell 1000 chamber and irradiate the cells with 5,000 rads.5| After irradiation at room temperature, spin down the cells as in Step 2.6| Resuspend the cells in viable cell culture freezing medium and add 1-2 ml of medium in each cryovial with 35 × 10 6 cells per vial. Put the vials into a freezing container, store them at −80 °C overnight and, on the next day, transfer them to a liquid nitrogen freezer for long-term storage.■ PAUSE POINT The cells can be stored in liquid nitrogen for more than 2 years.Prestain cell treatment • TIMING 1 h7| Thoroughly clean the hood and pipettes with 70% (vol/vol) ethanol.8| Prepare at least 400 ml of IMDM medium.9| Prepare a staining master mix in a microcentrifuge tube: 50 μl of staining volume per 50 million cells. See below for details on the composition of a master mix for one sample. Centrifuge the master mix at 3,000g for 20 min at 4 °C in a microcentrifuge. Leave the master mix at 4 °C in dark before cell staining inStep 15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pellet the cells by centrifuging the tubes at 335g for 10 min at 4 °C. Open a new bag of sterile filter-cap tubes in the hood and label the tubes with the Tube ID number. 20| Resuspend the cells in 500 μl of PBS-1% (wt/vol) BSA and transfer the resulting suspensions to sterile filter-cap tubes by squirting the cells through the filters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Clean the cell sorter to check the post-sort purity. Run the sample line backflush for 1-2 min, and then load a fresh tube of PBS-1% (wt/vol) BSA at flow rate 8 for 2 min to clean out residual cells in the lines.29| Take a ~10-μl aliquot from the sorted sample and add it to 100 μl of PBS-1% (wt/ vol) BSA in a flow tube. Thereafter, run a flow cytometry experiment on it and record the post-sort purity.30| Purified CD19 + IgM − IgA − IgD − memory B cells are shown inFigure 1b. Determine the cell purity by the composite percentage of the sorted population that flows through CD19 + IgM − IgA − IgD − gates. If the cell purity is above 90%, proceed with Step 31. If the cell purity is below 90%, repeat the cell-sorting process.31| Add 30 μl of the sorted cells to 270 μl of Guava ViaCount. Count the cell numbers using a Guava personal cell analysis system or a similar system capable of counting low cell numbers.? TROUBLESHOOTING32| Calculate the number of cells needed to plate at the desired density. Cells may be plated at a density of between 1.3 and 4 B cells per well, depending on the desired result (see the relevant discussions in the INTRODUCTION and ANTICIPATED RESULTS). As an example, 20 plates at a density of 4 B cells per well is equal to 4 cells per well × 308 wells per plate × 20 plates = 24,640 B cells.Preparation of plating setup • TIMING 0.5 h 33| Thaw one vial of 35 × 10 6 irradiated 3T3-msCD40L cells, and resuspend the cells in 7.5 ml of IMDM medium containing 15 μl of benzonase, as described inStep 11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "measurement of IgG concentration in supernatants • TIMING 4-5 h 47| Collect supernatant from a quarter of the wells from one plate (see Step 49 for collecting directions) and measure the concentration of human IgG by ELISA. See Supplementary Figure 1 for the suggested ELISA plate layout. Further, see ANTICIPATED RESULTS and Figure 2. ▲ CRITICAL STEP This step, possibly in conjunction with Step 46, enables the experimenter to determine whether the culture was successful. It is useful to predetermine an acceptable concentration of IgG on the basis of the sensitivity of the screening assay to be used after IgG collection. It may not be worth the time and expense to screen all of the plates if few wells have produced acceptable levels of IgG. ? TROUBLESHOOTING Day 13: removal of supernatant and B cell lysis • TIMING 4-5 h if done manually 48| Clean the hood and pipettes with 70% (vol/vol) ethanol and then with RNase Away.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Gating strategy for a memory B cell population. (a) Gating of CD19 + IgM − IgA − IgD − memory B cells from a sample of PBMCs collected in a patient with HIV infection. (b) Purity of CD19 + IgM − IgA − IgD − B cells after sorting. FSC, forward scatter. SSC, side scatter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "IgG concentrations after 13 d of culture. IgG concentrations were measured by ELISA. B cells seeded at densities of 4 cells per well and 2.5 cells per well are labeled in white and gray, respectively. Data represent a single experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "HEPES buffer solution (Gibco, cat. no. 15630) • PBMCs from patients ▲ CRITICAL Samples must be obtained in accordance with all relevant ethics guidelines and regulations; informed consent should be obtained from all donors of human blood or tissue. EQUIPMENT • Flow cytometry cell sorter (BD Biosciences, cat. no. FACSAria II) • Cell culture disposables: T-75 cell culture flasks (Thermo Scientific, cat. no. EW-01930-49), T-175 cell culture flasks (Thermo Scientific, cat. no. EW-01930-55), 5-ml polystyrene round-bottom tubes with cell-strainer caps (BD Falcon, cat. no. 352235), 15-ml polystyrene conical tubes (BD Falcon, cat. no. 352097) • Stericup filter unit (Millipore, cat. no. SCGPU05RE) • Screw cap microtube, 2 ml (Sarstedt, cat. no. SRS-72-694-006) • Tissue culture plates, 384 wells (BD Falcon, cat. no. 353274) • Guava PCA base system (EMD Millipore, cat. no. 0500-1090) • Tissue culture hood (Thermo Scientific, cat. no. 1460) • CO2 incubator set to 5% CO2 and 37 °C (Thermo Scientific, cat. no. 50116048) • Zeiss ID 02 inverted microscope (American Instrument, cat. no. 4764D SCOPE) • Cell culture centrifuges (Beckman Coulter, cat. no. BK392302) • Microcentrifuge (Eppendorf, cat. no. 5430R) • Microcentrifuge tubes • Pipettes, 12 channels (Rainin, cat. no. L12-200XLS) • Pipette tips (Rainin, cat. no. RT-L200F) • Aluminized foil seal (Bio-Rad, cat. no. MSF-1001)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Steps 38-44, plating B cells: 1 h if done with a robot and 3 h if done manually",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Troubleshootingtable. 31 Low yield of B cells Low percentage of B cells in patients Thaw more cells for sorting or choose a different donor Cell damage during thawing Thaw cells quickly to avoid damage from the cell culture freezing medium Contamination of solution and medium Filter the solution and medium before the assay Nonsterile operations during cell sorting Make sure that the Aria is clean and the sheath fluid is sterile 47 Low percentage of IgG-positive wells Low viability of B cells Viability of B cells will decrease after sorting. Try to plate cells as soon as possible B cell quantification is inaccurate Use an automated cell counter Activated B cells in some disease states are more pro-apoptotic Sort and aliquot as many B cells as possible for culture Sorting gates are incorrect, non-B cells may contaminate the B-cell population Add additional fluorochrome-conjugated antibodies for T cells, monocytes, natural killer cells and macrophages Cells did not respond to stimuli, possibly due to B cell defects in advanced HIV disease Choose a different donor or a different time point 54 Isolated antibodies are not potent Insufficient number of screened B cells Screen more B cells Virus selected for screening is not ideal Test different viruses for neutralization screening Selection of patient sample is inappropriate Screen the patient serum with viruses from different clades and select the patient with potent and broad neutralizing activity",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This project has been funded in part with federal funds from the Intramural Research Programs of the NIAID. The content of this publication does not necessarily reflect the views or policies of the US Department of Health and Human Services, nor does mention of trade names, commercial products or organizations imply endorsement by the US Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}