{
    "paper_id": "b714c4599311a3edb33b1ca89e269e8efa59c4eb",
    "metadata": {
        "title": "Cadherin-related Family Member 3 Genetics and Rhinovirus C Respiratory Illnesses",
        "authors": [
            {
                "first": "Klaus",
                "middle": [],
                "last": "Bønnelykke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Amaziah",
                "middle": [
                    "T"
                ],
                "last": "Coleman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Thorsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "Waage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadja",
                "middle": [
                    "H"
                ],
                "last": "Vissing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [
                    "J"
                ],
                "last": "Carlsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Jakob",
                "middle": [],
                "last": "Stokholm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [
                    "L"
                ],
                "last": "Chawes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Leon",
                "middle": [
                    "E"
                ],
                "last": "Jessen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Thea",
                "middle": [
                    "K"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Statens Serum Institut",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Yury",
                "middle": [
                    "A"
                ],
                "last": "Bochkov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carole",
                "middle": [],
                "last": "Ober",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "F"
                ],
                "last": "Lemanske",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Jackson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Gern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hans",
                "middle": [],
                "last": "Bisgaard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": "bisgaard@copsac.com."
            },
            {
                "first": "K",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "T C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "E G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rationale: Experimental evidence suggests that CDHR3 (cadherin-related family member 3) is a receptor for rhinovirus (RV)-C, and a missense variant in this gene (rs6967330) is associated with childhood asthma with severe exacerbations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives: To determine whether rs6967330 influences RV-C infections and illnesses in early childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: We studied associations between rs6967330 and respiratory infections and illnesses in the COPSAC 2010 (Copenhagen Prospective Studies on Asthma in Childhood 2010) and COAST (Childhood Origins of Asthma Birth Cohort Study) birth cohorts, where respiratory infections were monitored prospectively for the first 3 years of life. Nasal samples were collected during acute infections in both cohorts and during asymptomatic periods in COAST and analyzed for RV-A, RV-B, and RV-C, and other common respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Measurements and Main Results: The CDHR3 asthma risk allele (rs6967330-A) was associated with increased risk of respiratory tract illnesses (incidence risk ratio [IRR] = 1.14 [95% confidence interval, 1.05-1.23]; P = 0.003). In particular, this variant was associated with risk of respiratory episodes with detection of RV-C in COPSAC 2010 (IRR = 1.89 [1.14-3.05]; P = 0.01) and in COAST (IRR = 1.37 [1.02-1.82]; P = 0.03) children, and in a combined meta-analysis (IRR = 1.51 [1.13-2.02]; P = 0.006). In contrast, the variant was not associated with illnesses related to other viruses (IRR = 1.07 [0.92-1.25]; P = 0.37). Consistent with these observations, the CDHR3 variant was associated with increased detection of RV-C, but not of other viruses during scheduled visits at specific ages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: The CDHR3 asthma risk allele is associated specifically with RV-C illnesses in two birth cohorts. This clinical evidence supports earlier molecular evidence indicating that CDHR3 functions as an RV-C receptor, and raises the possibility of preventing RV-C infections by targeting CDHR3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viral respiratory infections are the main cause of morbidity in childhood, and often cause severe disease requiring hospitalization, such as infection-induced asthma exacerbations and other lower respiratory tract illnesses. Remarkably, it is still poorly understood why some children have increased susceptibility to severe and recurrent respiratory infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A genome-wide association study (GWAS) focusing on childhood asthma with recurrent severe exacerbations revealed a nonsynonymous SNP (rs6967330) in the CDHR3 (cadherin-related family member 3) gene that was associated specifically with this phenotype (1) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subsequent to this GWAS, experimental evidence was reported indicating that CDHR3 functions as a receptor for rhinovirus (RV)-C (2) . CDHR3 was differentially expressed in respiratory epithelial cells that were susceptible to RV-C infection compared with nonsusceptible cells, and transfection of CDHR3 into cell lines enabled RV-C binding and replication, suggesting that the GWAS association with this CDHR3 variant was due to increased susceptibility to RV-C infections.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RV-C is a common trigger of severe respiratory infections in childhood (3) (4) (5) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, clinical evidence directly linking CDHR3 to risk of RV-C infections could have significant impact on future prevention and therapeutic strategies. For this purpose, we studied the association between CDHR3 genotype and specific viral infections in preschool children participating in two birth cohort studies, COPSAC 2010 (Copenhagen Prospective Studies on Asthma in Childhood 2010) and COAST (Childhood Origins of Asthma Birth Cohort Study), where respiratory infections and illnesses were monitored prospectively for the first 3 years of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some of the results of these studies have been previously reported in the form of an abstract (6) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COPSAC 2010 Cohort Study population. The COPSAC 2010 birth cohort consists of 700 children followed extensively from birth, with 10 planned visits in the first 3 years of life and acute visits related to episodes of respiratory symptoms or eczema. The children were diagnosed and treated by research physicians according to predefined algorithms as previously described (7, 8) .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The study was conducted in accordance with the guiding principles of the Declaration of Helsinki, and was approved by the local ethics committee (H-B-2008-093) and the Danish Data Protection Agency (2015-41-3696). Both parents gave written informed consent before enrolment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Respiratory illnesses (colds, lower respiratory illnesses, and otitis media), gastroenteritis, and febrile episodes were registered prospectively by the parents in daily diaries. Research physicians together with the parents reviewed the diaries during clinic visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diary-based monitoring of infections."
        },
        {
            "text": "Virus assessments. Parents were invited to the clinic during every episode of troublesome lung symptoms severely affecting the well-being of the child. A nasal sample was collected by the research physician by aspiration of the upper nasopharynx under aseptic conditions with a soft suction catheter. Samples were frozen at 280 8 C and later analyzed for RV-A, -B, and -C, respiratory syncytial virus, enteroviruses, coronaviruses, parainfluenza viruses, influenza viruses, human metapneumoviruses, adenoviruses, and bocavirus (see the online supplement for further details).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diary-based monitoring of infections."
        },
        {
            "text": "Genotyping. Genotyping was carried out on the Illumina Infinium HumanOmniExpressExome Beadchip at the AROS Applied Biotechnology AS center in Aarhus, Denmark. Genotypes were called with Illumina's Genome Studio software. The CDHR3 variant, rs6967330, was a genotyped SNP on this array (Hardy-Weinberg equilibrium P = 0.159, call rate = 0.997). We excluded individuals with individual genotyping call rate less than 0.95, sex mismatch, genetic duplicates, outlying heterozygosity greater than 0.26 and less than 0.43, and those individuals not clustering with individuals of North and West European ancestry through a multidimensional clustering analysis seeded with individuals from the International Hap Map Phase 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diary-based monitoring of infections."
        },
        {
            "text": "Study population. The COAST longitudinal birth cohort study was designed to test for effects of immune development and early-life viral respiratory infections on the risk of allergic diseases and asthma (9) . Expectant families were recruited during the prenatal period. Entry criteria required that at least one parent have self-reported allergies or asthma. All babies were delivered in Madison area hospitals. Babies were excluded from the study if they were 36 weeks gestation or less, or if they developed, during the neonatal period, significant respiratory distress or other health conditions affecting either the lung or the immune system. The COAST study was approved by the University of Wisconsin-Madison Human Subjects Committee (2013-1044), and informed consent was obtained before enrollment. The study population included 289 at birth and 275 at age 3 years.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The COAST Cohort"
        },
        {
            "text": "Virus assessment. Study personnel collected nasal mucus samples by nasal lavage using a modified bulb syringe during moderate to severe colds or any lower respiratory illnesses, as well as during scheduled clinic visits (2, 4, 6, 9, 12 , and 24 mo) (10) . During the latter visits, any respiratory symptoms were registered. These samples were tested for common respiratory viruses by several methods, including viral culture, immunofluorescent antibody staining of cells for respiratory syncytial virus, and multiplex PCR",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The COAST Cohort"
        },
        {
            "text": "Scientific Knowledge on the Subject: A nonsynonymous variant in the CDHR3 (cadherin-related family member 3) gene (rs6967330) is associated with childhood asthma with severe exacerbations. Experimental evidence suggests that CDHR3 functions as a receptor for rhinovirus C (RV-C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "At a Glance Commentary"
        },
        {
            "text": "What this Study Adds to the Field: We show in this article that the CDHR3 asthma risk allele is associated with increased risk of moderate to severe RV-C-related respiratory illnesses in the first 3 years of life in two birth cohort studies, whereas no such association was observed for respiratory illnesses with detection of other viruses. This clinical evidence supports that CDHR3 acts as an RV-C receptor, and raises the possibility of prevention of RV-C infections by targeting CDHR3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "At a Glance Commentary"
        },
        {
            "text": "(Respiratory Multicode Assay [EraGen Biosciences]; or Respiratory Viral Panel [Luminex] ). In addition, samples testing positive for RVs were typed by sequencing the 59 untranslated region or the Viral Protein 2-Viral Protein 4 region, as previously described (11) .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "[Luminex]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "At a Glance Commentary"
        },
        {
            "text": "Genotyping. Genotyping was performed on the Illumina Infinium HumanCoreExome Beadchip at the University of Chicago Functional Genomics Core. Genotypes were called with Illumina's Genome Studio software (rs6967330: Hardy-Weinberg equilibrium P = 0.308, call rate = 1.00). We excluded sample duplicates, sex mismatches, one of each sibling pair, and children not of European American descent based on self-report and confirmed by a multidimensional clustering analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "At a Glance Commentary"
        },
        {
            "text": "The association between the frequency of viral respiratory illnesses and rs6967330 genotype was examined by quasi-Poisson count regression using an additive genetic model (GG = 0, AG = 1, AA = 2). A quasi-Poisson regression model was used instead of standard Poisson regression to model the observed overdispersion of outcome data. Results are summarized using the incidence risk ratio (IRR) indicating the ratio change in illness frequency per copy of the risk allele. Associations between rs6967330 and frequencies of virus detection during scheduled visits and of diary-based infections were examined using similar regression models. The analyses of specific viral respiratory illnesses in relation to rs6967330 genotype were restricted to children with full follow-up until 3 years of age. For the diary-based analyses, day-to-day information on diary completion was available and all children with diary data and genotype information were included. Missing diary registrations were accounted for by including a log-offset in the model for the number of available diary days. Results from the two cohorts were metaanalyzed using a random effects model, weighting estimates on the inverse of the estimate variance. All analyses were conducted using the open-source statistical software program, R, version 3.3.0 in COAST and 3.3.2 in COPSAC (R Core Team) (12) . Quasi-Poisson analyses were performed using glm function with family = quasipoisson.",
            "cite_spans": [
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "A total of 580 children from COPSAC 2010 and 221 children from COAST participated in the main analyses: association between CDHR3 genotype and specific viral infections. The baseline characteristics of these children are shown in Tables E1 and E2 in the online supplement. In COPSAC 2010 , children included in this study were less likely than excluded children to be born preterm, to be delivered after cesarean section, to have mothers who received intrapartum antibiotics, and to have mothers with asthma. In COAST, the included children were less likely to have a mother who smoked during pregnancy, more likely to have a cat or dog at home, and had, on average, mothers who were older and with higher levels of education and average household incomes compared with excluded children. All children in the COAST cohorts had at least one parent with asthma or allergies, whereas this was the case for 64% of the included children in COPSAC 2010 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline Characteristics"
        },
        {
            "text": "The frequency of the rs6967330 minor allele (A) and genotype distributions were similar in the two cohorts: COPSAC 2010 : minor allele frequency 16.7%, GG 68.3%, AG 30.0%, and AA 1.7%; COAST: minor allele frequency 15.2%, GG 72.4%, AG 24.9%, and AA 2.7%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline Characteristics"
        },
        {
            "text": "A total of 610 children from COPSAC 2010 contributed to analyses of diary registered infections for the first 3 years of life. The median (interquartile range) number of days with diary registration over the 3-year period was 1,095 (1,068-1,095), and this was unrelated to CDHR3 rs6967330 genotype (Kruskal-Wallis P = 0.38). The CDHR3 asthma risk allele (A) was associated with increased risk of respiratory illnesses (IRR [95% confidence interval] = 1.14 [1.05-1.23]; P = 0.003), including colds (IRR = 1.15 [1.05-1.27]; P = 0.005) and lower respiratory tract illnesses (IRR = 1.35 [1.03-1.75]; P = 0.048). In contrast, there was no statistically significant association with episodes of gastroenteritis or fever ( Table 1 ). The annual rates of infections according to CDHR3 rs6967330 genotype are shown in Table E3A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 723,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 809,
                    "end": 818,
                    "text": "Table E3A",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CDHR3 and Diary-Registered Infections"
        },
        {
            "text": "Of the 580 COPSAC children, 295 (51%) had at least one respiratory illness where a nasal aspirate was taken. RV-C was detected in 57 of 656 (8.7%) samples. The distribution of number of total samples, RV-C samples, and non-RV-C samples per child is shown in Figure E1 . The median (interquartile range) age for viral aspirates was 418 (263-640) days, with no significant differences between aspirates with RV-C and other viruses (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "Figure E1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "CDHR3 and Specific Viral Infections"
        },
        {
            "text": "In the first 3 years of the COAST study, 205 (93%) children had at least one moderate to severe respiratory illness where a nasal wash was performed. Of 1,258 illnesses, RV-C was detected in 347 (27.6%). The distribution per child is shown in Figure E2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure E2",
                    "ref_id": null
                }
            ],
            "section": "CDHR3 and Specific Viral Infections"
        },
        {
            "text": "The Figure 1 and Table 2 ). The frequencies of detection of RV-C and other viruses according to CDHR3 rs6967330 genotype in the total study period and during the first episode, respectively, are shown in Table E3B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 17,
                    "end": 24,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 204,
                    "end": 213,
                    "text": "Table E3B",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CDHR3 and Specific Viral Infections"
        },
        {
            "text": "Among the nine non-RV-C viruses, only coronavirus in COPSAC 2010 and influenza in COAST showed significant associations with the CDHR3 variant, but neither was replicated in the other cohort nor significantly associated with the CDHR3 risk allele in the meta-analyses ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CDHR3 and Specific Viral Infections"
        },
        {
            "text": "The association between CDHR3 rs6967330 genotypes and RV-C-associated respiratory illness suggested an additive effect of the risk allele with an approximately 50% increased risk of RV-C-related episodes in children with AG genotype (IRR = 1.55 [1.07-2.26]), and a twofold risk in children with the AA genotype (IRR = 2.04 [1.00-4.16]) compared with the nonrisk GG genotype. This trend of increasing risk of respiratory illness with increasing copies of the risk allele was similar in both the COPSAC 2010 and COAST cohorts (Table E4 and Figure E5 ). Table E3C .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Table E4",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 547,
                    "text": "Figure E5",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "Table E3C",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CDHR3 and Specific Viral Infections"
        },
        {
            "text": "The CDHR3 rs6967330-A (tyrosine [Tyr]) allele was associated with respiratory illnesses in the first 3 years of life in two birth cohorts. Specifically, this was observed for those illnesses in which RV-C was present in nasal samples and not for those with non-RV-C viruses present. A similar RV-C-specific pattern of association was seen during scheduled visits. These combined observations in two birth cohorts provide strong clinical evidence that the CDHR3 missense variant modifies the frequency and severity of RV-C respiratory illness in early life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Findings"
        },
        {
            "text": "The major strength of our study is the prospective monitoring and objective assessment of respiratory infections for the first 3 years of life in two independent birth cohorts. In both, clinical diagnoses and sampling procedures were standardized, assuring high quality of the clinical data. Moreover, the relatively large combined sample size and ability to replicate results between studies allowed analyses of many individual viruses, the low frequency of which would not be amenable to analysis in smaller sample sizes. Finally, the external validity of the results is strengthened by inclusion of a nonselected cohort (COPSAC 2010 ) as well as a high-risk cohort of children with an asthmatic or allergic parent (COAST).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "There were differences between studies with respect to frequency of virus detection. In particular, the frequency of RV-C detection was much higher in COAST (27.6%) than in COPSAC (8.7%). This could be due to differences in prevalence of RV-C between countries, differences in the analytical methods for virus detection between laboratories, or both. Importantly, such factors are unrelated to genotype, and therefore would not bias the relationship between rs6967330 genotype and RV-C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Another potential limitation of our study is that different criteria for virus sampling were used in each cohort. COPSAC required a higher symptom threshold for sampling, defined as lung symptoms severely affecting the well-being of the child, whereas COAST required episodes of moderate to severe colds defined by a respiratory questionnaire (13) . It was not unexpected, therefore, that there was more airway sampling in COAST compared with COPSAC. The fact that we observed consistent results across studies, countries, and methodologies demonstrates robustness and increases the reliability of the findings.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Our observations suggest that the underlying mechanism for the asthmaassociated CDHR3 allele, rs6967330-A (Tyr), is due to differential susceptibility to RV-C infections. First, the analysis of diary-registered illnesses in COPSAC revealed associations between CDHR3 genotype and frequency of colds and lower respiratory tract illnesses, whereas there was no association with episodes of gastroenteritis, as would be expected for an RV-related mechanism. Second, the CDHR3 risk allele was associated with increased numbers of moderate to severe RV-C-related respiratory illnesses in the first 3 years of life in both birth cohort studies, whereas no such association was observed for respiratory illnesses in which only non-RV-C viruses were detected. Third, a similar RV-C-specific association was seen during scheduled visits in COAST children. The virology during such scheduled sampling, unrelated to symptoms, can be used to estimate the frequency of viral infection, and this result therefore suggests that the CDHR3 variant is also associated with increased frequency of RV-C infections, and not only with increased severity of RV-C-associated respiratory illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Our clinical results are in agreement with, and complementary to, previous experimental work suggesting that CDHR3 acts as a functional RV-C receptor (2) .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Transfection of CDHR3 into epithelial cell lines enabled RV-C binding and replication. Importantly, introduction of the risk variant, rs6967330-A (Tyr), resulted in 10-fold increased RV-C binding and progeny yield compared with the nonrisk variant. The combined experimental data and clinical evidence presented here strongly support the hypothesis that CDHR3 is a functional receptor for RV-C virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Increased susceptibility to RV-C infections is a very plausible mechanism for the asthma locus at CDHR3. This locus was discovered as a susceptibility locus for an asthma phenotype characterized by severe exacerbations in early childhood (1), and RV-C has been shown to be a frequent trigger of asthma exacerbations, particularly in childhood (3, 4) . It was also reported that RV-C infection was associated with increased risk of recurrent severe respiratory illnesses compared with RV-A and RV-B infections (3) . We now further suggest that these observations reflect the fact that children with the CDHR3 risk variant have a significantly increased predisposition for recurrent RV-C infections.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "The specific molecular mechanisms underlying the differential risk for RV-C infections between children with different CDHR3 genotypes is not yet fully understood. CDHR3 is a transmembrane protein that is highly expressed in respiratory epithelium. The rs6967330 G/A nucleotide variant results in a substitution (cysteine [Cys]/Tyr) at amino acid position 529 (Cys529Tyr). This amino acid position is located between two protein domains where the nonrisk (Cys) variant might interfere with disulfide bonds and potentially change protein structure (1). Transfection of the asthma and RV-C-associated risk allele, rs6967330-A (Tyr), resulted in increased surface expression of CDHR3 (1, 2) . Furthermore, protein modeling suggests an RV-C binding site in the three outer domains of CDHR3 (2) . The current evidence thus suggests that the CDHR3 protein has increased surface expression in children carrying the rs6967330-A (Tyr) allele, resulting in increased RV-C binding and, thereby, increased risk and severity of RV-C infections and of asthma exacerbations. Our findings might have important implications. From a clinical perspective, they raise the possibility of prevention or treatment of RV-C infections by targeting CDHR3. This might not only affect acute RV-C illnesses, but also the risk of asthma development (14) .",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 684,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "From a research perspective, the discovery of CDHR3 as an asthma susceptibility gene and the subsequent work on RV-C are examples of how a GWAS on a specific asthma phenotype can foreshadow improved understanding of disease mechanisms (15) . Furthermore, the virus-specific effect in our studies suggests that CDHR3 gene variation might serve as a future research tool for understanding the long-term effects of early RV exposure. Early RV infections are a risk factor for later asthma development and reduced lung function, but it remains unresolved as to what extent this association is causal (14, 16) . The current results, showing that CDHR3 variation is associated specifically with increased risk of RV-C infections, suggest that it can be used as an (unbiased) genetic \"tool\" to study potential long-term effects of early RV-C infections. The CDHR3 genetic variant might, thereby, help in establishing the causal nature for this relationship.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "(14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "We cannot exclude the possibility of other, non-RV-C-related, asthma mechanisms being associated with the CDHR3 locus. As a group, non-RV-C illnesses did not show significant association to the CDHR3 variant, even though such illnesses were markedly more prevalent than RV-C illnesses. Nevertheless, there was some evidence of association for other specific viruses, such as influenza in the COAST cohort. Because different strains of influenza can exhibit distinct patterns of carbohydrate binding (17) , we are now testing the possibility that some strains of influenza bind to CDHR3.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "The CDHR3 rs6967330-A (Tyr) allele was associated specifically with RV-C infections, supporting a role for CDHR3 as an RV-C receptor. This has important implications for virology research and raises the possibility of prevention of RV-C infections by targeting CDHR3. n Author disclosures are available with the text of this article at www.atsjournals.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A genome-wide association study identifies CDHR3 as a susceptibility locus for early childhood asthma with severe exacerbations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bønnelykke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sleiman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kreiner-Møller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mercader",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Belgrave",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Genet",
            "volume": "46",
            "issn": "",
            "pages": "51--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cadherin-related family member 3, a childhood asthma susceptibility gene product, mediates rhinovirus C binding and replication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Griggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Devries",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "",
            "pages": "5485--5490",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human rhinovirus species C infection in young children with acute wheeze is associated with increased acute respiratory hospital admissions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bizzintino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "1358--1364",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association between human rhinovirus C and severity of acute asthma in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bizzintino",
                    "suffix": ""
                },
                {
                    "first": "W-M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "37",
            "issn": "",
            "pages": "1037--1042",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rhinovirus species and clinical characteristics in the first wheezing episode in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Turunen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "2059--2068",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of CDHR3 genotype on rhinovirus C infections and illness",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Deep phenotyping of the unselected COPSAC2010 birth cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Vissing",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Følsgaard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kreiner-Møller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Exp Allergy",
            "volume": "43",
            "issn": "",
            "pages": "1384--1394",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fish oil-derived fatty acids in pregnancy and wheeze and asthma in offspring",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stokholm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Chawes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Vissing",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bjarnadóttir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schoos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "2530--2539",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Childhood Origins of Asthma (COAST) study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lemanske",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Allergy Immunol",
            "volume": "13",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Relationships among specific viral pathogens, virus-induced interleukin-8, and respiratory symptoms in infancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Anklam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Carlson-Dakes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Allergy Immunol",
            "volume": "13",
            "issn": "",
            "pages": "386--393",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved molecular typing assay for rhinovirus species A, B, and C",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "2461--2471",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "R: a language and environment for statistical computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rhinovirus illnesses during infancy predict subsequent childhood wheezing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lemanske",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Shult",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Allergy Clin Immunol",
            "volume": "116",
            "issn": "",
            "pages": "571--577",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "667--672",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Leveraging gene-environment interactions and endotypes for asthma gene discovery",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bønnelykke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ober",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Allergy Clin Immunol",
            "volume": "137",
            "issn": "",
            "pages": "667--679",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Association between respiratory infections in early life and later asthma is independent of virus type",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bønnelykke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Vissing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sevelsted",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "136",
            "issn": "",
            "pages": "81--86",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Glycan analysis and influenza A virus infection of primary swine respiratory epithelial cells: the importance of NeuAcalpha2-6 glycans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Karamanska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Haslam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Biol Chem",
            "volume": "285",
            "issn": "",
            "pages": "34016--34026",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CDHR3 risk allele (A) was associated with increased risk of respiratory illnesses with detection of RV-C in COPSAC (IRR = 1.89 [1.14-3.05]; P = 0.01), COAST (IRR = 1.37 [1.02-1.82]; P = 0.03), and the combined meta-analysis (IRR = 1.51 [1.13-2.02]; P = 0.006). In contrast, there were no significant associations between the CDHR3 variant and respiratory illnesses in which only viruses other than RV-C were detected (meta-analysis: IRR = 1.07 [0.92-1.25]; P = 0.37), in spite of a much larger number of samples with other viruses (n = 1,159 vs. 403,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the CDHR3 variant and prevalence of respiratory viruses in nasal mucus during scheduled visits at specific ages was analyzed in COAST to investigate if the CDHR3 variant was associated with frequency and not only severity of RV-C infections. RV-C was detected in 152 of 1,299 samples (11.7%) and other viruses in 414 of 1,299 samples (31.9%). The CDHR3 risk allele was associated with more frequent detection of RV-C (IRR = 1.36 [1.00-1.82]; P = 0.04), but not with detection of other viruses (IRR = 0.99 [0.82-1.18]; P = 0.88). The frequencies of detection of RV-C and other viruses according to CDHR3 rs6967330 genotype during all scheduled visits and during the first scheduled visit, respectively, are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Association between the CDHR3 (cadherin-related family member 3) rs6967330-A (tyrosine) allele and respiratory illnesses with detection of rhinovirus (RV)-C and other viruses in nasal samples (incidence risk ratio [IRR] and 95% confidence intervals). Results are shown for Copenhagen Prospective Studies on Asthma in Childhood 2010 (COPSAC 2010 ) (A), Childhood Origins of Asthma Birth Cohort Study (COAST) (B), and combined (meta-analysis) (META) (C). Solid lines mark no association (IRR = 1). Lower and upper dotted lines mark IRR of 0.5 and 2.0, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Association between CDHR3 rs6967330-A (tyrosine) Allele and Risk of Infections in the First 3 Years of Life in Copenhagen Prospective Studies on Asthma in Childhood 2010",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Association between CDHR3 rs6967330-A (tyrosine) Allele and Respiratory Illnesses with Detection of Rhinovirus C and Other Viruses in Nasal Samples",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Association between CDHR3 rs6967330-A (tyrosine) Allele and Respiratory Illnesses with the Presence of Individual Viruses Other than Rhinovirus C in Nasal Aspirates Definition of abbreviations: CDHR3 = cadherin-related family member 3; CI = confidence interval; COAST = Childhood Origins of Asthma Birth Cohort Study; COPSAC 2010 = Copenhagen Prospective Studies on Asthma in Childhood 2010; Het = heterogeneity; IRR = incidence risk ratio; NS = not significant; RSV = respiratory syncytial virus; RV = rhinovirus. Results are shown for COPSAC 2010 and COAST individually and combined in a meta-analysis. P values ,0.05 are in bold.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the children and families of the COPSAC 2010 (Copenhagen Prospective Studies on Asthma in Childhood 2010) and COAST (Childhood Origins of Asthma Birth Cohort Study) cohorts for their support and commitment to their studies, and acknowledge and appreciate the unique efforts of the COPSAC and COAST research teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment:"
        }
    ]
}