{
    "paper_id": "b75839294be58fe4383012583454c53cf70af1af",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". CT has also a major role in monitoring disease progression and evaluating the efficacy of treatment. New potential COVID-19 therapies are currently under investigation in multiple trials worldwide. Of these, tocilizumab has recently demonstrated effectiveness in patients with severe COVID-19 pneumonia [2] . We report the favorable changes of CT findings in a 64-year-old man, who received tocilizumab as a treatment of COVID-19 pneumonia.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 64-year-old man without significant clinical history initially presented with syncope. His vital signs were within the normal ranges. Ear temperature was 38 °C and oxygen saturation was 99% on room air. Chest X-Rays showed mild linear densities in the lower and middle left lung fields. Laboratory investigations showed increased white blood cell count (10.900 per μL), elevated serum lactate level (250 U/L) and elevated reactive C protein (RCP) (89 mg/dL). The other blood tests showed normal results. COVID-19 was detected in a throat swab sample by RT-PCR. Due to the worsening of the blood tests on the day 2 (white blood cell count 15.270 per μL, lactate 341 U/L, CRP 285 mg/dL), the patient was admitted to a dedicated ward. On day 6, the patients developed dyspnea; decreased of oxygen saturation (90%) and further increase of CRP was observed (336 mg/dL); white blood cell count was 10.800 per μL; interleukin-6 was 80 ng/L (normal values < 6 ng/dL). On day 7, unenhanced chest CT showed the presence of diffused bilateral air space opacities, including ground glass opacities and consolidation, with prevalent posterior distribution, linear opacities, mainly peripheral, mild bilateral pleural effusion, and mediastinal lymphadenopathy (Figure 1 ). Assisted ventilation was started. The patient received 2 doses of tocilizumab (8 mg/kg), 12 hours apart, on day 7 and 8. On day 9, CRP dropped to 96 mg/dL and white blood cell count to 2.360 per μL. Patient clinical condition progressively improved and ventilatory support was gradually weaned. On day 14, repeat chest CT showed mark improvement of CT findings, with size reduction of air cells opacities, density reduction of consolidations, with evidence of some ground glass opacities, peripheral reticular opacities, reduction of pleural effusion and mediastinal lymphadenopathy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1248,
                    "end": 1257,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Tocilizumab is a humanized recombinant monoclonal antibody that acts as an IL-6 receptor antagonist and provided clinical benefits in a study on 21 Chinese patients with severe COVID-19 pneumonia [2] ; therefore the Italian Medicines Agency (AIFA) announced on March 19 the launch of TOCIVID-19, an independent phase 2 study to assess the efficacy and safety of this monoclonal antibody in the treatment of COVID-19 pneumonia. In this scenario, chest CT plays a central role. Different studies demonstrated the importance of chest CT in the diagnosis and first assessment of COVID-19 pneumonia with demonstration of the damages to the lung parenchyma, including interstitial inflammation and consolidation, similar to the features previously reported for other coronavirus infections; however few data are currently available on the changes in chest CT findings from initial diagnosis until patient recovery, and evaluating therapeutic efficacy [3] . It is likely that in a near future, chest CT will become a pivotal tool for monitoring disease progression and effectiveness of experimental therapies in patients affected by COVID-19 pneumonia.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors declare no conflicts of interest in relation with this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "All the authors had fully participated to the study and approved the final draft. 64-year-old man who received tocilizumab as a treatment of COVID-19 pneumonia. A Unenhanced CT image of the lungs in the transverse plane obtained at day 7 shows diffuse air space opacities, mainly consolidations, with poorly represented ground glass opacities. The distribution is bilateral, with predominant posterior location. Linear opacities are bilateral, even if more evident on the left side. Diffuse thickening of the bronchial walls is present, as well as mild bilateral pleural effusion. B, On mediastinal window, unenhanced CT image shows mediastinal lymphadenopathy (arrow). C, Unenhanced CT image of the lungs in the transverse plane obtained at day 14 shows marked improvement of CT findings, with bilateral reduction of consolidations. Some ground glass opacities are still visible, with predominant peripheral and posterior location. Peripheral linear striped opacities are visible. D, On mediastinal window, unenhanced CT image shows mild decrease in size of lymphadenopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authorship requirements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effective treatment of severe COVID-19 patients with tocilizumab",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200370"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1. 64-year-old man who received tocilizumab as a treatment of COVID-19 pneumonia. A Unenhanced CT image of the lungs in the transverse plane obtained at day 7 shows diffuse air space opacities, mainly consolidations, with poorly represented ground glass opacities. The distribution is bilateral, with predominant posterior location. Linear opacities are bilateral, even if more evident on the left side. Diffuse thickening of the bronchial walls is present, as well as mild bilateral pleural effusion. B, On mediastinal window, unenhanced CT image shows mediastinal lymphadenopathy (arrow). C, Unenhanced CT image of the lungs in the transverse plane obtained at day 14 shows marked improvement of CT findings, with bilateral reduction of consolidations. Some ground glass opacities are still visible, with predominant peripheral and posterior location. Peripheral linear striped opacities are visible. D, On mediastinal window, unenhanced CT image shows mild decrease in size of lymphadenopathy.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Journal Pre-proof Favorable changes of CT findings in a patient with COVID-19 pneumonia after treatment with tocilizumab Michaela Cellina Marcello Orsi Francesco Bombaci Maurizio Sala Pietro Marino Giancarlo Oliva Please cite this article as: Cellina M, Orsi M, Bombaci F, Sala M, Marino P, Oliva G, Favorable changes of CT findings in a patient with COVID-19 pneumonia after treatment with tocilizumab, Diagnostic and Interventional Imaging (2020), doi: https://doi.org/10.1016/j.diii.2020.03.010",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}