{
    "paper_id": "b787353f562f7017c8f3131062c73cd45b86bccf",
    "metadata": {
        "title": "A Tempo-geographic Analysis of Global COVID-19 Epidemic Outside of China",
        "authors": [
            {
                "first": "Huipeng",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gifty",
                "middle": [],
                "last": "Marley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yafei",
                "middle": [],
                "last": "Si",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zaisheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yewei",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weiming",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": "weiming_tang@med.unc.edu."
            },
            {
                "first": "Marley",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Si",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Z"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Y"
                ],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ba",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding the global epidemic trends, geographic distribution, and transmission patterns of COVID-19 contribute to providing timely information for the global response of the epidemic. This study aims to understand the global pandemic geo-spatial patterns and trends and identify new epicenters requiring urgent attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "After the outbreak of COVID-19 in China, and after the epidemic turning better in China, the world outside of China started to experience an ongoing and worsening epidemic. According to the report of the World Health Organization (WHO), by 14 th Mar., 2020 a total of 142,539 cases have been reported in 136 countries and territories, and 9,769 new cases were reported on the single day of 14 th Mar. [1] Italy, Iran, and South Korea aside China have the highest number of confirmed cases (17,660; 11,364; 8086) as of 14 th Mar., 2020. [1] In response, highly affected countries have adopted innovative curbing interventions such as whole city lockdowns, the establishment of drive-through screening centers and banning large social gatherings amongst others to locally contain the virus and prevent further new cases. [2, 3] Affected and unaffected countries following WHO guidelines are developing or have commenced implementation of country-specific prevention, early case detection as well as quarantine and treatment policies. [4] Some countries have closed borders and/or suspended flight commutation with major affected countries including South Korea and Iran regardless of the WHO cautions. [5, 6] Such drastic measures are very essential in the pandemic control, but may also negatively affect the global economy if maintained over a longer duration as countries like China and South Korea contribute largely to global industrial production and provision of goods and services. [7, 8] Although some low-middle income countries (LMICs) in Africa remained unaffected for a while, 15 African countries and territories have reported a total of 73 confirmed cases as of 14 th Mar., 2020. [1] This furthers concerns of a pandemic as under-resourced LMICs in the region lack adequate infrastructures to successfully contain a breakout and are dependent on . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1488,
                    "end": 1491,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1492,
                    "end": 1494,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1693,
                    "end": 1696,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint external sources for medical goods procurement. [4] Therefore, further spread of the virus threatens shortage to medical supplies and further outbreaks in LMICs could lead to high COVID-19 related mortality. [9] As such prompt responses and global strategic alliances are required immediately to prevent further outbreaks and avert the threatening pandemic.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As more countries get affected and the reported number of cases outside China keeps growing with each passing day, it is important to study the global disease outbreak, with especial focus on disease transmission, development trend, and new epicenters. Obtaining and analyzing this data will not only expand current knowledge on the disease global trends but also inform strategic planning and alliance for prompt global containment of the disease and prevention of further outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aims to understand the global disease pandemic geo-spatial pattern, epidemic trends and identify new and emerging epicenters requiring urgent attention for decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The research studied the COVID-19 pandemic outbreak at the aspects of the global epidemic trend, geographic transmission patterns, and the changes in disease distribution from 13 th Jan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "to 14 th Mar. 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The disease data of China were collected from China's national health commission. The disease data outside of China were mainly collected from WHO daily COVID-19 situation reports, [1] except for the disease data before 19 th Jan. and the data about the origins of the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint 6 first cases reported by each country and territory, which were collected from the news in terms of limited open-source data of COVID-19. The spatial data were derived from GADM version 3.6. [10] All the data were publicly available.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "Statistical analyses were done using Joinpoint Trend Analysis version 4‧7‧0‧0 Software (National Cancer Institute, USA) and R Studio software (R Core Team, 2016). The geographic outputs were generated by ArcGIS 10‧2 software (Esri Inc, Redlands, California).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The pandemic disease outbreak was studied and analyzed through the epidemic trend over time by joinpoint regressions, the growth of infected countries and the number of infections over time, the global transmission routes of first reported cases in countries, and the geographic distribution over time by dynamic maps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "As of 14 th Mar., SRAS-CoV-2 has affected 134 countries and territories outside of China with 61,518 cases reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Globally, the joinpoint regression models showed that both the number of new cases and the number of cumulative cases were in rapid growth ( Figure 1A . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Along with the increasing trend of new and cumulative cases, the number of countries and territories outside of China with reported COVID-19 cases also increased from one on 13 th . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 150,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "The epidemic trend of COVID-19 outside of China"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint Jan to 134 on 8 th March (Figure 2 ). Among these 134 affected countries and territories, 59 reported no more than 10 cases, 49 reported over 10 cases, 18 reported over 100 cases, six reported over 1000 cases, and two reported over 10,000 by 8 th Mar. Overall, the number of affected countries and territories experienced two increases. The first increase started from 23 rd Jan till 1 st Feb., where most countries reported 10 or fewer cases while several countries reported over 10 cases from 28 th Jan. The increase in number of affected countries then slowed and only five new countries reported COVID-19 cases from 1 st -23 rd Feb., leading to a total of 28 affected countries by 23 rd Feb. However, the confirmed cases continued to increase in some affected countries as number of countries with over 10 reported cases grew from 5 to 10 on 1 st Feb, and South Korea, Japan, and Italy reported over 100 cases on 24 th Feb.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The second apparent increase in the number of affected countries started from 25 th Feb. till 8 th Mar, during which 101 more countries reported confirmed COVID-19 cases. South Korea was the first country outside of China that reported over 1000 cases on 26 th Feb, but the number of its total confirmed cases was then surpassed by Italy, which became the first country with confirmed cases exceeded 10,000 on 11 th Mar. Six countries (Korea, France, Spain, Germany, United States, and Switzerland) had reported over 1,000 cases, among which four were European countries. Especially, the areas surrounding Italy has become a new big epicenter, in where the number of newly confirmed cases increases very rapid. More and more countries had reported over 10 or 100 cases during the second increasing period, although countries with less than 10 cases remained the majority. The fast increase of infected countries and confirmed cases demonstrate a widespread of COVID-19 globally and the occurrence of epidemics in regions outside of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The first COVID-19 cases in different countries was captured on three maps: 28 th Feb. (the date when WHO first classified the transmission type for affected countries), 7 th Mar., and 14 th Mar. (Figure 3 ). The map on 28 th Feb. showed that China was the largest epidemic center and had the most cases exported to other countries and territories ( Figure 3A ); but these cases were mainly reported before 6 th Feb. (Table S1 ). Italy and Iran were the second epidemic centers for exporting COVID-19 as majority of the newly affected countries were close to and reported their first cases originated from the two countries after 21 st Feb. By 7 th Mar., more of ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 417,
                    "end": 426,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Global transmission of COVID-19"
        },
        {
            "text": "Dynamic maps of the disease distribution were produced to show the changes in new cases . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 2020. We found a multi-centers pandemic has been established. This study adds to the existing report of the WHO and literature by systematically evaluating the global changing . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. and seriously take actions to halt the social distance; [11] but also fully expand the screening, diagnosis, and treatment of the existing cases, strengthening quarantine and isolation strategies; as well as expand the supply of medical supplies, including personal protective equipment and lab testing materials. In addition, countries in Africa and Americas should try their best to avoid becoming the next epicenter.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Geographic distribution of COVID-19 cases"
        },
        {
            "text": "Different epidemiological patterns of the COVID-19 epidemic were observed between China and the world outside of China. Our findings showed that countries outside of China experienced a much longer slow-growing stage but long increasing period, and it is hard to predict when the global epidemic will reach a turning point. These results have several important implications: First, the world lost the most valuable time for COVID-19 control after the outbreak of COVID-19 in China. After China taking the comprehensive prevention and control strategies, and after the WHO issued the PHEIC, many countries did not take . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of COVID-19 cases"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint enough precautionary actions to prevent the establishment of local transmission and became the new epidemic centers which further facilitated the pandemic. Second, the global situation is more complicated than that of China, and it is hard to take as the same level of action as China did. The global COVID-19 epidemic is under the impact of available of medical resources, religion, political, economic and other comprehensive reasons, and as these vary from country by country, a \"one-to-all\" strategy may not suit all. Thus, tailored strategies are another tsunami which will further worsen the pandemic. [12] LMIC countries should fully implement robust containment and control activities as suggested by WHO and evidenced by the Chinese experience. [13] Our study indicated that local transmission has been established in more than 50% of the countries that reported cases of COVID-19. The establishment of local transmission and the increase in the number of epidemic centers indicates a widespread and that a sustained transmission of COVID-19 has been established globally, and therefore, the war against COVID-19 may have changed from an emerging response to a long-term war. Thus, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. This study has some limitations. First, the data collected were from publicly available datasets.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "They lacked detailed epidemiological information as well as the detailed geographic information on patients for further assessing the potential driving forces as well as more detailed hotspots of the pandemic. Secondly, our analysis is lagged by a time gap between when a suspected case identification and case confirmation, but it does provide time-sensitive and evidence-based information to aid in further response to the epidemic. Finally, due to constraints of detection capability and technique, the underreporting of cases especially in developing countries may result in underestimation of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint The funders had no role in study design, data collection, and analysis, decision to publish, or preparation of the manuscript. The authors thank all the people who contributed to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: none declared"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20039602 doi: medRxiv preprint 18 transmission. The transmission of infected countries outside China were classified by WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: none declared"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: none declared"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus (2019-nCoV) situation reports: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Joint WHO and ECDC mission in Italy to support COVID-19 control and prevention efforts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO. Coronavirus disease 2019 (COVID-19) Weekly situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Updated Country Preparedness and Response Status for COVID-19 as of 6 March 2020: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Times of Israel. Iraq closes border with Iran over Coronavirus fears",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Countries close borders as Coronavirus spreads",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Charting the global economic impact of the Coronavirus. 2020 [Cited 14 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dormido",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.20039602"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Impact of the Coronavirus on Global Economy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Shortage of personal protective equipment endangering health workers worldwide. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oxford: GADM; 2020",
            "authors": [],
            "year": null,
            "venue": "GADM. GADM maps and data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: preparing for superspreader potential among Umrah pilgrims to Saudi Arabia. The Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The novel coronavirus (SARS-CoV-2) infections in China: prevention, control and challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intensive Care Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.20039602"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and 1B). The trend of new cases was on the first stage before 24 th Feb. (slope = 4‧4), where the number increased slightly and was smaller than 300. The number of new cases was then rapidly accelerated at the second to fourth stage from 24 th Feb. -4 th Mar. (slope = 207‧6), 4 th -11 th Mar. (slope = 384‧9), and 11 th -14 th Mar. (slope = 1622‧5). Compared to China (Figure 1C), the world outside of China stayed at the first stage of slow growth for a long period (43 days from 13 th Jan. -24 th Feb.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "from 31 st Dec. 2019 to 23 rd Jan. 2020). The number of new cases accelerated for 15 days in China and gradually decreased after 6 th Feb., except for 12 th Feb (the diagnosis criteria changed by including clinically diagnosed cases, to facilitate treatment). The acceleration of new cases in the world outside of China started from 24 th Feb. and lasted for 20 days, which was already longer than that in China. However, a decreasing trend in the number of new cases outside of China was not yet observed as at 14 th Mar., and thus this stage might last longer, while China already achieved this on 12 th Feb. A similar growing trend was observed for cumulative cases although more exaggerated in the world outside of China. The trend was gentle at the first stage (13 th Jan. -18 th Feb., slope = 18‧5) with the number of cumulative cases slowly raising for about one month till it reached 804 on 18 th Feb. At the second stage (18 th -27 th Feb., slope = 278‧3), the cumulative cases increased to 3,664 in ten days and rapidly grew to 14,768 in about one week at the third stage (27 th Feb. -5 th Mar., slope = 1549‧0). The rapid increase continued to accelerate at the fourth stage (5 th -11 th Mar., slope = 3756‧2) and the fifth stage (11 th -14 th Mar., slope = 8122‧6). The cumulative cases had more than doubled in only one week and reached 37,371 as at 11 th Mar. at the fourth stage and climbed to 61,518 on 14 th Mar. at the fifth stage. This sharp increase in number of new cases and cumulative cases indicated that the world is experiencing a severe epidemic outbreak of COVID-19 with little evidence of mitigation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the first cases reported by the affected countries and territories were originated from Italy, especially the countries in Africa and Latin America (Figure 3B). Many neighboring countries and territories of Italy were affected and have developed local transmission compared to those of Iran, implying a faster spread of the disease in Europe than the Eastern-Mediterranean Region. The disease continued to spread quickly to the world and became a pandemic in the week of 8 th -14 th Mar. (Figure 3C). During this period, most of the countries in Latin America were affected by COVID-19, with eight of them developed local transmission. More neighboring countries and territories of Italy and Iran developed local transmission. More European countries besides Italy exported cases to Latin America and Africa, especially France. The world was in a severe situation of the COVID-19 outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the outbreak can be divided into two stages: a single-center period and a multi-centers period. During the single-center period (13 th Jan. -20 th Feb.), the epidemics mainly occurred in China, which had 75,993 confirmed cases while other countries had around or less than 100 cases by 20 th Feb. Most affected countries were from Europe and the Western Pacific Region while no case was reported in South America within this period. During the multi-centers period (after 20 th Feb.), the number of new cases gradually decreased in China while rapidly increased in South Korea from 20 th Feb., in Iran from 22 nd Feb., and in Italy from 23 rd Feb. The disease also spread to many other countries and territories in Europe and the Eastern Mediterranean Region as well as the countries and territories in Africa and South America, which were the two continents with fewer infections in the single-center period. South Korea, Italy, and Iran became the new centers of the outbreak as of 8 th Mar, with Italy and Iran reporting over 10,000 cases and South Korea reporting over 8,000 cases.France, Spain, Germany, Switzerland, and United States became minor centers of the epidemic with over 1,000 cases reported.DiscussionSustained human-to-human transmission of the COVID-19 worldwide appears inevitable and understanding the real-time patterns of the epidemic would be useful for guiding further time-sensitive responses. This study estimated the trend, the transmission patterns, and the geographic distribution of the COVID-19 global epidemic from 31 st Dec. 2019 to 14 th Mar.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "the epidemic, comparing this change with China, and evaluating the geo-spatial pattern of the pandemic. We found the sharp increasing trends in new cases and cumulative cases and the expanding number of epidemic centers, indicating that the world is experiencing a severe COVID-19 pandemic with little evidence of mitigation. The tremendous growth of new cases indicates sustained human-to-human transmission has been established globally although the epidemic is under control in China. In response to the epidemic, countries around the world should not only follow the Public Health Emergency of International Concern (PHEIC) issued by WHO,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "needed for each infected country, based on the maximum resources they have, while social distance keeping is one of the most powerful and cost-effective approach. Third, even the Africa region and other low-and middle-income countries (LMICs) are currently only slightly under the impact of the epidemic, 15 countries already have confirmed cases. Thus, restrict reactions are should be further strengthen in this area. Limited resources for COVID-19 screening and testing may have the COVID-19 epidemic underestimated in LMIC settings, and not taking enough attention for the further control of the epidemic may brew",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the development of rapid, cheap and high accuracy testing methods, accelerating the development of treatment and vaccines, increasing the industries' ability in medical supplies manufacturing, and improving the access to medical care are essentially urgent in preparing for this long-term battle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Source of funding: This work was supported by the National Key Research and Development Program of China (2017YFE0103800), NIMH (R34MH119963), National Science and Technology Major Project (2018ZX10101-001-001-003), and the National Nature Science Foundation of China (81903371). Tang acknowledged their kindly supports.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Jointpoint Regressions for COVID-19 cases reported between 31 Dec 2019 and 14 Mar 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Number of new cases reported outside China; Figure 1B: Number of cumulative cases reported outside China; Figure 1C: Number of new cases reported in China * Indicates that the Slope is significantly different from zero at alpha=0.05 level",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Number of infected countries in the regions outside China, 13 Jan -14 Mar, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Global transmission maps of first reported cases by country in the regions outside China, 2020*.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Global transmission map of first reported cases by 28 th Feb.; Figure 3B: Global transmission map of first reported cases by 7 th Mar.; Figure 3C: Global transmission map of first reported cases by 14 th Mar. *Transmission classification was defined and classified by WHO.[1] \"Community transmission\" refers to the phenomenon of increasing positives in routine screenings or of a large number of patients with unclear paths of transmission. \"Local transmission\" refers to the phenomenon of local infection. \"Imported cases only\" refers to the phenomenon of patients infected outside the reported location. \"Under investigation\" refers to the situation that the transmission type of the location was unknown. China was classified as community.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 1A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 1B",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 1C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 3A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 3B",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure 3C",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}