{
    "paper_id": "b79ef8f7fc6dfdca800bd03d5b8f2de97d394037",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Immunofluorescence images (a) and quantification of neuronal proportions (b) showing ablation of TRPV1 + and CGRP + neurons after systemic DT or PBS injection in Trpv1-Dtr mice in T1-T9 dorsal root ganglia (DRG) or nodose/jugular/petrosal vagal ganglia (VG). TRPV1 + , CGRP + or NF-200 + neurons were quantified out of total β-III tubulin + neurons over multiple imaging fields for the DRG or VG. Each dot represents the proportion (%) of total neurons in a field that are positive for each marker. Data was analyzed from PBS-injected Trpv1-Dtr mice (n=3) or DTinjected Trpv1-Dtr mice (n=3). Data are from one experiment with multiple biological replicates for a and b. Statistical analysis for p-values by two-tailed unpaired t-tests. Error bars indicate mean±s.e.m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Figure 2. Diptheria Toxin (DT) treatment of Trpv1-Dtr mice ablates CGRP + nerve fibers adjacent to airways. Representative images of lung sections from systemic PBS-treated Trpv1-Dtr mice (top left, n=3) or DT-treated Trpv1-Dtr mice (top right, n=3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "immunostained for CGRP (red) and DAPI (blue). Bottom Left: Quantification of CGRP + nerves around airways were performed as follows: i) An area of 100 µm width was circumscribed around each airway and measured using Adobe Photoshop. ii) The area immuno-positive for CGRP (red) was quantified within the total airway-adjacent area (%) was calculated. Bottom Right: Each dot represents the average CGRP reactivity/airway from a single mouse, averaged across at least 7 airways/mouse. Data are from one experiment, PBS-treated Trpv1-Dtr mice (n=3) and DT-treated Trpv1-Dtr mice (n=3). Statistical analysis for p-value by two-tailed unpaired t-test. Error bars indicate mean± s.e.m. Scale bars, 100 µm. Supplementary Figure 3. TRPV1 + neuron ablation leads to reduced noxious heat sensitivity. (a) Vehicle-treated (n=5) or RTX-treated mice (n=5) were assayed in the hot plate test (52 °C) for latency to hindpaw lifting/licking/flinching. (b) Vehicle-treated (n=5) or RTX-treated mice (n=5) were assayed in the tail-flick assay (52°C water bath) for latency to tail flick. (c) PBS-treated Trpv1-Dtr mice (n=10) or DT-treated Trpv1-Dtr mice (n=10) were tested in the hot plate test. (d) PBS-treated Trpv1-Dtr mice (n=7) or DT-treated Trpv1-Dtr mice (n=7) were tested in the tail-flick assay (52°C water bath) for latency to tail flick. Data shown in a-d are from two independent experiments. Statistical analyses for pvalues in a-d by two-tailed unpaired t-tests. Error bars indicate mean± s.e.m. Supplementary Figure 4. Depletion of TRPV1 + neurons in DRG and VG after resiniferatoxin (RTX) injection. (a) Immunofluorescence staining of TRPV1, CGRP, or NF-200 (All green) in DRG (T1-T9) and vagal ganglia (VG) sections. Ablation of TRPV1 + and CGRP + neurons, but not NF-200 + neurons, occurs after resiniferatoxin (RTX) treatment. (b) Quantification of proportion of TRPV1 + , CGRP + , and NF-200 + neurons out of total neurons in DRG (T1-T9) or VG. Each dot represents the proportion (%) of total β-III tubulin+ neurons in a field that are positive for each marker out of total neurons. Data is from one experiment: vehicle-treated mice (n=3) and RTX-treated mice (n=3). Statistical analysis for p-values by two-tailed unpaired t-tests. Error bars indicate mean± s.e.m. Supplementary Figure 7. Role of TRPV1 + neurons in host defense against S. pneumoniae, K. pneumoniae, and P. aeruginosa lung infections. (a) Left, survival curves of RTX-treated mice (n=8) and vehicle-treated mice (n=8) after infection with Streptococcus pneumoniae strain WU-2 (5 x 10 6 CFU/mouse), analyzed by log-rank test (p=0.13). Right, core body temperature measurements in RTX-treated (n=5) and vehicle-treated mice (n=5), analyzed by two-way RM ANOVA with Bonferroni post-tests (ns, not significant, p>0.05). (b) Left, survival curves of RTX-treated (n=5) and vehicle-treated mice (n=5) after infection with Klebsiella pneumoniae (10 4 CFU/mouse), log-rank test (p>0.99). Right, core body temperature measurements in RTX-treated (n=5) and Vehicle-treated (n=4) mice, two-way RM ANOVA with Bonferroni post-tests (ns, p>0.05). (c) Left, survival curves of RTX-treated (n=5) and vehicletreated (n=5) mice after infection with Pseudomonas aeruginosa strain PA01V (7 x 10 6 CFU/ mouse), log-rank test (p=0.22). Right, core body temperature measurements in RTX-treated (n=3) and vehicle-treated (n=4) mice, analyzed by two-way RM ANOVA with Bonferroni posttests (ns, p>0.05). Data shown in a are from two independent experiments, and in b and c from one experiment. Error bars throughout figure indicate mean±s.e.m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bacterial load recovery from whole lung lysates (Left) and broncho-alveolar lavage fluid (BALF, Right) from vehicle-treated mice or RTX-treated mice measured 12h after infection with a sub-lethal dose of S. aureus (2-4 x 10 7 CFU/mouse). For whole lung lysate analysis, data are from vehicle-treated mice (n=16) and RTX-treated mice (n=14) pooled from 3 independent experiments; For BALF analysis, data are from vehicle-treated mice (n=6) and RTX-treated mice (n=5) from one experiment. (b) Bacterial load recovery from whole lung lysates of PBS-treated Trpv1-Dtr mice (n=11) and DT-treated Trpv1-Dtr mice (n=12) determined 12 h post-infection with S. aureus (2-4 x 10 7 CFU/mouse) pooled from two independent experiments. Statistical analysis throughout figure by two-tailed unpaired t-test, and data are plotted as the mean ±s.e.m. Figure 6 . RTX treatment and Vagal TRPV1 + neuron ablation do not significantly affect cardiovascular or pulmonary vital signs. (a) RTX-treated mice and Vehicle-treated mice were analyzed for oxygen saturation, heart rate, and perfusion at steady state by Pulse Oximetry. Respiratory rate measured at steady state by manual counting. (b) Vagal DT-injected or PBS-injected Trpv1-Dtr mice were subjected to vital sign measurements as described in a. (c) Respiratory rate was measured 5h after lethal S. aureus infections in RTX-treated vs. Vehicle-treated mice (Left), or in vagal DT-injected Trpv1-Dtr mice vs. PBS-treated Trpv1-Dtr mice (Right). Data shown in a-b represent the average of 3 independent measurements; Data presented in c was measured once post-infection. Numbers (n) of mice/group shown above in the figure. Statistical analyses in a-c by two-tailed unpaired t-test. Data in a-b are plotted with mean as the centre and c are plotted as the mean±s.e.m. Figure 8 . Nav1.8 lineage neurons contribute to host defense against lethal S. aureus lung infection. (a) survival curves for Nav1.8-cre/Dta mice (n=10) and control littermates (n=13) after lethal S. aureus lung infection (1.6 x 10 8 CFU/mouse). Statistical analysis by log-rank test (p=0.09). (b) Lung bacterial load recovery 12 h postinfection for Nav1.8-cre/Dta mice (n=22) and control littermates (n=16) after S. aureus lung infection (1.6 x 10 8 CFU/mouse). Statistical analysis by two-tailed unpaired t-test (p=0.07). Data shown are pooled from two independent experiments for a and from three independent experiments for b. Data in b is plotted with the mean as measure of centre. Figure 9 . TRPV1 ion channel does not mediate host defense in S. aureus pneumonia. (a) Left, survival curves of Trpv1 -/mice (n=12), Trpv1 +/mice (n=19), and Trpv1 +/+ mice (n=13) after lethal S. aureus infection (1-1.3 x 10 8 CFU/mouse); Survival data analyzed by log-rank test (p=0.8, Trpv1 +/+ vs. Trpv1 -/-). Right, Core body temperature measurements of Trpv1 -/mice (n=4), Trpv1 +/mice (n=4), and Trpv1 +/+ mice (n=4) after lethal S. aureus lung infections. (b) Lung bacterial load recovery measured in Trpv1 -/mice (n=6), Trpv1 +/mice (n=7) and Trpv1 +/+ mice (n=6) 12h after infection with a sub-lethal dose of S. aureus (2 x 10 7 CFU/mouse); p-values were obtained by one-way ANOVA with Bonferroni post-tests. Data show in a were pooled from two independent experiments, and data shown in b was from one experiment with multiple biological replicates. Core-body temperature data in a is plotted as mean±s.e.m, and bacterial load data in b is plotted with the mean as measure of centre. Figure 10 . TRPV1 ion channel does not regulate production of proinflammatory cytokines in lung following S. aureus infection. IL-17A, IL-23 and IL-6 cytokine levels were measured by ELISA in whole lung lysates of Trpv1 -/mice (n=7), Trpv1 +/mice (n=7), and Trpv1 +/+ mice (n=6) at the 12h time point after infection with S. aureus (3 x 10 7 CFU/mouse). Statistical comparisons by one-way ANOVA with Bonferroni post-tests (pvalues shown above). Data are from tissues collected during one experiment from multiple mice, and are plotted as mean±s.e.m. (n=4) and Trpa1 +/+ littermates (n=6) were infected with a lethal dose of S. aureus (1.2 x 10 8 CFU/mouse). (b) Trpa1 -/mice (n=7) and Trpa1 +/+ littermates (n=4) were infected with a sub-lethal dose of S. aureus (2 x 10 7 CFU/mouse). Bacterial load recovery from lung homogenates were analyzed at 12h post-infection. One experiment was performed with multiple biological replicates for both a and b. Statistical analysis by two-tailed unpaired t-test (a-b). Data are plotted with the mean as measure of centre. aureus to the blood and spleen was determined 12h following sub-lethal lung infection (2-5 x 10 7 CFU/mouse) in: (a) RTX-treated (n=13) and vehicle-treated (n=14) mice for both blood and spleen. (b) PBS-treated Trpv1-Dtr mice (blood, n=5, and spleen, n=13) and DT-treated Trpv1-Dtr mice (blood, n=5, and spleen, n=12). (c) Nav1.8-cre/Dta nociceptor ablated mice (n=22) and control littermates (n=11) for both blood and spleen. (d-e) Representative images (d) and spleen weight (e) show increased spleen sizes in Nav1.8-cre/Dta mice (n=22) compared to control littermates (n=11) 12 h after S. aureus infections. Data shown in a and b are pooled from two independent experiments, in c and e from three independent experiments. Statistical analysis by two-tailed Mann-Whitney test (a-c), and two-tailed unpaired t-test (e). Data are plotted with the median (a-c) or mean (e) as the measures of centre. Figure 14 . Ablation of TRPV1 + nociceptor neurons affects lung barrier permeability. Lung barrier permeability was determined by intra-tracheal inoculation of FITC-dextran (20 mg/kg). 4 hours later, FITC-dextran levels were measured in the serum by fluorescent plate reader, which was compared between RTX-treated mice (n=6) and vehicletreated mice (n=6). Intra-tracheal inoculation of PBS was performed in separate mice as negative controls (RTX-treated, n=4, and vehicle-treated, n=4) for this assay. Data are from one experiment with multiple biological replicates. Statistical analysis by two-tailed unpairedt test. Error bars indicate mean± s.e.m. Gating strategy for FACS analysis and characterization of alveolar macrophages (CD45 + CD11b -Siglec-F + CD64 + CD11c + F4/80 + ), interstitial macrophages (CD45 + CD11b + CD24 -CD64 + F4/80 + ), CD11b + Dendritic Cells (CD45 + CD11b + CD24 + CD103 -F4/80 -MHC-II + ) and CD103 + Dendritic Cells (CD45 + CD11b -CD103 + MHC-II + ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 834,
                    "end": 842,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1802,
                    "end": 1810,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 2490,
                    "end": 2498,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 3484,
                    "end": 3493,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 5445,
                    "end": 5454,
                    "text": "Figure 14",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Figure 5. Nociceptor neuron ablation leads to improved bacterial clearance following sub-lethal S. aureus lung infection. (a)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ablation of vagal TRPV1+ neurons increases neutrophil recruitment and reduce bacterial burdens after S. aureus lung infection. (a) Representative FACS plots of neutrophils (CD11b + Ly6G + cells, out of total CD45 + cells) and their quantification in broncho-alveolar lavage fluid (BALF) collected after lethal S. aureus infection (1.4 x 10 8 CFU/mouse)",
            "authors": [],
            "year": null,
            "venue": "Uninfected groups: Vagal PBS",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "vagal DT-injected Trpv1-Dtr mice (n=4). (b) Bacterial load recovery from BALF of vagal PBS-injected (n=5) and DT-injected (n=4)Trpv1-Dtr mice measured 12 h after S. aureus infection (1.4 x 10 8 CFU/mouse). Data in a-b are from one experiment each",
            "authors": [],
            "year": null,
            "venue": "S.aureus-infected groups: Vagal PBS-injected Trpv1-Dtr mice (n=5)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Supplementary Figure 11. TRPA1 ion channel does not regulate bacterial clearance during S. aureus lung infection. (a) Trpa1 -/mice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TRPV1+ nociceptors regulate bacterial dissemination after lethal S. aureus lung infection. (a) Bacterial dissemination of S. aureus was determined in RTX-treated mice (n=12) and vehicle-treated mice (n=12) by enumerating bacterial numbers in the blood and spleen lysates at 12h post-infection (lethal dose: 0.8-1 x 10 8 CFU/mouse). n=8 mice/group was used. (b) Bacterial dissemination to blood and spleen in PBS-treated Trpv1-Dtr mice (n=13) and DT-treated Trpv1-Dtr mice (n=12) at 12 h post-infection (lethal dose: 1.2 x 10 8 CFU/mouse). Data in a and b were pooled from two independent experiments. Statistical analysis by two-tailed Mann-Whitney test (a-b). Data are plotted with the median as the measure of centre. Supplementary Figure 13. Increased bacterial dissemination in nociceptor neuronablated mice after sub-lethal S. aureus lung infections. Bacterial dissemination of S.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nociceptor ablation regulates levels of pro-inflammatory cytokines in the BALF and lung lysates following infection. IL-β and MCP-1 cytokine levels were measured in the BALF (a), and in the lung lysates (b) of RTX-treated and vehicletreated mice 12h post-infection with a lethal dose of S. aureus (0.8 x 10 8 CFU/mouse). Uninfected mice were intra-tracheally inoculated with PBS alone. (a) RTX-treated groups: PBS (n=3), S. aureus (n=9); Vehicle-treated groups: PBS (n=3), S. aureus (n=10). (b) RTX-treated groups: PBS (n=4), S. aureus (n=13); Vehicle-treated groups: PBS (n=4), S. aureus (n=12). Data shown are from two independent experiments. Statistical analysis by two-tailed unpaired t-test. Data represent the mean.Supplementary Figure 16. GR1 antibody mediated depletion of lung neutrophils. (a)Representative FACS plots showing myeloid populations including neutrophils (Ly6G + CD11b + cells), Ly6c hi monocytes (Ly6G -Ly6C hi CD11b + ) and Ly6c lo monocytes (Ly6G -Ly6C lo CD11b + cells) 12h after lethal S. aureus lung infection in GR1 antibody or control IgG injected groups (vehicle-treated and RTX-treated mice). (b) Quantitative comparison of lung Ly6G + CD11b + neutrophils, Ly6C hi monocytes, and LyC lo monocytes in GR1 antibody and control rat IgG injected mice at 12h post-infection. n=3 mice per group. Data shown in b is from one experiment with multiple biological replicates. Statistical analysis by two-tailed unpaired ttest. Error bars, mean±s.e.m.SupplementaryFigure 17. GR1 antibody mediated depletion of neutrophils abolishes protective effects of RTX treatment during lethal S. aureus infection. (a) survival curves of vehicle-treated mice (n=10), RTX-treated + rat IgG mice (n=10), and RTX-treated + GR1 mice (n=10). Log-rank test was used for statistical analyses, p<0.0001 (RTX + rat IgG vs. RTX + GR1). (b) Core body temperature measurements after S. aureus infection (0.8 x 10 8 CFU/mouse) with or without neutrophil depletion (vehicle, n=5; RTX + rat IgG, n=5 and RTX + GR1, n=3). Statistical analysis by Two-way ANOVA with Bonferroni post-tests (p=0.0004, RTX + rat IgG vs. RTX + GR1). Data shown in a and b are pooled from two independent experiments. Data in b is plotted with the mean±s.e.m. Transcriptome datasets show Trpv1 gene expression in the dorsal root ganglia and lack of expression in immune cells. (a) We analyzed transcriptome datasets from a cross-section of different innate and adaptive immune celltypes deposited at the Immunological Genome Project (http://immgen.org), including CD4 + T cells, CD8 + T cells, B cells, γδ T cells, NK cells, macrophages, dendritic cells, and neutrophils. Heatmap rows show the expression of immune cell marker genes, and in the last row, Trpv1. Each column represents a distinct purified immune cell subset. (b) Microarray transcriptional expression data from different organ tissues and immune cell types at the mouse gene expression atlas (http://biogps.org) were analyzed.The RMA normalized gene expression for Trpv1 was plotted, showing expression in the dorsal root ganglia but not other tissue-types. Supplementary Figure 19. Flow cytometry gating strategy for purification of different lung immune cell populations. Lung-resident cells were pre-enriched for CD90.2 positive (a) and negative fractions (b) by magnetic separation using CD90.2 MicroBeads. CD4 T cells (A), TCRγ/δ T cells (B), B cells (C) and neutrophils (D) were isolated by fluorescenceactivated cell sorting according to the gating strategy depicted above. These populations were used for subsequent quantitative real-time PCR analysis of gene expression. Supplementary Figure 20. Trpv1 expression across lung immune cell-types and sensory ganglia. The indicated populations of lung immune cell populations (B cells, CD4 + T cells, neutrophils, TCRγδ + cells), thoracic dorsal root ganglia (DRG), and vagal ganglia were isolated from C57BL/6 mice. Trpv1 gene expression was analyzed by quantitative real-time PCR using Taqman assays. Data from B cells (n=4), CD4+ T cells (n=4), Neutrophils (n=4), TCRγδ + cells (n=4), thoracic DRG (n=3), and nodose ganglia (n=3) were analyzed. Error bars indicate mean± s.e.m. Supplementary Figure 21. Ablation of TRPV1 expressing nociceptor neurons does not affect steady state immune cell populations in the spleen. (a-c) RTX-treated and vehicletreated mice were analyzed for immune cell populations in the spleen by FACS after 4 weeks of sub-cutaneous RTX injection. Representative gating strategies and FACS plots for B and T cells (a), CD4 + and CD8 + T cells (b), and NK cells (c). (d) Quantitative analyses of these immune cell populations out of total CD45 + cells in the spleen between RTX-treated and vehicle-treated groups of mice. (e-f) FACS analyses of immune cells in the spleen after DT or PBS treatment of Trpv1-Dtr mice, showing B cells and NK cells (e), and CD4 + and CD8 + T cells (f). (g) Quantitative analyses of the major immune cell population in the spleen between DT-treated and PBS-treated Trpv1-Dtr mice. (d, g) n=4 animals per group. Data shown in d and g are pooled from two independent experiments. Statistical analysis in d and g by twotailed unpaired t-tests. Error bars indicate mean± s.e.m. Supplementary Figure 22. Flow cytometry and gating strategy for lung myeloid immune cell populations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Flow cytometry and gating strategy for lung T, B and NK cells. Gating strategy for FACS analysis and characterization of lung CD4 + T cells, CD8 + T cells, B cells and NK cells.SupplementaryFigure 24. Flow cytometry for lung γδ T cell populations in Nav1.8cre/Dta and RTX-treated mice. (a) Gating strategy for FACS analysis and the characterization of lung γδ T cell and its subtypes, Vγ1 + γδ T cells, Vγ2 + γδ T cells and double negative Vγ1 -Vγ2γδ T cells. (b) Increased lung γδ T cells and Vγ1 + γδ T cells in nociceptor-depleted Nav1.8-cre/Dta mice. (left) Representative FACS plots and (right) quantification data are from n=7(Nav1.8-cre/Dta mice) and n=3 (control littermate mice). (c) FACS analyses of total γδ T cells and its sub-types in Tcrd -/-(n=3/group) and WT (n=4/ group) mice following lethal S. aureus lung infection (12h) among vehicle-treated and RTXtreated mice. Statistical analysis by two-tailed unpaired t-test. Data shown in b are from one experiment with multiple biological replicates, and data shown in c are from two independent experiments. Error bars throughout figure indicate mean±s.e.mSupplementary Figure 25. Absolute numbers of lung γδ T cells, alveolar macrophages and neutrophils in RTX vs. vehicle treated mice. FACS analyses of lung cells to determine the numbers of (a) total γδ T cells (b) Vγ1 + T cells, (c) Vγ2 + T cells, (d) Vγ1 -Vγ2 -T cells, (e) alveolar macrophages, and (f) Ly6G + CD11b + neutrophils in vehicle-treated and RTX-treated mice infected with a lethal dose of S. aureus (12h) or without infection. Uninfected vehicle or RTX-treated groups, n=8 mice/group; S. aureus-infected vehicle or RTX-treated groups, n=4 mice/group. Data shown in a-f are pooled from two independent experiments. Statistical analysis throughout figure by two-tailed unpaired t-test. Error bars indicate mean± s.e.m. Supplementary Figure 26. Nociceptor-depleted Tcrd -/mice exhibit decreased bacterial clearance and IL-17-A in the lung following S. aureus infection. (a) Bacterial load recovery from the BALF collected from RTX-treated or vehicle-treated Tcrd -/mice at 6h post-infection with a lethal dose of S. aureus. WT(vehicle) (n=4 mice), WT (RTX) (n=4 mice) and Tcrd -/-(RTX) (n=5 mice). (b) IL-17A and IL-6 levels in the BALF 6h post-infection with lethal S. aureus. IL-17A: WT(vehicle) (n=6 mice), WT (RTX) (n=9 mice) and Tcrd -/-(RTX) (n=5 mice). IL-6: WT(vehicle) (n=4 mice), WT (RTX) (n=5 mice) and Tcrd -/-(RTX) (n=5 mice). (c) Percentage of neutrophils (Ly6G + CD11b + cells) in lung homogenates 12h following lethal S. aureus lung infection in RTX-treated or vehicle-treated Tcrd -/mice. n=4 mice per group. Statistical analysis by one-way ANOVA with Bonferroni post-tests. Error bars indicate mean± s.e.m. Depletion of alveolar macrophages does not impact other lung-resident immune cell populations. FACS analyses to determine the number of (a) alveolar macrophages, (b) interstitial macrophages, (c) CD11b + Dendritic Cells, (d) CD103 + Dendritic Cells, (e) Ly6G + CD11b + neutrophils, and (f) Ly6C hi CD11b + monocytes after intratracheal clodronate-laden liposome (CLL) administration or PBS liposome (PBS-L) in vehicle-treated and RTX-treated mice infected with a lethal dose of S. aureus (12h). n=3 mice/group. Data shown in a-f are representative results from two independent experiments with similar results. Statistical analysis throughout figure by two-tailed unpaired t-test. Error bars indicate mean± s.e.m.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Immunofluorescence images of vagal ganglia (VG) sections (a) and thoracic DRG (T1-T9) sections (b) for TRPV1 + and CGRP + neurons in DRG and VG sections. Bottom panels, Each dot represents (%) NF-200 + neurons out of total β-III tubulin + neurons per field in VG and DRG of vagal DT-injected and PBSinjected. Data are from DRG or VG tissues collected from vagal PBS-injected Trpv1-Dtr mice (n=3) or vagal DT-injected Trpv1-Dtr mice (n=3) from one experiment. Statistical analysis by two-tailed unpaired t-tests. Error bars indicate mean± s.e.m. Figure 30 . Bacteria induce CGRP release from cultured nociceptor neurons that is dependent on the agr virulence determinant. Primary nociceptor neurons from DRG were cultured and infected with WT S. aureus or ∆agr isogenic mutant S. aureus at indicated doses above for 30 min, and the levels of CGRP in the supernatant were determined by CGRP EIA assay (Cayman Chemicals). 500nM capsaicin stimulation was used as a positive control. N=3 biological replicates/group; Data are from one experiment, representative of two independent experiments. Statistical analysis by one-way ANOVA with Bonferroni post-tests. Error bars indicate mean± s.e.m. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 554,
                    "text": "Figure 30",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Figure 28. Vagal specific ablation of TRPV1 expressing neurons by nodose/jugular ganglia DT injections in Trvp1-Dtr mice."
        },
        {
            "text": "Supplementary Video 1. Neutrophil dynamic behaviors revealed using pulmonary intravital microscopy. Mice were pretreated with either vehicle control or RTX 4 weeks prior to GFP-S. aureus (green) pneumonia. Animals received 1x10 8 CFU into the lung and intravital imaging was performed at 4 hours post-infection. Neutrophils were visualized using fluorescently conjugated anti-Ly6G antibodies (red) and the endothelium was visualized using fluorescently conjugated anti-CD31 antibodies given intravenously prior to imaging. Representative video recordings of experiments from vehicle control and RTX-treated mice are shown side by side for comparison and then individually. Imaging experiments were repeated 3 separate times for vehicle control and 4 times for RTX.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Video Legend"
        }
    ]
}