{
    "paper_id": "b7d9caf654b2853014c0a94d3d5b0870959fee68",
    "metadata": {
        "title": "Home care for cancer patients during COVID-19 pandemic: the \"double triage\" protocol",
        "authors": [
            {
                "first": "Giampiero",
                "middle": [],
                "last": "Porzio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of L'Aquila, L'Aquila",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessio",
                "middle": [],
                "last": "Cortellini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of L'Aquila, L'Aquila",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": "alessiocortellini@gmail.com"
            },
            {
                "first": "Eduardo",
                "middle": [],
                "last": "Bruera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas MD Anderson Cancer Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lucilla",
                "middle": [],
                "last": "Verna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of L'Aquila, L'Aquila",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giulio",
                "middle": [],
                "last": "Ravoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Oncology Unit, St. Salvatore Hospital",
                    "institution": "Tuscany Tumors Association",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Flaminia",
                "middle": [],
                "last": "Peris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Oncology Unit, St. Salvatore Hospital",
                    "institution": "Tuscany Tumors Association",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Spinelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Oncology Unit, St. Salvatore Hospital",
                    "institution": "Tuscany Tumors Association",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cancer patients have an increased risk of developing severe forms of COVID-19, and advanced cancer patients who are followed at home, represent a particularly frail population. Although with substantial differences, the challenges which cancer care professionals have to face with during a pandemic are quite similar to those posed by natural disasters. Some of us have already managed the oncological home care service after the 2009 earthquake in L'Aquila (middle Italy). With this letter, we want to share with the medical community the procedures and tools that we have started using at the home care service of the Tuscany Tumor Association during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "After the China, the most of western countries have been experiencing the outbreak of the severe acute respiratory syndrome coronavirus 2 (SARSCoV-2), also known as coronavirus disease (COVID-19) [1] . The spread of COVID-19 reached the epidemiological criteria to declared pandemic, and on March 11th 2020, with more than 118,000 cases in 114 2 countries, and 4,291 deaths, the WHO have officially confirmed it [2] . A Chinese report have already revealed that cancer patients have an increased risk of developing severe forms of COVID-19, compared to non-cancer population [3] . Although with substantial differences, the challenges which cancer care professionals have to face with during a pandemic are quite similar to those posed by natural disasters. [4] . Flexibility, understood as the ability to quickly adapt to changing situations, represents the fundamental tool for overcoming critical issues. During the 2009 tragic earthquake of central Italy, some of us were serving at an oncological home care service in L'Aquila, the city which was more hardly hit. At that time, we had no available literature data nor previously published experiences related to oncological home care during natural disasters. Therefore, we based our activity on two main empirical principles: to maintain the continuity of care as much as possible, and to adapt our operating procedures according to the circumstances [5] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "In the home care setting, an infectious disease spread represents a serious problem from a dual (obvious) point of view. First, the risk for the patients of being infected, which can lead to severe and life-threatening forms of CODIV-19. Secondly, the risk for the health care professionals of being infected. All the figures involved have to be very careful and standardized processes might be helpful. During the current CODIV-19 pandemic, we are supporting the Tuscany Tumor Association (ATT), a charity with a twenty-year experience, which provides oncological home care in the cities of Florence, Prato and Pistoia, in Italy. At the beginning of the outbreak, ATT was following an average of 300 patients per day, 40% of whom were still on disease-oriented treatment, and by the first days of March 2020, the infection spread had already hit the served area. We have established a \"double triage\" protocol; our goals were ensuring the continuity of care and to protect the health care professionals from the infection. The first triage is a telephone interview, performed by a dedicated nurse the day before the scheduled home visit. This step is obviously focused on identifying patients who might have even mild forms of COVID-19. The nurse ask to each patient if within the previous 48 hours: 1) he/she have experienced fever, breathlessness or cough; 2) he/she (or his/her relatives) have recently been to known outbreak areas; 3) he/she have had direct contact with people known to have COVID-19; 4) he/she have had direct contact with people currently in quarantine. The same questionnaire is addressed to the patient relatives and/or cohabiters. Patients whit a positive first triage are referred to 3 the general practitioner, to follow the procedures established by the national health system [6] .",
            "cite_spans": [
                {
                    "start": 1712,
                    "end": 1713,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1807,
                    "end": 1810,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "Patients who resulted negative to the first questionnaire undergo to a second telephone interview, in order to schedule home accesses, avoiding unnecessary contacts. Symptoms severity and burden is assessed with the PERSONS score [7, 8] , while the life expectancy is evaluated with the Palliative Prognostic score (PaP score) [9] . Based on these parameters patients are classified into three colour-based priority categories as follows:",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "• Red: severe symptoms which are not controlled with the ongoing therapy (numeric rating scale [NRS] ≥ 7 for at least one PERSONS item and/or a total PERSONS score ≥ 20) and/or a PaP score C;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "• Yellow: moderate symptoms (NRS 4-6 for at least one PERSONS item and/or a total PERSONS score between 15 and 20) and/or a PaP score A-B;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "• Green: mild symptoms (NRS ≤ 3 for PERSONS items and/or a total PERSONS score ≤ 14) and/or PaP score A-B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "Home visits are then scheduled upon of the colour-based code: in case of red priority every day, in case of yellow priority twice a week and in case of green priority once a week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "However, both physicians and nurses continue to guarantee a ready availability 24 hours a day in case of emergencies. Through this process, we count on avoiding unnecessary access, protecting the health care professionals from the risk of infection, while guaranteeing the principles of the continuity of care. For patients who are on active disease-oriented treatment, we are also intensifying the collaboration with the oncologists, in order to maximize the integration. Of course, physicians and nurses wear personal protective equipment (masks, gloves, disposable gowns) during the home visits. We would like to point out a further element, always linked to the staff protection. After the experience of the 2009 earthquake, many of us suffered from post-traumatic stress disorder; based on this experience, we have reinforced the burn-out prevention protocol, usually managed by our psychologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "To date, we tested this procedure wit a small number of patients, to evaluate the feasibility and acceptability of the triage protocol. The telephone interview takes a few minutes and can be easily done by nurses. We have noticed, although without validated tools, a good level of patients acceptability; they perceived the telephone triage as an additional element of care and attention towards them. During the first five days, 78 patients were screened 4 with the double triage; we did not find positive patients at the first interview, while 6 (7.7%), 18 (23.1%) and 54 (69.2%) patients were classified as red, yellow and green priority, respectively.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 457,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Letter"
        },
        {
            "text": "Considering the evolving scenario and the rapid spread of COVID-19 worldwide, with this letter we want to share with the medical community the procedures and tools that we have started using at the home-care service of the ATT; we are also collecting data that will be subject to further publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "30096--30102",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cancer Care After Natural Disaster: Different Countries, Similar Problems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortellini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giusti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Glob Oncol",
            "volume": "5",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1200/JGO.19.00155.5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Home care for cancer patients after an earthquake: the experience of the \"L'Aquila per la Vita\" Home Care Unit",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Porzio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aielli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verna",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Pain Symptom Manage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Italian Ministry of Health recommendations for \"case\" definition",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The PERSONS score for symptoms assessment in simultaneous care setting: A pilot study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortellini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Porzio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Masel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat Support Care",
            "volume": "17",
            "issn": "1",
            "pages": "82--86",
            "other_ids": {
                "DOI": [
                    "10.1017/S1478951518000238"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The PERSONS score: A new tool for cancer patients' symptom assessment in simultaneous care and home care settings",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortellini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Porzio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cofini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Palliat Support Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Successful validation of the palliative prognostic score in terminally ill cancer patients. Italian Multicenter Study Group on Palliative Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maltoni",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nanni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pirovano",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Pain Symptom Manage",
            "volume": "17",
            "issn": "4",
            "pages": "240--247",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements: none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Authors' contributions: all authors contributed to the publication according to the ICMJE guidelines for the authorship (study conception and design, acquisition of data, analysis and interpretation of data, drafting of manuscript, critical revision).Funding: no funding was received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Astrazeneca, MSD, BMS, Roche, Novartis, Istituto Gentili, and Astellas. All other authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest: Dr Alessio Cortellini received speaker fees and grant consultancies by"
        }
    ]
}