{
    "paper_id": "b81a999c12231263745f291d94643297653b07e8",
    "metadata": {
        "title": "OPV-like poliovirus type 1 detection in patients with severe acute respiratory syndrome",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "B"
                ],
                "last": "Bai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "J"
                ],
                "last": "Hou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Y"
                ],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Y"
                ],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Q"
                ],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "R"
                ],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "H"
                ],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "W"
                ],
                "last": "Kong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "D"
                ],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "J"
                ],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "H"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "P"
                ],
                "last": "Mao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Although severe acute respiratory syndrome-associated coronavirus (SARS-CoV) was identified as the causative agent of SARS [1, 2] , other pathogens, including human metapneumovirus and Chlamydia pneumoniae, have been detected together with SARS-CoV in some patients [3] . Moreover, [19.6% of patients with SARS had diarrhea; however, in most cases, SARS-CoV could not be isolated from the stools of these patients [2, 3] . During the outbreak of SARS, about 60% of patients did not have definitely identified pathogens. The information to date suggests that SARS-CoV is necessary and sufficient for the causation of SARS in humans, but it remains to be determined whether microbial or other cofactors enhance the severity or transmissibility of the disease.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2003, when we examined by electron microscopy the cell culture taken from a throat swab from a 26.3-year-old woman with SARS (Case 1), we were surprised by the presence of other virus-like particles apart from SARS-CoV. These small, round particles, 20-30 nm in diameter, differed greatly from coronavirus. Viral RNA was extracted from the cell culture using the QIAamp Viral RNA Mini Kit (Qiagen, Hilden, Germany). Reverse transcription was performed using SuperScript III Reverse Transcriptase (Invitrogen, Carlsbad, CA, USA) and aliquots of cDNA were amplified by Platinum Taq DNA Polymerase High Fidelity (Invitrogen), with the random primers. Sequence analysis of 80 bp indicated that our isolate had high sequence identity with poliovirus Sabin 1. To confirm this result and gain more details about our isolate (named BJS01), we isolated the virus from the throat swab using human rhabdomyosarcoma (RD) cell line and designed primers that targeted the VP1-2A region (nt 2433-2880, forward primer 5 0 -TTTGTGTCAGCGTGTAATGA-3 0 and reverse primer 5 0 -AATTCCATATCAAATCTAGA-3 0 ) of Sabin PV1 strain (GenBank accession number AY184219) to perform another polymerase chain reaction (PCR) assay. PCR products were cloned into the pGETM vector (Promega, Madison, WI, USA) and sequenced. Sequences were compared with those in GenBank using the Basic Local Alignment Search Tool (BLAST, http://blast.ncbi.nlm.nih. gov/Blast.cgi), which showed 99.5% homology to Sabin 1 isolate AY184219. Neutralization assays were performed according to the World Health Organization (WHO) ''Manual for the virologic investigation of polio'' with a set of polyclonal antiserum pools, RIVM, gifted by the Chinese Center for Disease Control and Prevention (CDC) [4] , and the isolate BJS01 was neutralized with antiserum pools against poliovirus type 1, indicating the virus identity as poliovirus type 1. The findings from the indirect immunofluorescence assay confirmed this result ( Fig. 1) .",
            "cite_spans": [
                {
                    "start": 1744,
                    "end": 1747,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1968,
                    "end": 1975,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To investigate whether this poliovirus type 1 was present in other SARS patients, we collected for virus isolation and/or reverse transcription (RT)-PCR 38 specimens from 20 subjects (13 male, seven female; mean age 37.2 years; range 19-73 years), who were admitted to the Beijing 302 Hospital from March to June 2003 and who fulfilled the WHO case definition of SARS [5] , and seven postmortem tissue samples from a 53-year-old man with SARS (Case 2). Stool specimens from 25 healthy individuals and 25 patients with hepatitis A or hepatitis B, and ten postmortem tissue samples from five patients with hepatitis B were available as controls (Table 1 ). Viral RNA was extracted and RT-PCR was carried out using primers that targeted the VP1-2A region. Nuclease-free water was used as a negative control and all of the PCR procedures were performed twice. The results showed that, including Case 1, five of 13 saliva specimens, three of eight sputum specimens, five of seven urine specimens, and all five throat swabs and six stool specimens from SARS patients were positive for OPV-like poliovirus 1. This confirmed that 15 of 21 (71.4%) SARS patients harbored OPV-like poliovirus 1 ( Table 2 ). In contrast to the SARS specimens, only one of 50 stool specimens from control subjects, from a 5-yearold child with hepatitis A, was positive for OPV-like poliovirus 1. This finding was significantly different to that of SARS patients (p = 0.000). Interestingly, among seven postmortem tissue samples from a 53-year-old man, the kidney and small intestine but not the brain, lung, liver, spleen, or pancreas were positive for OPV-like poliovirus 1, with negative results for the postmortem kidney and small intestine tissue samples from five patients with hepatitis B.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 651,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1186,
                    "end": 1193,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In addition, three of 15 doubly infected patients with SARS-CoV and OPV-like poliovirus died (Cases 2, 3, and 10), which gave a mortality of 20%. All six of the SARS patients without OPV-like poliovirus infection were still alive. It is worth mentioning that all three deceased subjects were older than 50 years of age, which indicates that they had never received vaccination for OPV-like poliovirus because vaccination in China was initiated in the 1960s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Poliomyelitis has prevailed for several decades, but great progress has been made since 1988 towards its eradication. OPV is an effective vaccine against poliovirus infection, and its mutated derivatives can be detected in Fig. 1 Indirect immunofluorescence assay of the virus isolate. a Cells without virus inoculation were negative for green fluorescence. b Cells inoculated with virus BJS01 isolate showed a high intensity of green fluorescence in the cytoplasm, which suggested poliovirus type 1 replication in cultured cells normal populations for weeks to months after immunization, mainly among children. Surprisingly, we detected OPV-like poliovirus 1 in many adult SARS patients. Poliovirus can be transmitted from person to person by close contact, either through upper respiratory tract secretions or the fecal-oral route [6] , similarly to SARS-CoV [7] , which could enable co-infection with poliovirus and SARS-CoV. The reduced immunity to poliovirus type 1 in adults [8, 9] and the impaired immunity of SARS patients also made OPV-like poliovirus 1 infection possible. In agreement with previous reports [10] [11] [12] , our postmortem results showed widespread hemorrhage and necrosis in the spleen and lymph nodes and a decreased number of inherent lymphocytes (data not shown), which suggested that these SARS patients were severely immunocompromised. Moreover, lymphopenia and steroid treatment [13] [14] [15] , included in this cohort (data not shown), cause deterioration of the immunological function of patients with SARS. All of these factors may facilitate the spread and replication of OPV-like poliovirus 1. However, it is still unknown whether one virus infected before the other, or if both viruses infected simultaneously.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 229,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "It is highly improbable that our results were false because of the following. (1) None of the stool samples from healthy controls and only one of those from hepatitisvirus-infected controls, that from a 5-year-old child who may have been inoculated with OPV several months previously, was positive for OPV-like poliovirus 1. However, all stool samples from SARS patients were positive for OPV-like poliovirus 1 and controls were negative. (2) The laboratory used for these studies had not previously been used for poliovirus research, limiting the chances of contamination, and the virus isolation results were confirmed by another laboratory. (3) All of the PCR amplifications with positive or negative results for OPV-like poliovirus 1 were repeated with the same results. In addition, the neutralization antibody titer to the Sabin 1 BJS01 isolate from Case 3 was 2 in serum 1 versus 16 in serum 2 collected from the same patient 4 days later (data not shown), which further supported the finding of OPV-like poliovirus 1 infection in SARS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results obtained in this study indicated the existence of OPV-like poliovirus 1 in adult cases of SARS. However, the exact relationship between OPV-like poliovirus 1 and Throat swabs from Cases 1, 2, and 3 were used for virus isolation and then reverse transcription polymerase chain reaction (RT-PCR) assay; other specimens and control samples were directly subjected to RT-PCR",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "? positive, -negative, ND not detected a RT-PCR was performed directly on postmortem tissue specimens from Case 2, with positive results for the kidney and small intestine, and negative results for the brain, lung, liver, spleen, pancreas, and postmortem tissue controls OPV-like poliovirus type 1 detection 457",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Manual for the virologic investigation of polio",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "25--29",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Case definitions for surveillance of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Polio laboratory manual. WHO/IVB/04",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe acute respiratory syndrome (SARS) in neonates and children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Dis Child Fetal Neonatal Ed",
            "volume": "90",
            "issn": "",
            "pages": "461--466",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Decline in immunity to polio among young adults",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grotto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Handsher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gdalevich",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "4162--4168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Long-lasting poliovirusneutralizing antibodies among Argentinean population immunized with four or five oral polio vaccine doses 1 month to 19 years previously",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Nates",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Barril",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Viral Immunol",
            "volume": "20",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multiple organ infection and the pathogenesis of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "",
            "pages": "415--439",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The clinical pathology of severe acute respiratory syndrome (SARS): a report from China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "",
            "pages": "282--291",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathology and pathogenesis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korteweg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "170",
            "issn": "",
            "pages": "1136--1183",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outcomes and prognostic factors in 267 patients with severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Intern Med",
            "volume": "139",
            "issn": "",
            "pages": "715--738",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2431--2472",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical and laboratory features of severe acute respiratory syndrome vis-à-vis onset of fever",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "509--526",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Specimens collected in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection of poliovirus strain Sabin 1 in SARS patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "SARS/SARS-CoV was unknown and needs further research.Conflict of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}