{
    "paper_id": "b8e782cdfe20396388cb56a67dc536cf5ae21ce7",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 Infection Unmasking Brugada Syndrome COVID-19 Infection Unmasking Brugada Syndrome Short Title: COVID-19-Induced Syncope",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Shore University Hospital",
                    "location": {
                        "addrLine": "300 Community Drive Manhasset",
                        "postCode": "11030",
                        "settlement": "Manhasset",
                        "region": "New York, NY",
                        "country": "USA"
                    }
                },
                "email": "davidchang7787@gmail.com"
            },
            {
                "first": "Moussa",
                "middle": [],
                "last": "Saleh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Shore University Hospital",
                    "location": {
                        "addrLine": "300 Community Drive Manhasset",
                        "postCode": "11030",
                        "settlement": "Manhasset",
                        "region": "New York, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Youssef",
                "middle": [],
                "last": "Garcia-Bengo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Shore University Hospital",
                    "location": {
                        "addrLine": "300 Community Drive Manhasset",
                        "postCode": "11030",
                        "settlement": "Manhasset",
                        "region": "New York, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Evan",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Shore University Hospital",
                    "location": {
                        "addrLine": "300 Community Drive Manhasset",
                        "postCode": "11030",
                        "settlement": "Manhasset",
                        "region": "New York, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Epstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Shore University Hospital",
                    "location": {
                        "addrLine": "300 Community Drive Manhasset",
                        "postCode": "11030",
                        "settlement": "Manhasset",
                        "region": "New York, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Willner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Shore University Hospital",
                    "location": {
                        "addrLine": "300 Community Drive Manhasset",
                        "postCode": "11030",
                        "settlement": "Manhasset",
                        "region": "New York, NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "First described in the 1990s, the Brugada syndrome initially characterized unexplained sudden cardiac death in healthy Southeast Asian men. 1 Mutations in the cardiac sodium channel were later identified in the SCN5A and SCN10A genes, accounting for nearly 50% of the cases. 2, 3 Brugada syndrome phenotype is associated with decrease in the sodium current due to reduction in sodium channels and/or reduction of function of the sodium channels. While the reduction in the sodium current manifests with characteristic electrocardiographic abnormalities, patients with the Brugada syndrome are often healthy and unaware of their genetic predisposition. As a result, the diagnosis of Brugada syndrome is often made following syncope or aborted sudden cardiac arrest. 4 Fever, alcohol, and medications causing sodium channel blockade are well described provocative triggers that may incite arrhythmia in patients with the Brugada syndrome. 5 Here, we report a novel case of syncope due to Coronavirus Disease 2019 (COVID-19)-induced fever in a patient with previously unrecognized Brugada syndrome.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 279,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 766,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 937,
                    "end": 938,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "A 49 year old Bangladeshi man without significant medical history presented after an episode of syncope. A colleague witnessed the patient suddenly lose consciousness while sitting in his chair at work. The patient regained consciousness after 1-2 minutes with no postictal symptoms. He endorsed a day of subjective fevers, which he attributed to hepatitis B vaccination received 48 hours prior to presentation. He had experienced a similar reaction after his first injection a month prior. He denied similar episodes in the past and also denied recent travel or sick contacts. Notably, the patient's younger brother had a similar episode of syncope approximately a year ago; there was no family history of sudden cardiac death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case:"
        },
        {
            "text": "Upon presentation, the patient was afebrile with otherwise stable vital signs. A STEMI was called following acquisition of his first ECG ( Figure 1 ) and the patient was taken for urgent coronary angiogram, which showed normal coronary arteries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case:"
        },
        {
            "text": "Transthoracic echocardiogram was performed, which showed preserved cardiac function with no anatomic abnormalities. No pericardial or pleural effusions were noted. He was admitted for further evaluation. Overnight, the patient spiked a fever of 102F with ECG changes as shown in Figure 2 . Given his persistent fevers overnight, the patient was placed on airborne isolation and tested for COVID-19 (UTM®: Viral Transport (Copan, Murrieta, CA, USA)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Case:"
        },
        {
            "text": "The patient's fever improved with Tylenol and he remained asymptomatic with no respiratory symptoms including cough and dyspnea. With defervescence, the patient's ECG changes were noted as shown in Figure 3 . There were no significant arrhythmic events including PVCs and NSVTs observed on telemetry. The respiratory viral panel and blood cultures were unremarkable. Approximately 24-hours after the viral swab was collected, the patient tested positive for COVID-19. He remained in airborne isolation for seven days due to persistent fevers but no respiratory symptoms. The patient was discharged with a LifeVest® (Zoll Medical, Pittsburgh, PA, USA) with plan for outpatient cardiac MRI and eventual implantation of a subcutaneous defibrillator when cleared from home quarantine. The medical staff in contact with the patient was screened and high-risk staff members were sent for the COVID-19 tests and quarantined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Case:"
        },
        {
            "text": "Patients with the Brugada syndrome, a combination of the Brugada ECG pattern, clinical symptoms, and/or pertinent family history, commonly present with an episode of syncope or aborted sudden cardiac arrest from ventricular arrhythmia. 6 The two common Brugada ECG patterns are the type 1 Brugada ECG pattern \"coved\" with the ST segment elevation that concaves down with inverted T waves in V1-2 and the type 2 Brugada ECG pattern with the \"saddle back\" ST segment elevation and an upright or biphasic T waves in V1-2. 7 Of the two types, the type 1 Brugada ECG pattern has a higher risk for ventricular arrhythmias. 8 Patients with a type 1 Brugada ECG pattern and pertinent clinical features such as a personal history of syncope, ventricular arrhythmia, or family history of sudden cardiac death meet the diagnosis for the Brugada syndrome. Those with a type 2 Brugada ECG pattern and pertinent clinical features require a class I antiarrhythmic drug challenge to induce a type 1 Brugada ECG pattern in order to meet the diagnosis of the Brugada syndrome. 9 Discerning the difference between the Brugada syndrome and the Brugada pattern with no relevant clinical features is important for patient management. An ICD implantation is a class 1 indication in patients with the Brugada syndrome that survived a cardiac arrest and/or has a history of spontaneous sustained ventricular tachycardia. 9 On the other hand, asymptomatic patients with the Brugada ECG pattern but no clinical signs and family history suggestive of the Brugada syndrome do not benefit from a defibrillator. 10 In patients without a clear indication for an ICD but presenting with high clinical suspicion for the Brugada syndrome, other clues may help guiding treatment.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 519,
                    "end": 520,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 617,
                    "end": 618,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1059,
                    "end": 1060,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1396,
                    "end": 1397,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1581,
                    "end": 1583,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Provocative triggers such as fever, alcohol, and medications may unmask a type 1 Brugada ECG pattern. 11 For instance, a patient with a type 2 Brugada ECG pattern at rest presenting with a fever and a \"coved\" ST elevation resembling a type 1 Brugada ECG pattern may be diagnosed with the Brugada syndrome without an antiarrhythmic drug challenge.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Fever is shown to precipitate arrhythmia in patients with the Brugada syndrome and one study showed that more than half of the study cohort experienced syncope or cardiac arrest in the setting of a fever. 12, 13 The biophysical properties of the cardiac sodium channel worsen at higher temperatures. 14 While the functional decline in mutated sodium channels in patients with the Brugada syndrome from a physiological temperature to a higher temperature may be minimal, the loss of function of the intact sodium channels may clinically translate into a fever-induced arrhythmia. 15 In addition, the shortening of the intraepicardial dispersion of action potential duration due to elevated temperature may facilitate re-entrant ventricular tachycardia. 11 COVID-19 was first identified in Wuhan, China in early December 2019 as a case of pneumonia with unknown etiology. 12 In January 2020, the novel viral pathogen was identified, and with rapid spread was declared an international pandemic in March 2020. 12, 13, 14 The severe inflammatory response to COVID-19 results in a febrile illness in the vast majority of patients. 15 As shown in our case, COVID-19-induced fever led to symptomatic Brugada syndrome.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 870,
                    "end": 872,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Symptomatic COVID-19 infection is typified by high fever, a known precipitant of arrhythmia in patients with the Brugada syndrome. In addition to standard isolation procedures for patients diagnosed with COVID-19, those with known or suspected Brugada ECG patterns may warrant more aggressive anti-pyretic therapy and serial screening ECGs. In addition, when managing a febrile patient with syncope, an ECG must be a part of the evaluation. Defibrillator implantation should be strongly considered in individuals with a provoked type 1 Brugada ECG pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Arrhythmogenic marker for the sudden unexplained death syndrome in Thai men",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nademanee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veerakul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nimmannit",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Circulation",
            "volume": "96",
            "issn": "",
            "pages": "2595--2600",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Natural history of Brugada syndrome: insights for risk stratification and management",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Priori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Napolitano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gasparini",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ciruclation",
            "volume": "105",
            "issn": "",
            "pages": "1342--1347",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mutations in SCN10A are responsible for a large fraction of cases of Brugada syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Barajas-Martinez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Coll Cardiol",
            "volume": "64",
            "issn": "",
            "pages": "66--79",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Brugada syndrome: a general cardiologist's perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Polovina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vukicevic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Banko",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Intern Med",
            "volume": "44",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Brugada syndrome: clinical and genetic findings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sarquella-Brugada",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Campuzano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbelo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genetics in Medicine",
            "volume": "18",
            "issn": "",
            "pages": "3--12",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Present status of Brugada syndrome: JACC state-of-the-art-review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Campuzano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbelo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Current electrocardiographic criteria for diagnosis of Brugada pattern: a consensus report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Bayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baranchuk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Electrocardiol",
            "volume": "45",
            "issn": "",
            "pages": "433--442",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of clinical and genetic findings on the management of young patients with Brugada syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andorin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Behr",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Denjoy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Heart Rhythm",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HRS/EHRA/APHRS expert consensus statement on the diagnosis and management of patients with inherited primary arrhythmia syndromes: document endorsed by HRS, EHRA, and APHRS in May",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Priori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Heart Rhythm",
            "volume": "10",
            "issn": "",
            "pages": "1932--1963",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Long-term prognosis of patients diagnosed with Brugada syndrome: Results from the FINGER Brugada Syndrome Registry",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Probst",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Veltmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eckardt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circulation",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Temperature modulation of ventricular arrhythmogenicity in a canine tissue model of Brugada syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zipes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Heart Rhythm",
            "volume": "4",
            "issn": "",
            "pages": "188--197",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fever increases the risk for cardiac arrest in the Brugada syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Meregalli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Intern Med",
            "volume": "149",
            "issn": "",
            "pages": "216--218",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Induced Brugada-type electrocardiogram, a sign for imminent malignant arrhythmias",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Junttila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lizotte",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Circulation",
            "volume": "117",
            "issn": "",
            "pages": "1890--1893",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ionic mechanisms responsible for the electrocardiographic phenotype of the Brugada syndrome are temperature dependent",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dumaine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Circ Res",
            "volume": "85",
            "issn": "",
            "pages": "803--809",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Brugada syndrome and fever: genetic and molecular characterization of patients carrying SCN5A mutations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rougier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kucera",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cardiovasc Res",
            "volume": "67",
            "issn": "",
            "pages": "510--519",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Figure 1: The patient's initial 12-lead ECG in the ED. Figure 2: The patient's repeat 12-lead ECG with a fever of 102F. Figure 3: The patient's repeat 12-lead ECG with resolution of fever",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fever is the most common clinical presentation in patients tested positive for COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Uncontrolled fever in patients with the Brugada syndrome portends higher risk for syncope and sudden cardiac arrest",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The healthcare providers encountering febrile patients with suspicious ECG findings must address all potential infectious etiologies and treat the fever",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}