{
    "paper_id": "b903e9bc0e1b26039fd6f5deb4cfd9e2ae6e474f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Small molecule compounds. BCX4430 [(2S,3S,4R,5R)-2-(4-amino-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-5-(hydroxymethyl)pyrrolidine-3,4-diol] is an adenosine analog. BCX1777 [(1S)-1,4-dideoxy-1-C-(4-hydroxypyrrolo[3,2-d]pyrimidin-7-yl)-1,4-imino-D-ribitol hydrochloride)] 30 is a nucleoside analog that is structurally similar to BCX4430. The purine base in BCX4430 is an adenine analog whereas it is a hypoxanthine analog in BCX1777. BCX1777 is poorly converted to its triphosphate metabolite and was used as a negative control compound, as indicated in figure legends. Synthesized BCX4430-TP was used in the in vitro hepatitis C polymerase activity assay. BCX4430, BCX4430-TP, and BCX1777 were synthesized by BioCryst Pharmaceuticals, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "BCX1777 Cystallography. A LEICA MZ75 microscope was used to identify a suitable crystal of BCX1777 measuring 0.06 × 0.03 × < 0.02 mm. The crystal was coated in a cryogenic protectant (mineral oil), and was then fixed to a loop which in turn was fashioned to a mounting pin. The mounted crystal was then placed in a cold nitrogen stream (Oxford) maintained at 120 K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A BRUKER PROTEUM Kappa X-ray diffractometer was employed for crystal screening, unit cell determination and data collection. The goniometer was controlled using the PROTEUM software suite. The sample was optically centered with the aid of a video camera such that no translations were observed as the crystal was rotated through all positions. A PROTEUM CCD area detector (1024 × 1024 pixel) was set at 5.0 cm from the crystal sample. The X-ray radiation employed was generated from a rotating anode Cu source. Under these experimental conditions the resolution limit recommended by checkCIF could not be reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For unit cell determination 36 data frames were taken at widths of 0.5° with an exposure time of 5 seconds. Reflections were centered and their positions determined. These reflections were used in CELL_NOW to determine the unit cell. A suitable cell was selected and refined by nonlinear least squares and Bravais lattice procedures. The unit cell was verified by examination of the h k l overlays on several frames of data. No super-cell or erroneous reflections were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "After careful examination of the unit cell an extended data collection procedure was initiated. This procedure consists of collection of data using omega and phi scans at 0.5 o frame width.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Integrated intensity information for each reflection was obtained by reduction of the data frames with the program APEX-II. The integration method employs a three dimensional profiling algorithm and all data were corrected for Lorentz and polarization factors. Finally the data was scaled to produce a suitable data set. The absorption correction program SADABS was employed to correct the data for absorption and other systematic errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systematic reflection conditions and statistical tests suggested that the space group was noncentrosymmetric P2 1 . The structure was solved using SHELXTL. All non-hydrogen atoms were refined with anisotropic thermal parameters. The hydrogen atoms bound to carbon were placed in idealized positions, as generated in XSHELL [C-H = 0.96 Å, U iso (H) = 1.2 × U iso (C)].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The hydrogen atoms bound to N and O atoms were located from a Fourier difference map and were then set riding [U iso (H) = 1.2 × U iso (N or O)]. The final structure was refined (weighted least squares refinement on F 2 ) to convergence. X-Seed was employed for the structure plots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "BCX1777 was obtained as a white to off-white crystalline solid. The analytical data for BCX1777 match with the data reported in literature 31, 32 . The absolute stereochemistry of BCX1777 hydrochloride was confirmed as a beta isomer by Single Crystal X-Ray measurements. The ORTEP structure is presented in Supplementary Figure 4 . To a suspension of BCX1777 (500.0 g, 1.474 mol) in a water : methanol mixture (1:1, 10.4 L) was added triethylamine (621 mL, 4.42 mol) at room temperature followed by (Boc) 2 O (987 g, 4.53 mol). The reaction mixture became homogenous after the addition of (Boc) 2 O with slight increase in internal temperature from 28 o C to 33 o C. The reaction mixture started becoming turbid after about 1 hour of stirring. The solution was stirred at room temperature overnight. The solid product obtained was collected by filtration, washed with water (5 L), dried under high vacuum at 50 o C to furnish 1 (482 g, 89%) as a white solid.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 145,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 423,
                    "text": "(1:1, 10.4 L)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 329,
                    "text": "Supplementary Figure 4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(2R,3R,4S,5S)-2-(Acetoxymethyl)-1-(tert-butoxycarbonyl)-5-(4-oxo-4,5-dihydro-3Hpyrrolo[3,2-d]pyrimidin-7-yl)pyrrolidine-3,4-diyl diacetate (2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To a suspension of 1 (482 g, 1.32 mole) in pyridine (740 mL, 9.21 mole) cooled with an icewater bath was added DMAP (3.22 g, 26.32 mmol) followed by acetic anhydride (435 mL, 4.61 mmol). The reaction mixture was stirred at room temperature for 14 h and diluted with chloroform (3 L) and deionized water (2 L). The organic layer was separated and washed with water (2 L). The water layers were combined and extracted with chloroform (1 L). The organic layers were combined and washed with aqueous 2 N HCl (2 x 1 L), water (2 x 1 L), saturated sodium bicarbonate (2 x 1 L) and brine (2 x 1 L) then dried over MgSO 4, filtered and concentrated to dryness under vacuum (water bath temperature 50-55 o C). The vacuum was switched to a high vacuum oil pump until no more distillate was seen to furnish a dense syrupy crude product of 2 (715 g, 110 % yield, this percentage reflects some amounts of tetra acetylated product). The product was used as such for next step. An analytical sample was prepared by purification of the above crude mixture using flash column chromatography [silica gel, eluting with 0-100% (9:1) ethyl acetate / methanol in hexane] to furnish 2 as a white solid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2R,3R,4S,5S)-2-(Acetoxymethyl)-1-(tert-butoxycarbonyl)-5-(4-chloro-5H-pyrrolo[3,2d]pyrimidin-7-yl)pyrrolidine-3,4-diyl diacetate (3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To a solution of 2 (622 g, 1.26 mol) in acetonitrile (2.75 L) was added at room temperature, benzyltriethyl ammonium chloride (575 g, 2.5 mol), dimethylaniline (240 mL, 1.9 mol), followed by POCl 3 (706 mL, 7.58 mol). The reaction mixture was slowly heated up to 80 o C and held at this temperature for 10 minutes (TLC in 9:1 chloroform / methanol showed reaction was completed). The black homogeneous solution was cooled down to about 50 o C and concentrated under vacuum (water bath temperature 70-73 o C) to remove POCl 3 . The residue was dried under high vacuum pump to remove traces of POCl 3. The residue obtained was dissolved in chloroform (3 L) and quickly washed carefully with aqueous saturated sodium bicarbonate until a neutral pH was obtained. The organic layer was washed with water (2 L) and brine (2 L) then dried over MgSO 4 , filtered, and concentrated under vacuum to dryness (water bath temperature 50-53 o C). The black crude product of 3 was used as such in next step. An analytical sample was prepared by purification of 500 mg of the crude residue [silica gel 12 g, eluting with ethyl acetate/methanol (9:1) in hexanes 0-50%] to furnish product which was crystallized from ether/hexanes to obtain 3 (301 mg) as a white solid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "(2R,3R,4S,5S)-2-(Acetoxymethyl)-5-(4-azido-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-1-(tertbutoxycarbonyl)pyrrolidine-3,4-diyl diacetate (4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "To a solution of 3 (1.26 mol, based on 100% conversion of step 2 to 3) in DMF (1.5 L) was added sodium azide (411 g, 6.32 mol) and heated with stirring at 80 o C for 10 h (TLC in 9:1 chloroform methanol and 1:1 hexane: ethyl acetate showed reaction was complete). The reaction mixture was cooled to 25 o C, poured into ice (2 L), and extracted with chloroform (2 x 1 L). The chloroform layers were combined, washed with water (2 x 2 L) and brine (2 L) then dried, filtered, and concentrated under vacuum (water bath temperature 70-80 o C) to yield a black sludge. Purification of the crude material was achieved by flash column chromatography [(987 g of crude, 8 x 30 inch column, ½ full silica gel, eluting with hexane : ethyl acetate; 9:1 (40 L); 7:3 (20 L); 6:4 (20 L); 1:1 (20 L); 4:6 (20 L) and 2:8 (20 L)]. The appropriate fractions were The reaction mixtures were hydrogenated at 150 psi for 15-18 h. The reaction mixture was filtered to remove the catalyst through a pad of celite. The filtrates from the three batches were combined and concentrated under vacuum (water bath temperature 60-70 o C) until constant weight was obtained to furnish 5 (328.8 g, 79%). The product was pure enough to be used as such for next step. An analytical sample was prepared by purification of 5 gm of the product using flash column chromatography (silica gel, eluting with 0-10% methanol in chloroform) to furnish 3.177 gm of compound 5 as a gray solid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "(2S,3S,4R,5R)-tert-Butyl-2-(4-amino-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-3,4-dihydroxy-5-(hydroxymethyl)pyrrolidine-1-carboxylate (6) 5 was converted to 6 in three batches as follows: Batch 1. To a solution of 5 (81.5 g, 165.8 mmol) in methanol (370 mL) was added a solution of NaOMe (sodium methoxide, 25 wt. % solution in methanol, 4.49 g , 20.76 mmol) at room temperature. Batch 2. To a solution of 5 (117.8 g, 239.6 mmol), in methanol (530 mL) was added a solution of NaOMe (sodium methoxide, 25 wt. % solution in methanol, 6.58g, 30.45 mmol) at room temperature. Batch 3. To a solution of 5 (129.5 g, 263.5 mmol) in methanol (584 mL) was added a solution of NaOMe (sodium methoxide, 25 wt. % solution in methanol, 6.99 g, 32.35 mmol) at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "The reaction mixtures were stirred at room temperature until TLC (chloroform: methanol 9:1) showed all the starting material has reacted (7-8 h). The reaction mixtures were concentrated (water bath temperature 65-75 o C) to furnish 6 in three separate batches, which was pure enough to be used as such for next step. An analytical sample was prepared by purification of 1.0 gm of the mixture using flash column chromatography (silica gel, eluting with 0-10% methanol in chloroform) to furnish 6 (873 mgs) as a white solid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "(2S,3S,4R,5R)-2-(4-Amino-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-5-(hydroxymethyl) pyrrolidine-3,4-diol (BCX4430) 6 was converted to BCX4430 in three batches as follows: Batch 1. 6 (165.8 mmol) obtained from batch-1 above was dissolved in aq. HCl (118 mL of conc. HCl and 293 mL of water). Batch 2. 6 (239.6 mmol) obtained from batch-2 above was dissolved in aq. HCl (169 mL of conc. HCl and 421 mL of water). Batch 3. 6 (263.5 mmol) obtained from batch-3 above was dissolved in aq. HCl (186 mL of conc. HCl and 468 mL of water). The reaction mixtures were stirred at room temperature for 30 min (strong evolution of CO 2 gas) and then each batch was concentrated under vacuum to dryness (water bath temperature 80-90 o C). Batches 2 and 3 were pooled to give 226 g of damp clear yellow product. Batch 1 gave 91.4 g of a dark grayish product. Recrystallization performed as follows: For batches 2 and 3, to the wet product was added water (226 mL) and heated to 50 o C at which point hot ethanol was added slowly until crystallization was initiated. The mixture was kept at 50 o C for 10 minutes then allowed to reach 25 o C with strong stirring. The solid obtained was collected by filtration to give light yellow colored powder of BCX4430 (88 g, 51%, combined yield over two steps).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "Batch one was processed in same way to give BCX4430 (33.0 g, 58% combined yield over two steps) as a light grayish colored solid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "Structural elucidation of BCX4430: Selective NOE experiments of BCX4430 were carried out on a Bruker Avance 600 spectrometer at 350K in DMSO-d 6 . The analytical data for all the intermediates and BCX-4430 are given in the Supplementary Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY INFORMATION RESEARCH"
        },
        {
            "text": "To determine if BCX4430 is metabolized to the triphosphate form in mammalian cells, Huh-7 (derived from human hepatocellular carcinoma) cells were exposed to 3 H-BCX4430 or 3 Hadenosine for 48 h. At selected time points, cells were washed with ice-cold phosphate buffered saline (PBS) three times, and the intracellular active compound and its respective metabolites were extracted with 60% methanol. Samples were analyzed by high-performance liquid chromatography (HPLC) on a C-18 reverse phase column using a linear gradient of 0-25% acetonitrile in 10 mM potassium dihydrogen phosphate, 2 mM tetrabutylammonium phosphate. Radioactivity was detected on-line using a Radiomatic 500 TR series detector (FLO ONE Beta flow scintillation analyzer, Perkin-Elmer). For PK evaluations, BCX4430 and BCX4430-TP were quantitated using protein-precipitation and high-performance liquid chromatography using tandem mass spectrometric detection (LC-MS/MS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BCX4430 and metabolite analysis."
        },
        {
            "text": "Huh-7 cells were exposed to 3 H-BCX4430 or 3 H-adenosine at final concentrations of 3 and 30 µM at 37°C/5%CO 2 for 24 h. Cells were washed with cold PBS three times and then lysis buffer (Qiagen RNA/DNA extraction kit) was added to each well. RNA and DNA were isolated from lysates according to manufacturer's instructions and the amount of radioactivity incorporated was determined. A small amount of RNA and DNA was used to determine the concentration by measuring absorbance (A 260 ). Replication of EBOV minigenome RNA constructs was assayed by using a plasmid-based reconstituted replication/transcription system 25 . In this system, expression of the nucleocapsid proteins and generation of the minigenomic RNA template are driven by T7 RNA polymerase. A BHK-21-derived cell line constitutively expressing the polymerase (BSR T7/5 cells) were seeded in 96-well plates 24 h before transfection. Cells were transfected with plasmids encoding EBOV NP, EBOV VP35, EBOV VP30, EBOV L, and EBOV minigenome (pZEm-eGFP) using Lipofectamine 2000 (Life Technologies) at a ratio of 0.5:0.45:0.1:1:2, respectively (16.6 ng NP, 15 ng VP35, 3.3 ng VP30, 33.3 ng L, and 66.6 ng minigenome per well). In Fig 1c and /or Extended Data Fig. 1b , plasmids encoding EBOV L, VP35, and NP were omitted as control treatments (No L, No VP35, and No NP, respectively) . Five hours later supernatants were removed and DMEM media containing the indicated concentration of BCX4430 or BCX1777 was added. Cells were incubated at 34°C for 48-72 h until a strong GFP signal was observed.",
            "cite_spans": [
                {
                    "start": 1306,
                    "end": 1312,
                    "text": "(No L,",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1321,
                    "text": "No VP35,",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1332,
                    "text": "and No NP,",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1346,
                    "text": "respectively)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1193,
                    "end": 1203,
                    "text": "Fig 1c and",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1222,
                    "end": 1229,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Characterization of BCX4430 incorporation into human DNA and RNA."
        },
        {
            "text": "Cells were stained with Hoechst 33342 and HCS CellMask Red (Life Technologies). Cells were analyzed as described for high-content image analysis. HCV Polymerase Activity Assays. HCV NS5B (NS5B-1b-∆21) RNA polymerase transcriptional activity was determined by monitoring the incorporation of 3 H-labeled adenosine monophosphate into newly synthesized RNA using negative-sense HCV 3'UTR RNA as template. Reaction mixtures containing BCX4430-TP were incubated for 2 hours at 30 o C with NS5B-1b-∆21 (110 nM); HCV 3'UTR RNA; 500 mM of GTP, CTP, and UTP; and 1 µCi of [3H]-ATP in transcription buffer. After incubation, RNA products were precipitated and transferred to Whatman GF/C filters. RNA products were counted using a scintillation counter (Wallace 1411; Perkin Elmer, Waltham, MA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of BCX4430 incorporation into human DNA and RNA."
        },
        {
            "text": "The template-directed incorporation and extension of the nucleotides and nucleotide analogs catalyzed by HCV NS5B RNA polymerase was studied with either an 11-mer RNA oligonucleotide (5′-AAAAAAAUGCC-3′) (Extended Data Fig. 1c ) or a 19-mer RNA oligonucleotide (5'-AUGUAUAAUUAUUGAUGCC-3')( Fig. 1e ) plus a 32 P-GG primer, labeled on the 5′-end using [γ-32 P]-ATP and T4 polynucleotide kinase, according to manufacturer's instruction (Life Technologies). The nucleotide incorporation reactions contained 20 mM Tris-HCl [pH 7.5], 5 mM MgCl 2 , 5 mM MnCl 2 , 1 mM DTT, and 20 mM NaCl, 3 µM NS5B-1b-Δ21, 5 µM RNA template, 0.15 µM 5'-end-labeled GG primer, and nucleoside triphosphates at in a volume of 25 µl. Nucleoside triphosphates were added to reactions at the following concentrations, unless otherwise indicated: 100µM for CTP, ATP, and 3'-dATP; 20 µM for UTP; and 150 µM for BCX4430-TP. Reactions were conducted for 3 or 6 hours at 32 °C and quenched using formamide gel loading buffer II. When used in reactions containing BCX4430-TP or 3'-dATP, ATP was added during the last 3 hours of a 6-h reaction. After denaturing at 95 °C for 3 min, samples were loaded for electorphoresis onto a Tris borate/EDTA, 7 M urea-24% acrylamide gel, and the resulting gel was exposed to a storage phosphor screen and analyzed using Cyclone Plus Storage Phosphor System (Perkin Elmer). BCX4430-TP was synthesized by BioCryst Pharmaceuticals. 3-deoxyadenosine triphosphate (3'-dATP) was purchased from Trilink Biotechnologies (San Diego, CA). Recombinant HCV NS5B-1b-Δ21 was expressed and purified by GenScript (Piscataway, NJ). [γ-32 P]ATP (3,000Ci/mmol, 10mCi/ml) was purchased from Perkin Elmer (Waltham, MA). RNA nucleotides were synthesized by Integrated DNA Technologies or by Dharmacon, Inc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 289,
                    "end": 296,
                    "text": "Fig. 1e",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Characterization of BCX4430 incorporation into human DNA and RNA."
        },
        {
            "text": "Cell-based infection assays were conducted as described by Panchal et al. 23 , except that the indicated viruses were used to inoculate cells and, for all viruses except Nipah virus, antibodies were used to detect cell-surface-expressed viral protein. Assay endpoint for Nipah virus was phenotypic syncytia formation. Assays were conducted using HeLa cells, except for MERS-CoV assay, which used Vero E6 cells. For assays involving primary human macrophages, macrophages were differentiated from CD14+ primary human monocytes (Lonza) by incubating cells for one week with 25 nM recombinant human macrophage colony stimulating factor for 7 days. Fluorescent microscopy images were acquired on a Perkin Elmer Opera High Content Screening System and were analyzed with Perkin Elmer Acapella software. Multiplicity of infection (MOI) for HCI assays are follows: RVFV ,3; NiV,8; LASV ,0.1; JUNV,4; EEEV,0.5; VEEV,1; CHIKV,5; EBOV, 5; MARV, 5; SUDV, 5; MERS-CoV, 0.5. Mouse monoclonal antibodies were obtained from USAMRIID archives: CHIKV (2D21-1), EBOV (6D8), EEEV (1C2), JUNV (QC03-BF11), LASV (L52-161-6), MARV (9G4), RVFV (R3-ID8-1-1), SUDV (3C10), and VEEV (1A4A-1). Rabbit polyclonal antibody against NiV was generously provided by B. Lee (UCLA School of Medicine). Rabbit polyclonal antibody against novel coronavirus spike protein (Sino Biological, 40069-RP02) was used in MERS-CoV assays. Percentage inhibition of treatment wells was assessed against that of medium-only infection-control wells.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 76,
                    "text": "Panchal et al. 23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "High-content image analysis."
        },
        {
            "text": "Negative inhibition values were transformed to zero for display and curve-fit analyses. Log(dose)-response curves, EC 50 and EC 90 values were generated in GraphPad Prism using a variable slope model. Data from wells in which cell number varied by >20% from other replicate wells were retrospectively excluded from analysis. Cells used for these analyses were propagated in-house at USAMRIID and were not authenticated or tested for mycoplasma contamination. Viral cytopathic effect (CPE) assay. Inhibition of virus-induced CPE were assessed in cell-based assays using neutral-red uptake, as described by Barnard et al. 24 . Log(dose)-response curves , EC 50 and EC 90 values were generated in GraphPad Prism using a variable slope model. Vero 76 cells were used for EEEV, WEEV, LACV, MeV, SARS-CoV, JEV, DENV2, and YFV. Vero E6, HeLa-Ohio, MDCK, and MA104 cells were used for assays involving MPRLV, HRV2, influenza virus, and RSV, respectively. Virus-Yield Reduction Assay. Virus-yield reduction assay was performed as a component of high-content image assessments. Cell-culture supernatants from treatment replicates, collected from MARV infected cells 48 h after virus exposure, were pooled and subjected to plaque assay, in duplicate (technical replication). Plates were incubated for 7 days and plaques were enumerated ~24 h after addition of neutral-red containing agarose overlays. Quantitative Real-Time PCR. To quantify intracellular and extracellular viral RNA, HeLa cells were incubated with BCX4430 and infected as described for high-content image analysis. After 48-h infection incubation, cell-culture medium was treated with TrizolLS for extracellular viral RNA analysis, and cell monolayers were washed with phosphate buffered saline and treated with TrizolLS for intracellular analysis. For quantification of serum viral RNA load, serum samples were treated with TrizolLS. Total RNA was extracted using MagMax 96 Blood RNA Isolation Kit (Ambion) and qRT-PCR assays were performed on samples using an ABI PRISM 7900HT Sequence Detection System with RNA UltraSenseTM one-step Kit (Invitrogen) and TaqMan Probe (ABI) in accordance with the manufacturer's instructions. MARV-musoke-specific primers MARV_GP2_F (5'-TCACTGAAGGGAACATAGCAGCTAT), MARV_GP2_R (5'-TTGCCGCGAGAAAATCATTT and probe MARV_GP2_P (6FAM -ATTGTCAATAAGACAGTGCAC-MGB) were used in each reaction. Standard curves were generated from MARV genomic RNA. Samples that were less than lower limit of quantification (LLOQ = 1.3 x 10 5 GE ml -1 ) were assigned the LLOQ value for display and statistical analysis.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 622,
                    "text": "Barnard et al. 24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "High-content image analysis."
        },
        {
            "text": "Percentage inhibition of treatment wells was assessed against that of medium-only infectioncontrol wells. Negative inhibition values were transformed to zero for display and curve-fit analyses. Cytotoxicity assays. Cytotoxicity was assessed using standard lactate-dehydrogenase (LDH) release assay (Clontech Laboratories, Inc., California, USA), conducted in accordance with the manufacturer's recommended procedures. Release of LDH was assessed in uninfected HeLa cells incubated for 72 h with various concentrations of BCX4430, up to 500 µM. Assessed by HCI, treatment-related cellular toxicity (manifesting as cell death or anti-proliferative effects) was assessed as the percentage reduction in cell number in compound treated infected test wells relative to that in infected wells containing no compound. In the neutral-red uptake assay, cellular toxicity was assessed as the percentage reduction of neutral red uptake in uninfected compound treated wells relative to medium-only uninfected wells, and toxicity was assessed using the same duration of compound exposure as used for assessment of antiviral effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-content image analysis."
        },
        {
            "text": "For all in vivo applications, BCX4430 was administered in a vehicle of sterile 0.9% saline for injection, USP. In all evaluations involving rodents, animals were not randomized to experimental treatment groups, and study personnel were not blinded to experimental assignments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo efficacy and PK."
        },
        {
            "text": "Mouse models of EBOV and RAVV disease have been described previously 27, 28 , and in all experiments involving these viruses mice were challenged by IP injection with a target dose of 1,000 PFU. Experiments were conducted using mouse-adapted strains of EBOV-Mayinga and Ravn-Ravn virus. Male C57Bl/6 mice were used for challenge experiments involving EBOV, and male BALB/c mice were used for MARV challenge experiments. Mice for all experiments were 8-12 weeks of age. For BCX4430 dose-survival characterization (Extended Data Fig. 3a) , BCX4430 was administered by IM injection twice daily, at 1.2, 6, 30, and 150 mg kg -1 beginning within 4 h prior to infection and continuing through day 8 after infection. An additional dose-response characterization study (Extended Data Fig. 3b ) was conducted in which BCX4430 was administered by IM injection (n=20) twice daily at 0.12, 0.36, 1.1, 3.3, 10, and 30 mg kg -1 , beginning within 4 h prior to infection and continuing through day 8 after infection. For assessment of efficacy associated with delayed BCX4430 treatment initiation (Fig. 2a) , BCX4430 was administered at 150 mg kg -1 beginning ~4 h BI, or 24, 48, 72, 96, or 120 h PI and continuing through day 8. For the experiment depicted in Extended Data Fig. 3c , C57Bl/6 mice (n=10 per group) were inoculated with a target dose of 1,000 plaque forming units (PFU) of mouse-adapted EBOV by IP injection. BCX4430 was administered IM or PO twice daily at a dose of 150 mg/kg beginning ~4 h prior to infection and continuing for 8 days after infection. Vehicle treatment was administered by IM injection according the same regimen.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 75,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 535,
                    "text": "Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 783,
                    "text": "Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1091,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1267,
                    "text": "Fig. 3c",
                    "ref_id": null
                }
            ],
            "section": "In vivo efficacy and PK."
        },
        {
            "text": "For in vivo experiments involving RVFV (Extended Data Fig. 3d) , male C57Bl/6 mice (n=10/group) were inoculated with a target dose of 10,000 PFU of Rift Valley fever virus (ZH501) by IP injection. BCX4430 was administered at doses of 5-150 mg kg -1 by IM injection twice daily beginning ~ 1 h BI and continuing for 10 days after infection. Vehicle was administered by IM injection according the same regimen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "Fig. 3d)",
                    "ref_id": null
                }
            ],
            "section": "In vivo efficacy and PK."
        },
        {
            "text": "A guinea pig MARV-Musoke parenteral challenge model and virus aerosolization methods used for guinea pig exposures have been previously described 19, 29 . Male Hartley guinea pigs (350-450 g body weight) were used for all experiments involving guinea pigs and groups consisted of n=8 animals. For virus challenge, animals were injected with a target dose of 1,000 PFU of guinea pig-adapted MARV-Musoke by IP injection (Extended Data Fig. 4a ) or with an average calculated dose of 700 PFU of guinea pig-adapted MARV-Angola by exposure to aerosolized virus (Extended Data Fig. 4b) . In both experiments, BCX4430 was administered by IM injection twice daily at 50 mg kg -1 beginning ~1 h BI, or 24, 48, or 72 h PI. BCX4430 treatments continued through day 8 (Extended Data Fig. 4a ) or for a total of 11 days (Extended Data Fig. 4b) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 152,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 579,
                    "text": "Data Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 778,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 830,
                    "text": "Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "In vivo efficacy and PK."
        },
        {
            "text": "Cynomolgus macaques (Macaca fascicularis) were challenged by subcutaneous injection with MARV-Musoke derived from a clinical specimen obtained during an outbreak occurring in Kenya in 1980 22 . Macaques (3-6 years) were randomly assigned to experimental treatment groups, balanced by sex and body weight, using SAS ® statistical software (Cary, North Carolina, USA). Study personnel were not blinded to experimental assignments. Challenge virus was propagated from the clinical specimen using cultured cells (Vero or Vero E6) for a total of six passages. Animals (n=6 per group) were challenged with 1,275 PFU of wild-type MARV-Musoke by subcutaneous injection. Dose of virus administered was assessed by plaque assay on the same day of challenge using fresh, unfrozen aliquots of challenge material. BCX4430 formulated in 0.9% sodium chloride vehicle was administered IM twice daily at a dose of 15 mg kg -1 beginning at 1, 24, and 48 h PI for 14 d. Animal health was monitored at least twice daily to monitor for disease signs, and animals that survived to day 28 were deemed to be protected. Blood was sampled prior to infection and on day 3, 5, 8, 10, 14, 21, and 28 following infection to monitor clinical pathology parameters and to assess viral load. Serum chemistry was analyzed using a Vitros 350 Chemistry System (Ortho Clinical Diagnostics) and coagulation parameters were evaluated using a Sysmex CA-560 coagulation analyzer (Siemens Healthcare Diagnostics). Interferon-α2a serum concentrations were assessed using a MesoScale Discovery (MSD) SI-6000 using a human-specific antibody (MSD catalog K151ACC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo efficacy and PK."
        },
        {
            "text": "Animal PK studies were conducted in rats (Spraque-Dawley), guinea pigs (Hartley) and cynomolgus macaques using IM doses of 30 mg/kg, 50 mg/kg and 20 mg/kg, respectively. Blood samples for the determination of plasma concentrations of BCX4430 were collected at the following time points: predose, immediately after dosing; at 5, 15, and 30 min.; and at 1, 2, Table 2 ). Liver and plasma samples were collected from animals sacrificed at 0.5, 1, 4, 8, 12 , and 24 h for BCX4430 and metabolite analysis (Fig. 2b , Extended Data Table 2 ). Guinea pig BCX4430 plasma PK curve (Extended Data Fig. 4c) is displayed with X-axis offset by -1 h to minimize curve overlap with that of the cynomolgus macaque.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "text": "1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 444,
                    "end": 446,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 452,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "(Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 532,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 594,
                    "text": "Fig. 4c)",
                    "ref_id": null
                }
            ],
            "section": "In vivo efficacy and PK."
        },
        {
            "text": "For the nonhuman primate efficacy evaluation, treatment groups consisted of six animals per group. Assuming an alpha of 0.05, the proposed sample size of six per group was selected to provide >80% power to detect a difference in proportion surviving between a treatment group (83% survival rate or higher) and the infection-control group, using a one-tailed Fisher's exact test. A sample size of six animals per group provided >80% power to detect differences between groups in geometric means of any quantitative measure of 3.5-fold (0.54 log 10 ) or greater, assuming a standard deviation of 0.30 log 10 at the 95 % confidence level (two-tailed Student ttest). For virus-challenge experiments involving mice, treatment-group sizes consisting of 10 mice were selected. Using a one-tailed Fisher's exact test, 10 mice per group allow for detection of a difference of 50 % or greater survival in the treated group versus that of an infection-control group with statistical power of 80 %, at a 95 % confidence level. For experiments involving guinea pigs, 8 guinea pigs per group allowed for detection of 63% or greater survival in a treatment group versus that of an infection-control group with statistical power of 80%, at a 95% confidence level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics."
        },
        {
            "text": "Comparison of BCX4430-treatment versus vehicle survival curves were conducted using log-rank (Mantel-Cox) test. Comparison of group differences in serum viral RNA was assessed using two-tailed analyses by Holm-Sidak method. Comparison of group differences in clinical pathology parameters were assessed using two-tailed analysis by Kruskal-Wallis test followed by Dunn's post test comparison. For all statistical analyses, the data conformed to the assumptions of the indicated test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics."
        },
        {
            "text": "Kilpatrick, J.M., et al. Intravenous and oral pharmacokinetic study of BCX-1777, a novel purine nucleoside phosphorylase transition-state inhibitor. In vivo effects on blood 2'-deoxyguanosine in primates. Int Immunopharmacol 3, 541-548 (2003 1 Hz, 1H, 1H, 1H, 5.39 (m, 1H, 4.63 (d, J= 7.4 Hz, 1H, 4.46 (dd, J= 6.5, 11.5 Hz, 1H, 4.18 (d, J= 4.6 Hz, 1H, 34 , 148.44 , 137.02 , 134.07 , 121.97 , 108.57 , 77.35 , 74.11 , 69.46 , 62.20 , 58.91; Literature 32 13 C NMR δ 155.4, 148.0, 135.0, 133.5, 121.4, 107.5, 76.7 , 73.3, 68.8, 61.4, 58.1] . MS (ES+) 267.10 (M+H); Analysis calculated for C 11 H 15 ClN 4 O 4 : C, 43.64; H, 4.99; N, 18.51; Cl, 11.71; O, 21.14; Found: C, 43.58; H, 4.94; N, 18.29; Cl, 11.76; O, 21. 14. [(2S,3S,4R,5R)-2-(4-amino-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-5-(hydroxymethyl)pyrrolidine-3,4-diol] is an adenosine analog. BCX1777 [(1S)-1,4-dideoxy-1-C-(4-hydroxypyrrolo[3,2-d]pyrimidin-7-yl)-1,4-imino-D-ribitol hydrochloride)] 30 is a nucleoside analog that is structurally similar to BCX4430. The purine base in BCX4430 is an adenine analog whereas it is a hypoxanthine analog in BCX1777. BCX1777 is poorly converted to its triphosphate metabolite and was used as a negative control compound, as indicated in figure legends. Synthesized BCX4430-TP was used in the in vitro hepatitis C polymerase activity assay. BCX4430, BCX4430-TP, and BCX1777 were synthesized by BioCryst Pharmaceuticals, Inc.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 241,
                    "text": "541-548 (2003",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 247,
                    "text": "1 Hz,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 268,
                    "text": "5.39 (m,",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 281,
                    "text": "4.63 (d,",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 292,
                    "text": "J= 7.4 Hz,",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 306,
                    "text": "4.46 (dd,",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 314,
                    "text": "J= 6.5,",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 323,
                    "text": "11.5 Hz,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 336,
                    "text": "4.18 (d,",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 347,
                    "text": "J= 4.6 Hz,",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "1H,",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "34 ,",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 365,
                    "text": "148.44 ,",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 374,
                    "text": "137.02 ,",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 383,
                    "text": "134.07 ,",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 392,
                    "text": "121.97 ,",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "108.57 ,",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 409,
                    "text": "77.35 ,",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "74.11 ,",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 425,
                    "text": "69.46 ,",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 433,
                    "text": "62.20 ,",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 440,
                    "text": "58.91;",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 472,
                    "text": "Literature 32 13 C NMR δ 155.4,",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 479,
                    "text": "148.0,",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 486,
                    "text": "135.0,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 493,
                    "text": "133.5,",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 500,
                    "text": "121.4,",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 507,
                    "text": "107.5,",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 514,
                    "text": "76.7 ,",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 520,
                    "text": "73.3,",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 526,
                    "text": "68.8,",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 532,
                    "text": "61.4,",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 538,
                    "text": "58.1]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 612,
                    "text": "11 H 15 ClN 4 O 4 : C,",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 619,
                    "text": "43.64;",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "H,",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 628,
                    "text": "4.99;",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "N,",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 638,
                    "text": "18.51;",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "Cl,",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 649,
                    "text": "11.71;",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "O,",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 659,
                    "text": "21.14;",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 669,
                    "text": "Found: C,",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 676,
                    "text": "43.58;",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "H,",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 685,
                    "text": "4.94;",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "N,",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 695,
                    "text": "18.29;",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "Cl,",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 706,
                    "text": "11.76;",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "O,",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "21.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "30."
        },
        {
            "text": "BCX1777 Cystallography. A LEICA MZ75 microscope was used to identify a suitable crystal of BCX1777 measuring 0.06 × 0.03 × < 0.02 mm. The crystal was coated in a cryogenic protectant (mineral oil), and was then fixed to a loop which in turn was fashioned to a mounting pin. The mounted crystal was then placed in a cold nitrogen stream (Oxford) maintained at 120 K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30."
        },
        {
            "text": "A BRUKER PROTEUM Kappa X-ray diffractometer was employed for crystal screening, unit cell determination and data collection. The goniometer was controlled using the PROTEUM software suite. The sample was optically centered with the aid of a video camera such that no translations were observed as the crystal was rotated through all positions. A PROTEUM CCD area detector (1024 × 1024 pixel) was set at 5.0 cm from the crystal sample. The X-ray radiation employed was generated from a rotating anode Cu source. Under these experimental conditions the resolution limit recommended by checkCIF could not be reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30."
        },
        {
            "text": "For unit cell determination 36 data frames were taken at widths of 0.5° with an exposure time of 5 seconds. Reflections were centered and their positions determined. These reflections were used in CELL_NOW to determine the unit cell. A suitable cell was selected and refined by nonlinear least squares and Bravais lattice procedures. The unit cell was verified by examination of the h k l overlays on several frames of data. No super-cell or erroneous reflections were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30."
        },
        {
            "text": "After careful examination of the unit cell an extended data collection procedure was initiated. This procedure consists of collection of data using omega and phi scans at 0.5 o frame width.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30."
        },
        {
            "text": "Integrated intensity information for each reflection was obtained by reduction of the data frames with the program APEX-II. The integration method employs a three dimensional profiling algorithm and all data were corrected for Lorentz and polarization factors. Finally the data was scaled to produce a suitable data set. The absorption correction program SADABS was employed to correct the data for absorption and other systematic errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30."
        },
        {
            "text": "Systematic reflection conditions and statistical tests suggested that the space group was noncentrosymmetric P2 1 . The structure was solved using SHELXTL. All non-hydrogen atoms were refined with anisotropic thermal parameters. The hydrogen atoms bound to carbon were placed in idealized positions, as generated in XSHELL [C-H = 0.96 Å, U iso (H) = 1.2 × U iso (C)]. 97, 153.63, 141.31, 140.98, 126.61, 117.68, 117.23, 78.84, 75.91, 71.64, 65.96, 60.91, 59.22, 27.81 ; MS (ES+) 755.1 (2M+Na), (ES-) 731.7 (2M-1); Analysis calculated for C 16 H 22 N 4 O 6 : C, 52.45; H, 6.05; N, 15.29; Found: C, 52.24; H, 6.02; N, 15 .05; Figure 11 . 1 H-NMR spectral image of (2R,3R,4S,5S)-2-(acetoxymethyl)-5-(4azido-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-1-(tert-butoxycarbonyl)pyrrolidine-3,4-diyl diacetate (4) in DMSO-d 6 .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 467,
                    "text": "97, 153.63, 141.31, 140.98, 126.61, 117.68, 117.23, 78.84, 75.91, 71.64, 65.96, 60.91, 59.22, 27.81",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 560,
                    "text": "16 H 22 N 4 O 6 : C,",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 567,
                    "text": "52.45;",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "H,",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 576,
                    "text": "6.05;",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "N,",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 586,
                    "text": "15.29;",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 596,
                    "text": "Found: C,",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 603,
                    "text": "52.24;",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "H,",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 612,
                    "text": "6.02;",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "N,",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 633,
                    "text": "Figure 11",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "30."
        },
        {
            "text": "D 2 O, 293.4K) δ 149. 40, 143.52, 138.39, 132.36, 112.75, 105.11, 73.37, 70.49, 65.59, 58.51, 55.49; 13 C NMR (75 MHz, DMSO, 350K) δ 151.57, 144.27, 135.29, 131.50, 112.73, 105.01, 73.25, 70.03, 66.17, 58.71, 55.54 O: C, 38.55; H, 5.15; Cl, 20.44; N, 20.69; Found: C, 38.67; H, 5.05; Cl, 20.45; N, 20 .42.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 26,
                    "end": 33,
                    "text": "143.52,",
                    "ref_id": null
                },
                {
                    "start": 34,
                    "end": 41,
                    "text": "138.39,",
                    "ref_id": null
                },
                {
                    "start": 42,
                    "end": 49,
                    "text": "132.36,",
                    "ref_id": null
                },
                {
                    "start": 50,
                    "end": 57,
                    "text": "112.75,",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 65,
                    "text": "105.11,",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 72,
                    "text": "73.37,",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 79,
                    "text": "70.49,",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 86,
                    "text": "65.59,",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 93,
                    "text": "58.51,",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 100,
                    "text": "55.49;",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 118,
                    "text": "13 C NMR (75 MHz,",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 124,
                    "text": "DMSO,",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 140,
                    "text": "350K) δ 151.57,",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 148,
                    "text": "144.27,",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 156,
                    "text": "135.29,",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 164,
                    "text": "131.50,",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 172,
                    "text": "112.73,",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 180,
                    "text": "105.01,",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 187,
                    "text": "73.25,",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 194,
                    "text": "70.03,",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 201,
                    "text": "66.17,",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 208,
                    "text": "58.71,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 214,
                    "text": "55.54",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 220,
                    "text": "O: C,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 227,
                    "text": "38.55;",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 230,
                    "text": "H,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 236,
                    "text": "5.15;",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "Cl,",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "20.44;",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "N,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 257,
                    "text": "20.69;",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 267,
                    "text": "Found: C,",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 274,
                    "text": "38.67;",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "H,",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 283,
                    "text": "5.05;",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "Cl,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 294,
                    "text": "20.45;",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "N,",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary"
        },
        {
            "text": "1 H-NMR spectral image of (2S,3S,4R,5R)-2-(4-amino-5Hpyrrolo[3,2-d] pyrimidin-7-yl) -5-(hydroxymethyl)pyrrolidine-3,4-diol (BCX4430) in DMSOd 6 . Table above shows negative irradiated protons integrated and referenced to a value of -100. The positive peaks were integrated with reference to the negative peaks and the values are as indicated in the table. Irradiation of H-6 aromatic proton shows NOE interaction with H-3' and the same is true for H-3' proton of azasugar when irradiated shows NOE with H-6 aromatic proton. This experiment indicates the base and H-3' proton are on the same side (beta) of azasugar. Irradiation of H-2' shows NOE interaction with H-5' and the reverse is also true on irradiation of H-5' indicating both H-2' and H-5' are on same side (alpha) of the azasugar ring. This two key experiments confirm BCX4430 to be an beta anomer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 157,
                    "text": "Table above",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Figure 17."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2-(Acetoxymethyl)-1-(tert-butoxycarbonyl)-5-(4-oxo-4,5-dihydro-3H-pyrrolo",
            "authors": [
                {
                    "first": "3r",
                    "middle": [],
                    "last": "2r",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "4s",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "300 MHz",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nmr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "11.98 (s, 1H, D 2 O Exchangeable), 7.82 (s, 1H), 7.29 (s, 1H), 5.76 (s, 1H), 5.37 (t, J = 4.5 Hz, 1H)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Exchangeable",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis: Calculated for C 22 H 28 N 4 O 9",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "MS (ES+) 518.0 (M+1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MS (ES+) 366.1 (M+1); (ES-) 400.3 (M+Cl)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Supplementary Figure 15. 1 H-NMR spectral image of (2S,3S,4R,5R)-tert-Butyl-2-(4-amino-5H-pyrrolo",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "00 (s, 2H, NH 2 ), 8.53 (s, 1H, H-2), 8.09 (s, 1H, H-6), 4.83 (d",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dmso-D 6",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "350K) δ 13.34 (s, 1H, NH)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Virus Abbreviations. BDBV, Bundibugyo virus; CHIKV, Chikungunya virus; DENV2, Dengue virus 2; EBOV, Ebola virus; EEEV, eastern equine encephalitis virus; HRV2, human rhinovirus 2; JEV, Japanese encephalitis virus; JUNV, Junín virus; LACV, LaCrosse encephalitis virus; LASV, Lassa virus; MARV, Marburg virus; MERS-CoV, Middle East respiratory syndromecoronavirus; MeV, Measles virus; MPRLV, Maporal virus; NiV, Nipah virus; RAVV, Ravn virus; RSV, human respiratory syncytial virus; RVFV, Rift Valley fever virus; SARS-CoV, severe acute respiratory syndrome-coronavirus; SUDV, Sudan virus; VEEV, Venezuelan equine encephalitis virus; WEEV, western equine encephalitis virus; YFV, yellow fever virus. EBOV minigenome replicon assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-infection experiments were performed under biosafety level 4 containment facilities at the United States Army Medical Research Institute of Infectious Diseases (USAMRIID) in Frederick, Maryland, USA. Research was conducted under an Institutional Animal Care and Use Committee approved protocol in compliance with the Animal Welfare Act, PHS Policy, and other federal statutes and regulations relating to animals and experiments involving animals. The facility where this research was conducted is accredited by the Association for Assessment and Accreditation of Laboratory Animal Care, International and adheres to principles stated in the Guide for the Care and Use of Laboratory Animals, National Research Council, 2011.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", 3.73 (s, 2H, 2H-6'), 3.49 (s, 1H, H-5'); [ 1 H NMR (300 MHz, D 2 O with DCl) δ 9.02 (s, 1H), 8.00 (s, 1H), 5.05 (d, J = 6.5 Hz, 1H), 4.76 (dd, J = 8.9, 4.9 Hz, 1H), 4.48 (dd, J = 4.9, 3.2 Hz, 1H), 4.02 -3.97 (m, 2H), 3.97 -3.91 (m, 1H); Literature 32 1 H NMR (D 2 O with DCl) δ 9.04 (s, 1H), 8.00 (s, 1H), 5.00 (d, J = 9 Hz, 1H), 4.71 (dd, J = 5.4 Hz, 1 H), 4.44 (dd, J = 3.2 Hz, 1H), 3.96 (m, 2H), 3.90 (m, 1H); 13 C NMR (D 2 O with DCl) δ 156.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "1 H-NMR spectral image of BCX1777 in DMSO-d 6 .WWW.NATURE.COM/NATURE",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "NMR (300 MHz, DMSO-d 6 ) δ 11.92 (s, 2H), 7.81 (s, 1H), 7.32 (d, J = 22.7 Hz, 1H), 5.73 -5.20 (m, 1H), 5.05 -4.91 (m, 1H), 4.87 -4.76 (m, 1H), 4.74 -4.49 (m, 1H), 4.33 -4.17 (m, 1H), 4.09 -3.86 (m, 2H), 3.64 -3.48 (m, 2H), 1.35 -1.05 (2 bs, 9H); 13 C NMR (75 MHz, DMSO, 350K) δ 154.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Analytical data for BCX1777, BCX4430 and key intermediates:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "; MS (ES+) 266.3 (M+1); Optical rotation -52.69; (H 2 O, C = 1.15); MP: 238 o C; Analysis calculated for C 11 H 15 N 5 O 3 •2HCl.0.25H 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Figure 6 . 13 C-NMR spectral image of (2R,3R,4S,5S)-tert-Butyl3,4-dihydroxy -2-(hydroxymethyl)-5-(4-oxo-4,5-dihydro-3H-pyrrolo[3,2-d]pyrimidin-7-yl)pyrrolidine-1carboxylate (1) in DMSO-d 6 at 350 K. Figure 10 . 13 C-NMR spectral image of (2R,3R,4S,5S)-2-(acetoxymethyl)-1-(tert-butoxycarbonyl)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 209,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": "-5-(4-chloro-5H-pyrrolo[3,2-d]pyrimidin-7-yl)pyrrolidine-3,4-diyl diacetate (3) in DMSO-d 6 at 350 K.(2R,3R,4S,5S)-2-(Acetoxymethyl)-5-(4-azido-5H-pyrrolo[3,2-d]pyrimidin-7-yl)-1-(tertbutoxycarbonyl)pyrrolidine-3,4-diyl diacetate (4) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        }
    ]
}