{
    "paper_id": "b9cfa51a20b411553782bea2df83efb708eb5baa",
    "metadata": {
        "title": "New immune pathways from chronic post-viral lung disease",
        "authors": [
            {
                "first": "Loralyn",
                "middle": [
                    "A"
                ],
                "last": "Benoit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Holtzman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To better understand the immunopathogenesis of chronic inflammatory lung disease, we established a mouse model of disease that develops after respiratory viral infection. The disease that develops in this model is similar to chronic obstructive lung disease in humans. Using this model we have characterized two distinct phases in the chronic disease process. The first phase appears at three weeks after viral infection and depends on type I interferon-dependent expression and then subsequent activation of the high-affinity IgE receptor (FcεRI) on conventional lung dendritic cells, which in turn recruit IL-13-producing CD4 + T cells to the lower airways. The second phase becomes maximal at seven weeks after infection and depends on invariant natural killer T (iNKT) cells and lung macrophages. Cellular cross-talk relies on interactions between the semi-invariant Vα14Jα18 T-cell receptor on lung iNKT cells and CD1d on macrophages as well as iNKT cell-derived IL-13 and IL-13 receptor on macrophages. These interactions drive macrophages to a pattern of alternative activation and overproduction of IL-13. This innate immune axis is also activated in patients with chronic obstructive lung disease, as evidenced by increased numbers of iNKT cells and IL-13-producing alternatively activated macrophages marked by chitinase 1 production. Together the findings identify two new immune pathways responsible for early and late phases of chronic inflammatory lung disease in experimental and clinical settings. These findings extend our understanding of the complex mechanisms that underlie chronic obstructive lung disease and provide useful targets for diagnosis and therapy of this common disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chronic inflammation is critical to the pathogenesis of many common diseases and is generally attributed to persistent activation of the immune system. This type of long-term immune activation is often linked to aberrations of the adaptive immune system, involving antigen-specific antibodies or effector T-cell responses that react against endogenous stimuli. 1,2 It is possible, however, that components of the innate immune system also contribute to the development of chronic inflammatory disease. 3 Thus, precisely how the immune system drives chronic inflammatory disease still needs to be fully defined. In that context, lung disease offers a useful paradigm for investigating mechanisms underlying chronic inflammation as chronic obstructive lung disease represents one of the most common types of chronic illness that affects humans. In particular, asthma affects approximately 10% of the population, and chronic obstructive pulmonary disease (COPD) is the fourth leading cause of death in the United States and worldwide. 4 Although asthma and COPD are regarded as separate clinical entities, it is evident that overlapping airway pathology can occur in both diseases. 5 It is even possible that patients diagnosed initially with asthma may be at risk for developing COPD later in life. 6 Thus, asthma and COPD may constitute discrete manifestations of a disease continuum resulting from a common pathological process that should be defined in molecular, rather than clinical, terms.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 503,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1179,
                    "end": 1180,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1297,
                    "end": 1298,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies have identified genetic and environmental factors that contribute to the development of chronic obstructive lung disease. Of special interest to this review, several clinical studies have proposed a role for respiratory viral infection in precipitating as well as contributing to the pathogenesis of chronic obstructive lung disease. Perhaps the strongest disease association for virus-induced lung disease exists for respiratory syncytial virus (RSV), 7 a member of the Paramyxoviridae family that commonly infects the bronchial airways of infants and adults, causing severe bronchiolitis in a subpopulation of individuals. 8 A number of prospective case-controlled studies provide evidence that severe RSVinduced bronchiolitis in early infancy constitutes a significant risk factor for the subsequent development of childhood asthma. [9] [10] [11] [12] [13] Putative etiological associations have also been made for other respiratory viruses, but most of these (especially human metapneumovirus [hMPV] , rhinovirus [RV] , human parainfluenza virus [hPIV] , adenovirus, and coronavirus) are more likely associated with exacerbation of existing disease. 14 Furthermore, a number of clinical studies suggest that respiratory viral infections are the major trigger for exacerbations of asthma and COPD. [15] [16] [17] [18] [19] [20] [21] This association has been confirmed experimentally using mouse models that have demonstrated that viral infection can cause features of inflammatory lower airway disease in susceptible strains of mice. 22, 23 However, these observations did not fully develop a causal relationship between respiratory viral infection and chronic airway disease or define the precise mechanism by which viral infections contribute to the development and persistence of this type of disease.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 643,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1014,
                    "end": 1020,
                    "text": "[hMPV]",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[RV]",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1073,
                    "text": "[hPIV]",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1173,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1555,
                    "end": 1558,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1559,
                    "end": 1561,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this review is to summarize recent findings obtained from our laboratory that detail how the immune response to respiratory viral infection drives the development of chronic obstructive lung diseases, particularly asthma and COPD. The review is organized into five subsequent sections that address (1) immune pathways that are conventionally associated with chronic obstructive lung disease; (2) animal models that can be used to study the basis for chronic obstructive lung disease; (3) the identification of a distinct adaptive immune response that mediates the initial phase of chronic lung disease after viral infection; and (4) the identification of a novel innate immune pathway that mediates the second persistent phase of chronic lung disease after viral infection. The final section provides a summary and perspective on this field of research.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Respiratory tolerance, and mucosal immunity in general, is maintained by a complex system of host defense mechanisms aimed at eliminating aeropathogens while tolerating innocuous airborne antigens and commensal microorganisms. Presumably, this immune balance of reaction versus tolerance may become permanently skewed and thereby progress to chronic inflammation. A scheme that is commonly used to describe inflammation in the lung (and other sites) is based on a model of immune polarity for the T helper (Th) cell system. Within this system, CD4 + Th cell-dependent responses are classified into Th type 1 (Th1) or type 2 (Th2). Th1 cells characteristically mediate delayed-type hypersensitivity reactions and selectively produce interleukin (IL)-2 and interferon (IFN)-γ. This type of response is also found during respiratory viral infection. In contrast, Th2 cells promote B-cell-dependent humoral immunity, IgE class switching, eosinophil recruitment, mast cell proliferation, alternative activation of macrophages, and selective production of IL-4, IL-5, and IL-13 that are all typical of an infection with an extracellular parasite and are commonly found during an allergic response. 24 Indeed, this type of response can be detected in allergen-challenged mice as well as allergic asthmatics, 5, [25] [26] [27] and Th2 cytokine production is often a prominent feature of asthma. [28] [29] [30] [31] For example, IL-13 is increased in the bronchoalveolar lavage fluids of allergen-provoked asthmatic subjects 30 and IL-13 mRNA and protein expression has been detected in bronchial biopsies obtained from allergic and nonallergic asthmatic patients. 32, 33 In addition, polymorphisms at the IL-13 gene locus have been shown to confer an enhanced risk of asthma and COPD. [34] [35] [36] Increased IL-13 expression is also found in some but not all studies of subjects with COPD. [37] [38] [39] This discrepancy is likely a result of the heterogeneity of disease within and between individuals and is a challenge for current clinical trials of anti-IL-13 therapy in subjects with asthma. 40 Some investigators have proposed that Th2-biased immune deviation may also influence the response to viral infection. For example, RSV infection may elicit Th2 cytokine production in allergen-sensitized mice. [41] [42] [43] Whether RSV infection can drive persistent production of IL-13 remains uncertain. Moreover, allergic inflammation is not characteristic of all forms of asthma or COPD. For example, bronchial biopsy specimens obtained from subjects with severe asthma and COPD often contain increased numbers of CD8 + T cells, macrophages, and neutrophils. 44, 45 Moreover, subjects with even moderate asthma exhibit activation of IFN-signaling proteins, indicative of a Th1-type response. 46 Furthermore, studies in mice using adoptive transfer protocols indicate that pro-inflammatory cells, such as Th1 CD4 + and CD8 + T-cell subsets, can potentiate allergic airway disease. 47, 48 Concerning as well is the observation that many forms of airway disease that are \"Th2-polarized\" are in fact precipitated by exposure to nonallergic stimuli (such as respiratory viruses) that would ordinarily elicit a Th1 response. Lastly, the Th1 versus Th2 paradigm has been further challenged by the discovery of Th17 (IL-17-producing) and T regulatory or Th3 (IL-10-and transforming growth factor [TGF]-β-producing) subsets of T cells, which appear to influence allergic inflammation of the airways. 49, 50 Thus, the immune response underlying chronic airway disease does not strictly adhere to the Th2 paradigm as aspects of both Th1 and Th2 immune responses appear to drive disease. [51] [52] [53] Because the Th1 versus Th2 model of adaptive immunity did not fully explain the subsequent development and maintenance of chronic inflammatory disease, we questioned whether other aspects of immunity and inflammation might also be critical for the pathogenesis of chronic airway disease following viral infection. Accordingly, we sought to establish an experimental model that would enable us to precisely assess the role of the innate and adaptive systems in the development and maintenance of chronic obstructive lung disease.",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1301,
                    "end": 1303,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1304,
                    "end": 1308,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1516,
                    "end": 1518,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1656,
                    "end": 1659,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1660,
                    "end": 1662,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1777,
                    "end": 1781,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1787,
                    "end": 1791,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1884,
                    "end": 1888,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1894,
                    "end": 1898,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2092,
                    "end": 2094,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2304,
                    "end": 2308,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2309,
                    "end": 2313,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2314,
                    "end": 2318,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2658,
                    "end": 2661,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2662,
                    "end": 2664,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2791,
                    "end": 2793,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2979,
                    "end": 2982,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2983,
                    "end": 2985,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3490,
                    "end": 3493,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 3494,
                    "end": 3496,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3675,
                    "end": 3679,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3680,
                    "end": 3684,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 3685,
                    "end": 3689,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Traditional pathways for chronic obstructive lung disease"
        },
        {
            "text": "Animal models of inflammatory airway disease have generally relied on allergen-driven responses that are meant to be representative of allergic asthma. The most common approach for these models involves sensitization and subsequent airway challenge using chicken ovalbumin, but others have also applied allergens derived from insects, e.g., house dust mite and cockroach, as well as infectious agents, e.g., Schistosoma mansoni, Nippostrongylus brasilensis, and Aspergillus fumigatus. Although these models do not fully replicate the features of asthma in humans, they serve to identify cellular and molecular determinants of allergen-induced inflammation. [54] [55] [56] [57] [58] A critical drawback to acute allergen challenge models is the transient nature of the airway disease. Allergen-driven models of airway disease therefore fundamentally limit study of the immune mechanisms that contribute to persistent inflammation found in chronic obstructive lung disease in humans. In addition, these models are unlikely to account for the nonallergic component of lung disease found after viral infection or other inflammatory stimuli, such as cigarette smoke.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Animal models of chronic airway disease"
        },
        {
            "text": "Thus, to better understand how the immune response drives chronic airway disease, we developed a new model of chronic airway disease that develops after viral infection. The rationale for developing this type of model is rooted in epidemiological evidence linking acute viral infection with chronic airway disease. [9] [10] [11] [12] [13] [15] [16] [17] [18] [19] [20] [21] Because infection with RSV is most strongly linked to the development of asthma, investigators have often used RSV as the etiological agent for study. In fact, RSV infection alone or in combination with allergen challenge has now been studied as a model for airway inflammation in guinea pigs, ferrets, rats, and mice. [59] [60] [61] [62] [63] On the basis of similar associations with exacerbations of asthma, others have also studied human rhinovirus (RV) and metapneumovirus (hMPV). The limitation of these models is that human pathogens often replicate poorly in other species. In the case of RSV, an extremely high inoculum of virus must be administered in order to cause disease in mice, resulting in an all-or-none pattern of illness. 64 Accordingly, we have advanced a model based on a natural mouse pathogen known as Sendai virus (SeV), a parainfluenza virus closely related to other human paramyxoviruses (e.g., RSV, hMPV, and hPIV). In contrast to RSV, SeV replicates at high efficiency in the lower airway of mice, resulting in acute inflammation of the small airways that maintains high fidelity to viral bronchiolitis in humans. Administration of a modest SeV inoculum (e.g., 1 × 10 5 plaqueforming cells) to young immunocompetent mice (e.g., 6-10 weeks of age) elicits a top-down pattern of infection that is limited to airway epithelial cells and neighboring macrophages. [65] [66] [67] This illness is therefore remarkably similar to the one observed in severe RSV infections in humans. It appears likely that this pattern of infection is necessary for the subsequent development of chronic lung disease in this model and perhaps in humans as well.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "text": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1762,
                    "end": 1766,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1767,
                    "end": 1771,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1772,
                    "end": 1776,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Animal models of chronic airway disease"
        },
        {
            "text": "Our assessment of SeV-induced pathology in different inbred strains of mice led to the finding that progression from acute infection to chronic disease occurred singularly in the context of the C57BL/6J (B6) genetic background. Infection of this strain with SeV triggers an acute antiviral response that is followed by a delayed but permanent switch to chronic airway disease manifested by mucous cell metaplasia (with increased lung levels of Muc5ac mRNA and Muc5ac immunostaining), immune cell filtration (with increased numbers of macrophages and neutrophils), and airway hyper-reactivity (signified by increased pulmonary resistance in response to inhaled methacholine). 23, 68, 69 This chronic airway disease becomes apparent at 3 weeks after viral inoculation, reaches maximal levels at 7 weeks after inoculation, and persists indefinitely. 23, 37, 68, 69 Induction of chronic disease requires live replicating virus because administration of UV-inactivated virus or MDA5/ Tlr3-agonist polyinosinic: polycytidylic acid will not cause subsequent disease (Ref. 37 and unpublished observations).",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 678,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "68,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "68,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Animal models of chronic airway disease"
        },
        {
            "text": "Our analysis of the viral model in B6 mice provided the opportunity to assess gene-targeted and transgenic mice available on this genetic background. Initial analysis of our model using mice with a targeted deletion of intercellular adhesion molecule 1 (ICAM-1), a widelyexpressed adhesion molecule, revealed that acute disease could be genetically segregated from chronic disease. 23 In particular, ICAM-1 −/− mice failed to develop a robust inflammatory response and concomitant airway hyper-reactivity at 3 weeks after viral infection. Nonetheless, ICAM-1 −/− mice remained susceptible to the development of chronic inflammatory lung disease. These observations thereby established the concept that separate pathogenic mechanisms could account for acute versus chronic inflammatory disease, laying the conceptual framework for our model of immune-based chronic lung disease. A significant breakthrough in our understanding of virus-induced lung disease came with the discovery that the acute and chronic disease that developed after viral infection required the production of IL-13 in the lung. 68 Using a combination of high-speed fluorescence-activated cell sorter (FACS) and real-time PCR analysis, we were able to identify CD4 + T cells as the chief cellular source of IL-13 production at 3 weeks after viral infection. 37 This finding raised the possibility that elements of an adaptive immune response that are characteristically involved in allergen-induced airway disease might also contribute to virusinduced airway disease. To address this prospect, we pursued the underlying mechanism for CD4 + T-cell production of IL-13 in our model and in doing so uncovered a novel immune axis that links the antiviral response to lung disease. 70 In brief, we found that IL-13 production by CD4 + T cells following acute SeV infection is dependent upon induction of type I IFN production. Type I IFN drives expression of high-affinity IgE receptor FcεRI on the surface of conventional dendritic cells (cDCs). Subsequent activation of cDCs through FcεRI cross-linking then drives the production of CCL28 that mediates recruitment of IL-13-producing CD4 + T cells to the lung. These findings establish a novel mechanism whereby the antiviral adaptive immune response, which is characteristically proinflammatory or Th1 in character, can be transformed into an allergic Th2 response marked by the chronic production of IL-13 by CD4 + T cells. The next section provides some of the pertinent evidence to support this mechanism.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "text": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1746,
                    "end": 1748,
                    "text": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "The conventional dendritic cell-T-cell axis in airway disease"
        },
        {
            "text": "We approached our study of the viral model by considering that respiratory viral infections are known to drive antiviral IgE production and consequent immune cell expression of FcεRI in humans. [71] [72] [73] We found that total serum IgE and virus-specific IgE were increased by 7 days and were still increased at 3 weeks after inoculation with SeV. The question as to how IgE might be involved in mediating chronic disease became the focus of further study.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "The antiviral immune response induces expression of FcεRI on resident cDCs"
        },
        {
            "text": "What was known at the time of our studies was that the high-affinity IgE receptor was detectable on mast cells, basophils, and eosinophils in mice and humans 74 where it is expressed as a tetrameric complex consisting of one α (FcεRIα), one β (FcεRIβ), and two γ (FcεRIγ) chains. 75 However, in humans surface expression of FcεRI was additionally described for peripheral blood cDCs, plasmacytoid DCs (pDCs), monocytes, and Langerhan cells, although in these leukocyte subsets expression is restricted to a trimeric form (FcεR1αγγ) that lacks the β chain. [76] [77] [78] Given this extended profile of FcεRI expression in humans, we questioned whether we could detect induced expression of this receptor complex on mouse lung cDCs following viral infection. Using a combination of FACSbased forward/side scatter properties and high CD11c expression levels to identify lung cDCs (obtained following repeated bronchoalveolar lavage to remove alveolar macrophages), we observed that SeV infection leads to rapid migration of lung cDCs to the draining lymph nodes in a CCR5-CCL5-dependent manner. 79 Furthermore, we found that the majority of the cDCs remaining in the lung after acute infection matured and differentiated, as marked by upregulation of CD86 and major histocompatibility complex (MHC)-II surface expression.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "The antiviral immune response induces expression of FcεRI on resident cDCs"
        },
        {
            "text": "As the function of this resident population of cDCs was uncertain, we sought to further characterize them. Real-time PCR analysis of purified lung cDCs revealed that FcεRIα expression was induced within 3 days and remained stable for 2-3 weeks after viral inoculation. In addition, the level of FcεRIα expression on lung cDCs was comparable to levels on c-kit + lung mast cells. 70 Immunoprecipitation, immunoblotting, and real-time PCR assays revealed that the trimeric form of the FcεRI receptor alone was expressed in lung cDCs, consistent with the pattern of expression on human antigen-presenting cells. Furthermore, virus-induced expression of FcεRIα was largely restricted to cDCs residing in the lung, and not in the spleen or draining lymph nodes, thus spatially restricting downstream effects of cDC-specific FcεRIα expression to events occurring in the lung parenchyma.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "text": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "The antiviral immune response induces expression of FcεRI on resident cDCs"
        },
        {
            "text": "To determine whether FcεRI expression was consequential to the host in the course of the acute antiviral immune response, we compared several immune parameters in wild-type and FcεRIα −/− mice. To this end, we observed that FcεRIα −/− mice exhibited comparable acute morbidity and identical patterns of viral replication and clearance (as determined by plaqueforming and real-time PCR assays). Furthermore, comparative analysis of co-stimulatory molecule expression on resident cDCs derived from wild-type or FceRIa −/− mice revealed no differences in the levels of MHC-II, CD80, or CD86, thereby indicating that the basic antigen-presenting functions of cDCs from FceRIa −/− mice were intact. We also found that FcεRIα-deficient mice generated comparable numbers of antiviral cytotoxic T cells in response to virus, as determined by SeV-specific tetramer analysis of lung immune cells. Therefore, while viral infection induces expression of FcεRI on the surface of cDCs, this expression pattern does not influence the acute immune response to virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The antiviral immune response induces expression of FcεRI on resident cDCs"
        },
        {
            "text": "We next assessed the mechanism responsible for induction of FceRIa gene expression in lung cDCs after viral infection. We recognized the influence of serum IgE level on the expression of the high-affinity IgE receptor on mast cells in allergy. 80 We therefore reasoned that SeV-specific IgE could drive FcεRI expression on lung cDCs after SeV infection as well. However, we found that total serum IgE and SeV-specific IgE did not appreciably increase until 7 days after infection. As the onset of expression of FcεRIα on lung cDCs predicates the induction of IgE expression, factors other than IgE must drive FcεRIα expression in our model. Indeed, even IgE-deficient mice exhibit the same increase in FcεRIα expression on lung cDCs as wild-type mice after viral infection. 81 We therefore focused our attention on the role of type I interferon signaling in regulating FcεRI expression as these events occur in concert after viral infection. We directly examined whether type I interferon signaling was necessary for induction of FcεRIα expression on lung cDCs using type I IFN receptor (IFNAR)-deficient (IFNAR −/− ) mice. We found that lung cDCs from IFNAR −/− mice did not manifest induction of FcεRIα expression after SeV infection. Adoptive transfer using either IFNAR −/− or wild-type purified cDCs established that IFNAR expression on cDCs was not necessary for induction of FceRIa expression on lung cDCs. This finding suggested that IFN-α/β functions through additional cellular intermediates and so we expanded our assessment to include additional adoptive transfer studies that identified neutrophils as a critical link between upstream type I interferon signaling and downstream cDC activation. 82",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 774,
                    "end": 776,
                    "text": "81",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Type I IFN receptor regulates cDC expression of FcεRI"
        },
        {
            "text": "We reasoned that FcεRI activation on lung cDCs could be linked to increase in IL-13producing T cells in the lung after viral infection. To assess this possibility, we applied a coculture system using lung cDCs and CD4 + T cells. In this system, we found that that antigen-dependent interaction of lung cDCs and T cells can drive T-cell proliferation and production of IL-13; however, cross-linking FcεRI on the surface of cDCs did not influence this process. This finding led us to examine whether FcεRI signaling might elicit additional responses that could account for local IL-13 production in the lung, e.g., through recruitment of IL-producing T cells to the lung. Indeed, we were able to demonstrate that cell supernatants derived from cross-linked cDCs were capable of stimulating the migration of CD4 + T cells in a chemotaxis assay system. Ligand desensitization and blocking antibody assays revealed that CCL28-CCR10 interactions were responsible for mediating this process. Of relevance to this finding, increased expression of CCL28 is associated with both human asthma and mouse models of allergic airway disease. [83] [84] [85] This immune axis therefore provides an additional mechanism for CCL28 production and action in the setting of inflammatory airway disease.",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "FcεRI on lung cDCs drives Ccl28-dependent recruitment of Th2 cells"
        },
        {
            "text": "To extend our findings in vivo, we re-evaluated the viral mouse model and found that lung levels of Ccl28 mRNA were significantly increased in wild-type mice after viral infection. Furthermore, the increase in Ccl28 gene expression after infection was blocked in FcεRI −/− mice, suggesting that FcεRI-mediated signals drove this process. We also found that the relative numbers of IL-13-producing CD4 + T cells were significantly reduced in SeVinfected FcεRIα −/− mice compared to wild-type mice. In addition, FcεRIα −/− mice demonstrated a marked decrease in the number of Muc5ac-expressing epithelial cells and total lung Muc5ac mRNA levels at 3 weeks after viral infection. To confirm that FceRI expression on cDCs is necessary for lung disease, we performed adoptive cell-transfer experiments using cDCs derived from wild-type or FceRIa −/− mice transferred into FceRIa −/− recipients. We found that reconstitution with wild-type but not FceRIa −/− cDCs restored post-viral mucous cell metaplasia in FceRIa −/− -recipient mice. The significance of FcεRI-dependent CCL28-mediated disease was verified using mice that were treated with anti-CCL28 blocking mAb. In these experiments, mice treated with anti-CCL28 mAb were prevented from developing mucous cell metaplasia relative to control IgG2b-treated mice. Together these findings establish a direct role for FcεRI in mediating the airway disease that develops after viral infection. These findings support the proposal that mucous cell metaplasia after viral infection depends on an adaptive immune response that begins with IFN-mediated expression of FcεRI on resident cDCs and continues to activation of FcεRIα, presumably through SeV-specific IgE, to transduce signals in these cDCs to drive production of Ccl28 and subsequent recruitment of IL-13-producing CD4 + T cells to the lungs. This model of disease is relevant to a clinical understanding of post-viral inflammatory airway disease, a condition that is marked by airway hyper-reactivity and is sometimes associated with elements of atopy, including elevated levels of serum IgE. 86 This condition often resolves by several weeks after viral infection (in humans and in the mouse model), but it is possible that a chronic inflammatory condition might develop in the face of ongoing infectious or allergic stimuli.",
            "cite_spans": [
                {
                    "start": 2096,
                    "end": 2098,
                    "text": "86",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "FcεRI on lung cDCs drives Ccl28-dependent recruitment of Th2 cells"
        },
        {
            "text": "Our discovery of the cDC-T-cell axis helps explain how the adaptive immune response can drive inflammatory disease in the 3-week period after viral infection. However, mice deficient in FceRIa −/− still develop chronic disease that peaks at 7 weeks after infection (unpublished observations, L.A. Benoit, D. Byers, M.H. Grayson, and M.J. Holtzman), thus suggesting that this adaptive immune axis does not mediate the later phase of chronic disease. We therefore speculated that components of the innate immune system might drive the continued disease process that also depends on IL-13-expressing macrophages. 37 When we pursued the underlying mechanism for macrophage production of IL-13 in this model, we uncovered a second novel immune pathway leading to chronic inflammatory lung disease. Unexpectedly, this pathway occurred independently of an adaptive immune response, as evidenced by disease progression in MHC-II −/− , Cd4 −/− , and Cd8 −/− mice 37 as well as in B-cell-deficient (muMT) mice (unpublished observations). FACS-based analysis of the lung immune infiltrates in chronically affected mice revealed a substantial increase in the number of natural killer T (NKT) cells. Further assessment revealed that CD4 − NKT cells were directly responsible for the production of IL-13 by macrophages. Assessment of lung tissue from patients with severe asthma and COPD indicated that this innate immune response axis was also activated in humans with chronic obstructive lung disease. Collectively these findings indicate that the switch between acute antiviral immune responses to chronic inflammatory disease requires the persistent activation of a novel macrophage-NKT-cell innate immune response axis and thereby provides mechanistic insight into the pathogenesis of chronic inflammatory disease that is distinct from other reports of NKT-cell activation in asthma and asthma models. [87] [88] [89] [90] [91] We present an outline of these findings in this section of the review.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 612,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1893,
                    "end": 1897,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1898,
                    "end": 1902,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1903,
                    "end": 1907,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1908,
                    "end": 1912,
                    "text": "[90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1913,
                    "end": 1917,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "The natural killer T cell-macrophage axis in airway disease"
        },
        {
            "text": "As indicated above, B6 mice infected with SeV develop chronic airway disease that is first detected at 3 weeks and is maximal in severity at 7 weeks after viral inoculation. Coinciding with the disease time course, significant IL-13 production is observed at 3 weeks and is maximal at 7 weeks after inoculation. A direct causative role for IL-13 in mediating chronic airway disease was established when mice treated with an IL-13 decoy receptor (sIL-13-Rα2-Fc) and IL-13 gene-targeted mice failed to develop mucous cell metaplasia or airway hyper-reactivity after viral infection. We detected comparable levels of remnant viral RNA in Il-13 −/− and wild-type mice, indicating that chronic lung disease depends on immune cell production of IL-13 rather than differences in viral RNA levels between mouse strains. We next investigated the cellular sources of chronic IL-13 production in the lung after viral infection. Whereas CD4 + T cells contributed the highest amount of Il-13 mRNA at 3 weeks, we found that macrophages became the predominant source of Il-13 mRNA at 7 weeks after inoculation. In each case, the individual cellular contribution to total lung Il-13 mRNA levels was based on an increased number of cells recruited to the lung as well as increased production of Il-13 mRNA per cell. Secondary sources of Il-13 mRNA included NK cells and NKT cells, although no detectable Il-13 mRNA was found in mast cells, basophils, neutrophils, DCs, B cells, or CD8 + T cells. We also found that lung macrophages isolated from SeV-infected mice produced corresponding increases in IL-13 protein. In addition, immunohistochemical analysis detected IL-13 + cells with typical macrophage morphology and CD68 expression in alveolar, interstitial, and epithelial locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistence disease depends on macrophage production of IL-13"
        },
        {
            "text": "To determine whether IL-13-producing macrophages are required for persistent lung disease, we next examined macrophage-deficient mice. We first assessed op/op mice that are macrophage deficient due to a loss of function mutation in the Csf1 (or M-csf ) gene. Compared to wild-type mice, the op-op mice exhibited markedly decreased levels of Il-13 and Muc5ac gene expression at 7 weeks after infection. However, there are notable immune defects in these mice that could complicate the interpretation of our results, and so we applied a clodronate-containing liposome delivery protocol to our model to selectively deplete lung macrophages. 66 Clodronate treatment was initiated after clearance of infectious virus to avoid any possible effects on the acute infection process. Using this system, we found no differences in the levels of Il-13 or Muc5ac mRNA at 3 weeks after viral inoculation, consistent with a lack of IL-13 production by macrophages at this early time. However, macrophage-depleted mice demonstrated significantly decreased levels of Il-13 and Muc5ac gene expression compared to control mice at 7 weeks after inoculation. Furthermore, immunohistochemical analysis of lung sections indicated that IL-13-producing macrophages were no longer found in clodronate-treated mice. We therefore concluded that IL-13 + -producing macrophages were contributing to the chronic disease in this model.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 640,
                    "text": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Persistence disease depends on macrophage production of IL-13"
        },
        {
            "text": "In addressing the issue of macrophage activation in our model, we reasoned that an additional aspect of the immune system was driving persistent IL-13 production by lung macrophage. As noted above, this type of chronic pressure is generally attributed to activation of the adaptive immune system. However, strain-based analysis revealed that mice genetically deficient in CD4 + T cells, CD8 + T cells, or B cells continued to develop mucous cell metaplasia in concert with increased Il-13 and Muc5ac mRNA levels after viral infection. These findings suggested that elements unrelated to the adaptive immune system might drive persistent macrophage activation. To assess this issue more thoroughly, we performed T-cell depletion studies using antibody treatment that was initiated following clearance of infectious virus to circumvent the possibility that these primary immune deficiencies could somehow be interfering with the acute antiviral response. Similar to mice with genetic T-cell deficiencies, mice that were depleted of CD4 + T cells, CD8 + T cells, or both CD4 + and CD8 + T cells demonstrated increased numbers of IL-13-producing macrophages, significant induction of Il-13 and Muc5ac gene expression, and mucous cell metaplasia after viral infection. These findings indicated that additional components outside of the adaptive immune system must contribute to the chronic disease that develops after viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Natural killer T-cell-mediated activation of macrophages"
        },
        {
            "text": "This unexpected finding in animals deficient in elements of the adaptive immune system us to consider whether innate immune cells could be responsible for chronic macrophage activation. This possibility was supported when we discovered that NKT cells were recruited to the lung (on the basis of increased numbers of cells) and activated (on the basis of increased Il-13 mRNA production) at 7 weeks after SeV infection. Analysis of whole lung NKT-cell populations indicated that CD4 − predominated over CD4 + cells and that both populations of NKT cells produced Il-13 without a corresponding increase in Il-4 mRNA. Although the relative contribution of NKT cells to the overall levels of Il-13 mRNA in the lung was relatively small compared to macrophages, the persistent production of Il-13 mRNA by CD4 − NKT cells might still regulate downstream macrophage activation and production of IL-13. In fact, mice that were genetically deficient in NKT cells as a result of Cd1d or J α 18 gene targeting 92, 93 were largely protected from the usual increase in IL-13expressing macrophages as well as Il-13 and Muc5ac mRNA and airway hyper-reactivity at 7 weeks after viral inoculation. There was no influence of NKT-cell deficiency at 3 weeks after inoculation, consistent with the time course for macrophage production of IL-13 in the viral model. These findings support a role for invariant NKT (iNKT) cells in the chronic activation of macrophage production of IL-13 after viral infection.",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1002,
                    "text": "92,",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "text": "93",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Natural killer T-cell-mediated activation of macrophages"
        },
        {
            "text": "NKT cells could promote macrophage activation through recruitment (similar to the role of cDCs in the first phase of disease) as well as activation of macrophages in the lung. Evidence for NKT-cell-dependent recruitment of macrophages was substantiated by the observation that Cd1d −/− mice exhibited decreased numbers of lung macrophages relative to wild-type mice at 7 weeks after viral inoculation. Moreover, purified lung CD4 − NKT cells released significant levels of monocyte/macrophage chemotaxins Ccl3 and, to a lesser extent, Ccl5, after in vitro stimulation with phorbol 12-myristate 13-acetate (PMA)ionomycin. Similarly, this cell population produced increased levels of Ccl3 mRNA when isolated from mice at 7 weeks after inoculation compared to uninfected control mice. Increased Ccl3 levels were localized to the CD4 − NKT compartment, consistent with the increased activity of CD4 − NKT cells in chronic lung disease after viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct and indirect mechanisms of NKT-cell-mediated activation of macrophages"
        },
        {
            "text": "To determine whether NKT cells might directly stimulate macrophage production of IL-13, we established a co-culture system using purified populations of NKT cells and macrophages. Cells used in this assay system were principally derived from the lungs because NKT cells and macrophages isolated from other compartments proved less capable of inducing IL-13 production. In addition, the cells were derived from uninfected mice to avoid downregulation of T-cell receptor (TCR) function and background production of IL-13. Using this co-culture system, we found that direct NKT-cell-macrophage interaction resulted in production of Il-13 mRNA and IL-13 protein by adherent macrophages within 24 h of co-culture. The NKT-cell effect on macrophage production of IL-13 was relatively specific for lung NKT cells as naive CD4 + T cells failed to induce IL-13 production by macrophages. Furthermore, NKT-cell-induced production of IL-13 by macrophages was significantly inhibited by treatment with an anti-CD1d-blocking mAb and markedly increased by addition of α-GalCer, a synthetic CD1d ligand. These results indicated that NKT-cell-dependent activation of macrophages required interaction of Vα14-Jα18 invariant TCR on the NKT cell with CD1d on the macrophage. We also found that NKT cells from Il-13 −/− mice were no longer capable of driving macrophage production of IL-13 in the coculture system. This finding established a new role for IL-13-IL-13 receptor (IL-13R) signaling in controlling the NKT-cell-macrophage interaction. Co-culture analysis also indicated that NK1.1 + NKT cells were primarily responsible for driving IL-13 production by macrophages (unpublished observations). Analysis of liver NKT cells indicated that these cells were less effective than lung NKT cells for macrophage activation, requiring the addition of α-GalCer to stimulate macrophage production of IL-13. Nonetheless, preparations of either CD4 + or CD4 − liver NKT cells were equally capable of activating lung macrophages to produce IL-13 following addition of α-GalCer. Thus, while CD4 + NKT cells have been the focus for studies of the response to allergens in the lung, 88 it appears that CD4 expression is not necessary for NKT cells to drive macrophage-dependent disease after viral infection. Instead, the NKT-cell-macrophage pathway is primarily dependent on invariant iTCR-CD1d and IL-13-IL-13R interactions as well as NK1.1 expression.",
            "cite_spans": [
                {
                    "start": 2156,
                    "end": 2158,
                    "text": "88",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Direct and indirect mechanisms of NKT-cell-mediated activation of macrophages"
        },
        {
            "text": "We further characterized the downstream events in the NKT-cell-macrophage-IL-13 immune axis to better define whether this pathway could upregulate expression of additional cytokines and/or cytokine receptors. Oligonucleotide microarray analysis of lung mRNA identified Il-13 receptor α (Il-13ra1) as the predominant cytokine-related gene that was significantly upregulated after viral infection. Increased Il-13ra1 expression no longer developed in Cd1d −/− mice, suggesting that NKT cells stimulate an increase in Il-13ra1 mRNA. The increase in lung Il-13ra1 mRNA expression after viral infection was relatively small, further suggesting that increased expression of Il-13ra1 might be restricted to a subpopulation of cells. In fact, Il-13ra1 mRNA expression was restricted mainly to lung macrophages, and this expression was significantly decreased in macrophages isolated from Cd1d −/− mice. These observations suggested that the interaction of IL-13 produced by NKT cells with IL-13R on the surface of the macrophage could serve to amplify macrophage production of IL-13. Indeed, we found that blockade of IL-13 signaling by delivery of sIl-13Rα2-Fc caused a marked decrease in the levels of IL-13-producing macrophages, which in turn caused a decrease in total Il-13 mRNA levels in the lung. Together these findings suggest a positive feedback loop whereby IL-13 signaling induces expression of IL-13R and IL-13 by macrophages in an NKT-cell-dependent manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positive feedback for IL-13 production"
        },
        {
            "text": "Further analysis of whole genome microarrays also revealed a pattern of gene expression that is characteristic of an alternative pathway for activation of macrophages. 94, 95 We found especially prominent upregulation of genes encoding chitinase-like proteins (Chi3l3/4), resistin-like molecules (Rtn1a or Fizz1), arginase (Arg1), matrix metalloproteinases (Mmp12), and arachidonate 12-lipoxygenase (Alox12e) at 7 weeks after viral inoculation. Our results were corroborated by real-time PCR analysis, which further revealed that expression of these transcripts was completely blocked in Il-13 −/− mice and largely blocked in Cd1d −/− and Ja18 −/− mice. Immunostaining and FACS analysis indicated that expression of Chi3l3/4 proteins were principally restricted to CD68 + macrophages. Previous work established that alternative activation of macrophages may occur in the setting of parasitic infection or allergy, 24 but our results provide the initial evidence that this type of response also occurs in response to viral infection. The biological consequences of alternative activation remain uncertain. There is some evidence that arachidonate 12-lipoxygenase and arginase 1 may promote while resistin-like molecule α may protect against allergic airway inflammation. 96, 97 However, the role of these gene products as well as chitinase and chitinase-like proteins for the development of chronic lung disease after viral infection in experimental and clinical settings still needs to be defined. Nonetheless, as developed in the next section, these proteins can still be useful biomarkers of the NKT-cell-alternatively activated macrophage immune axis in humans.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "94,",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "95",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "96,",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "text": "97",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Alternative activation of macrophage"
        },
        {
            "text": "Excessive mucus production is a common feature of acute respiratory infection as well as chronic obstructive lung disease. Autopsies performed on asthmatic patients who died in status asthmaticus demonstrate postmortem findings of mucus plugging and inspissation in approximately 75% of cases. Similarly, occlusion of the small airways by mucus-containing inflammatory exudates is associated with early death in patients with COPD. 98 Given the involvement of NKT cells and macrophages in the development of mucous cell metaplasia after viral infection, we sought to extend our analysis of this immune axis to patients with chronic lung disease that is also characterized by excess mucus production.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "text": "98",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "NKT cell-macrophage pathway in humans"
        },
        {
            "text": "Although our analysis of human samples is at an early stage, we have obtained significant evidence that the NKT-cell-macrophage immune axis is activated in severe asthma and COPD in humans. In particular we have found that bronchoalveolar lavage samples derived from severe asthmatics contain an increased number of IL-13 + CD68 + macrophages compared to samples obtained from healthy control subjects. In addition, we observed that lung samples obtained from patients with severe COPD exhibit significant mucous cell metaplasia and a corresponding increase in IL-13 mRNA and protein relative to control lungs. IL-13 + cells in the lungs of COPD subjects were identified as lung macrophages on the basis of typical cell morphology and CD68 immunostaining. The increase in IL-13 + CD68 + macrophages is accompanied by an increased number of invariant Vα24-TCR NKT cells in lung samples from COPD subjects relative to non-COPD controls. These findings are remarkably similar to our findings in the mouse model of chronic lung disease after viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NKT cell-macrophage pathway in humans"
        },
        {
            "text": "Despite the high-fidelity of our mouse-to-man observations, we also recently demonstrated that mouse models of chronic obstructive lung disease may serve to guide but may not fully predict human lung behavior. 99 For example, as noted above, Chit3l3/4 is the chitinase and chitinase-like family member that is most inducible during the lung disease that develops after viral infection or allergen challenge in the mouse model. However, there is no homologue for Chi3l3/4 in the human genome. Thus, the mouse model cannot predict which chitinase or chitinase-like family member may be equivalently increased in humans with corresponding lung disease. This circumstance, therefore, requires a comprehensive analysis of this family in humans with chronic lung disease. When this type of analysis was performed, we found instead that chitinase 1 is selectively increased in subjects with severe COPD. Similar to the mouse model, chitinase 1 expression was localized to lung macrophages. In addition, the increase in chitinase levels in the lung was reflected by an increase in circulating levels that could be detected in plasma samples from COPD subjects. In these subjects, the plasma levels of chitinase 1 were correlated significantly with disease severity. This level thereby provides a means to noninvasively track the status of alternatively activated macrophages in chronic lung disease and better differentiate molecular phenotypes in heterogeneous patient populations. In addition, these observations provide further evidence that the innate iNKT-cell-alternatively activated macrophage immune axis may constitute a significant pathway for chronic obstructive lung disease.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "99",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "NKT cell-macrophage pathway in humans"
        },
        {
            "text": "Additional work is needed to define the functional role of this pathway in complex lung diseases and in other chronic inflammatory diseases that may also be linked to the antiviral response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NKT cell-macrophage pathway in humans"
        },
        {
            "text": "A new mouse model has provided evidence of two distinct immune pathways that drive chronic lung disease in this model and in humans (summarized in Fig. 1 ). The disease that develops in this model is manifest by mucous cell metaplasia and airway hyper-reactivity that are characteristic features of asthma and COPD in humans. The first phase of chronic disease develops at 3 weeks after viral infection and depends on type I IFN-dependent expression of the high-affinity IgE receptor (FcεR1) on lung cDCs. Engagement of the FcεRI causes the release of CCL28 to drive the recruitment of IL-13-producing Th2 cells to the airways, resulting in local action of IL-13 on airway epithelial cells to produce mucous cells and on airway smooth muscle cells to promote hyper-reactivity. This mechanism fits with the conventional proposal that the adaptive immune system is responsible for chronic inflammatory disease but raises the novel concept that an antiviral (Th1) response can be closely coupled to an allergic (Th2) response. Thus, the findings challenge the existing paradigm for separation of Th1 and Th2 responses, at least in the setting of post-viral disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 153,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Summary"
        },
        {
            "text": "The second phase of chronic disease that we have described for this mouse model is fully manifest at 7 weeks after viral infection and depends instead on an innate immune axis involving subsets of NKT cells and macrophages in the lung. These two cell types are specially programmed to allow for interactions between the semi-invariant TCR on the NKT cell and CD1d on the macrophage as well as NKT-cell-derived, IL-13 derived, and IL-13R on the macrophage. Together these ligand-receptor interactions drive macrophages to a pattern of alternative activation and overproduction of IL-13. This model thereby provides for how the innate immune system can be solely responsible for mediating a chronic inflammatory disease. The relevance of this NKT-cell-macrophage immune axis is underscored by our additional findings of increased numbers of iNKT cells and IL-13producing alternatively activated macrophages in the lungs of subjects with chronic obstructive lung disease. Moreover, the mouse model guided the identification of a biomarker of this innate immune pathway, i.e., macrophage-derived chitinase 1. Initial results indicate that plasma levels of chitinase 1 correlate with disease severity in a subset of subjects with severe COPD. These findings reinforce the role of this new NKT-cellmacrophage pathway in the development of chronic obstructive lung disease and provide a new line of investigation for linking acute viral infection to chronic inflammatory disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "In that regard, we recognize that the present insights into new immune pathways also raise substantial questions that need to be addressed to better define the basis for chronic inflammatory disease. Perhaps the most immediate issue raised by these studies is the need to identify the mechanism for persistent activation of NKT cells after viral infection and in chronic disease. One possible explanation is that remnant virus may provide ongoing stimulation to NKT cells, perhaps through activation of the retinoic acid inducible gene protein 1-like or Toll-like receptor family members. In support of this possibility, we find evidence of viral persistence of SeV that is similar to reports of RSV in animal models. 37, 100, 101 Additional work must be directed at the possibility that viral remnants contained in cDCs, macrophages, or other cell types might drive chronic NKT-cell activation after viral infection. A second question relates to the role of alternative activation of macrophages in chronic inflammatory disease. In that regard, our data and that of others suggest both proinflammatory and anti-inflammatory actions of alternatively activated macrophages may be found under experimental and clinical conditions. 96, 97, 102 At present, we view these macrophage products as potentially useful biomarkers of immune-mediated disease, but further definition of macrophage function is needed if the same products are pursued as targets for therapeutic intervention. Thus, the role of alternatively activated macrophages in the propagation of chronic airway disease also requires further assessment. The insights obtained from the present high-fidelity model of post-viral disease should serve to guide these future studies. Cellular and molecular scheme for immune pathways leading to chronic lung disease after viral infection. (A) For the first phase of chronic disease, viruses cause airway epithelial cell (AEC) and plasmacytoid dendritic cell (pDC) production of type I interferon (IFN). Subsequent type I IFN receptor(IFNAR) signaling leads to upregulation of FcεRI expression on resident lung conventional (c)DCs. In turn, FcεRI activation by viral antigen and antiviral IgE leads to production of CCL28 and recruitment of CCR10-expressing IL-13-producing T helper (Th)2 cells to the lung. The actions of IL-13 drive differentiation of airway epithelial cell precursors toward mucous cells (mucous cell metaplasia) and airway smooth muscle cells to become more reactive to contractile agonists (airway hyper-reactivity [AHR]). (B) For the second phase of chronic disease, viral remnants activate antigen-presenting cells (APCs) and thereby facilitate CD1d-dependent antigen presentation and consequent activation of invariant CD4 − natural killer T (NKT) cells. NKT cells then interact directly with lung macrophages via IL-13 production and binding to the IL-13 receptor (IL-13R) as well as contact between invariant Va14 T-cell receptor (TCR) and glycolipid-loaded CD1d. This interaction leads to increased expression of IL-13R and production of IL-13 that drives a positive feedback loop to amplify IL-13 production and alternative activation of macrophages, including Chi3l3/4, Fizz1, Mmp12, Arg1, and Alox12e gene expression in mice and Chit1, Arg1, and Alox15 in humans.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "100,",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "101",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "96,",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1233,
                    "end": 1236,
                    "text": "97,",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "102",
                    "ref_id": "BIBREF101"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunological memory stabilizing autoreactivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Manz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "305",
            "issn": "",
            "pages": "241--257",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "T-cell subsets in autoimmunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;garra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr Opin Immunol",
            "volume": "5",
            "issn": "",
            "pages": "880--886",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Innate (over)immunity and adaptive autoimmune disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Recher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "305",
            "issn": "",
            "pages": "89--104",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alternative projections of mortality and disability by cause 1990-2020: Global Burden of Disease Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "1498--1504",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Activation of CD4+ T cells, increased TH2-type cytokine mRNA expression, and eosinophil recruitment in bronchoalveolar lavage after allergen inhalation challenge in patients with atopic asthma",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Allergy Clin Immunol",
            "volume": "92",
            "issn": "",
            "pages": "313--324",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Asthma as a risk factor for COPD in a longitudinal study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "59--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory syncytial virus: the virus, the disease and the immune response",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ogra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatr Respir Rev",
            "volume": "5",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory syncytial virus infection: immune response, immunopathogenesis, and treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Domachowske",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Microbiol Rev",
            "volume": "12",
            "issn": "",
            "pages": "298--309",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute bronchiolitis in infancy as risk factor for wheezing and reduced pulmonary function by seven years in Akershus County",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Fjaerli",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Norway. BMC Pediatr",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute and long-term effects of viral bronchiolitis in infancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lung",
            "volume": "168",
            "issn": "",
            "pages": "414--421",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wheezing, asthma, and pulmonary dysfunction 10 years after infection with respiratory syncytial virus in infancy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Pullan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Hey",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Br Med J (Clin Res Ed)",
            "volume": "284",
            "issn": "",
            "pages": "1665--1669",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe respiratory syncytial virus bronchiolitis in infancy and asthma and allergy at age 13",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sigurs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "137--141",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Respiratory syncytial virus in early life and risk of wheeze and allergy by age 13 years",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "541--545",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High-throughput, sensitive, and accurate multiplex PCR-microsphere flow cytometry system for large-scale comprehensive detection of respiratory viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2626--2634",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early childhood infectious diseases and the development of asthma up to school age: a birth cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Illi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMJ",
            "volume": "322",
            "issn": "",
            "pages": "390--395",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viral infections and childhood asthma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kimpen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "162",
            "issn": "",
            "pages": "108--112",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respiratory syncytial virus bronchiolitis in infancy is an important risk factor for asthma and allergy at age 7",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sigurs",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "161",
            "issn": "",
            "pages": "1501--1507",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impact of respiratory virus infections on persons with chronic underlying conditions",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "499--505",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viral infection and exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1555--1556",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of viral infections on pulmonary function in patients with chronic obstructive pulmonary diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Infect Dis",
            "volume": "141",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Impact of respiratory virus infection in patients with chronic chest disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiselka",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Epidemiol Infect",
            "volume": "111",
            "issn": "",
            "pages": "337--346",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Respiratory syncytial virus induces pneumonia, cytokine response, airway obstruction, and chronic inflammatory infiltrates associated with long-term airway hyperresponsiveness in mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Jafri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "1856--1865",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Viral induction of a chronic asthma phenotype and genetic segregation from the acute response",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Invest",
            "volume": "110",
            "issn": "",
            "pages": "165--175",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Alternative activation of macrophages",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of a murine model of allergic pulmonary inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Int Arch Allergy Immunol",
            "volume": "105",
            "issn": "",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Immunohistochemical characterization of the cellular infiltration in asthmatic bronchi",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Poston",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "",
            "pages": "918--921",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Phenotype of cells expressing mRNA for TH2-type (interleukin 4 and interleukin 5) and TH1-type (interleukin 2 and interferon gamma) cytokines in bronchoalveolar lavage and bronchial biopsies from atopic asthmatic and normal control subjects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "12",
            "issn": "",
            "pages": "477--487",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The role of Th2 type CD4 + T cells and Th2 type CD8 + T cells in asthma",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Erb",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Gros",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Immunol Cell Biol",
            "volume": "74",
            "issn": "",
            "pages": "206--208",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Kinetics of allergen-induced airway eosinophilic cytokine production and airway inflammation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Gauvreau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "640--647",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Endobronchial secretion of interleukin-13 following local allergen challenge in atopic asthma: relationship to interleukin-4 and eosinophil counts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kroegel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Eur Respir J",
            "volume": "9",
            "issn": "",
            "pages": "899--904",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pulmonary function changes and increased Th-2 cytokine expression and nuclear factor kB activation in the lung after sensitization and allergen challenge in brown Norway rats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Lett",
            "volume": "73",
            "issn": "",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Elevated expression of messenger ribonucleic acid encoding IL-13 in the bronchial mucosa of atopic and nonatopic subjects with asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Humbert",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Allergy Clin Immunol",
            "volume": "99",
            "issn": "",
            "pages": "657--665",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Increased sputum and bronchial biopsy IL-13 expression in severe asthma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Allergy Clin Immunol",
            "volume": "121",
            "issn": "",
            "pages": "685--691",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Genetic association studies of interleukin-13 receptor alpha1 subunit gene polymorphisms in asthma and atopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Konstantinidis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Respir J",
            "volume": "30",
            "issn": "",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "IL13 gene polymorphisms modify the effect of exposure to tobacco smoke on persistent wheeze and asthma in childhood, a longitudinal study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadeghnejad",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Respir Res",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "IL13 promoter polymorphism 1112C/T modulates the adverse effect of tobacco smoking on lung function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadeghnejad",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "748--752",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Persistent activation of an innate immune response translates respiratory viral infection into chronic inflammatory lung disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "633--640",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Interleukin-13 and -4 expression in the central airways of smokers with chronic bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miotto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Respir J",
            "volume": "22",
            "issn": "",
            "pages": "602--608",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Induced sputum and bronchial mucosal expression of interleukin-13 is not increased in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Allergy",
            "volume": "63",
            "issn": "",
            "pages": "1239--1243",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Therapeutics targeting IL-13 for the treatment of pulmonary inflammation and airway remodeling",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blease",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Opin Investig Drugs",
            "volume": "9",
            "issn": "",
            "pages": "1180--1184",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Respiratory syncytial virus infection results in airway hyperresponsiveness and enhanced airway sensitization to allergen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarze",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Invest",
            "volume": "100",
            "issn": "",
            "pages": "226--233",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "TH(1)-and TH(2)-TYPE cytokine expression by activated t lymphocytes from the lung and spleen during the inflammatory response to respiratory syncytial virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Tripp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cytokine",
            "volume": "12",
            "issn": "",
            "pages": "801--807",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Respiratory syncytial virus (RSV) evades the human adaptive immune system by skewing the Th1/Th2 cytokine balance toward increased levels of Th2 cytokines and IgE, markers of allergy-a review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Genes",
            "volume": "33",
            "issn": "",
            "pages": "235--252",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Is there a difference between chronic airway inflammation in chronic severe asthma and chronic obstructive pulmonary disease?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caramori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "5",
            "issn": "",
            "pages": "77--83",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Neutrophilic inflammation in severe persistent asthma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jatakanon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "1532--1539",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Constitutive activation of an epithelial signal transducer and activator of transcription (Stat1) pathway in asthma",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sampath",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Invest",
            "volume": "103",
            "issn": "",
            "pages": "1353--1361",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cooperation between Th1 and Th2 cells in a murine model of eosinophilic airway inflammation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Invest",
            "volume": "104",
            "issn": "",
            "pages": "1021--1029",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Could asthma worsen by stimulating the T helper type 1 (Th1) response?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "22",
            "issn": "",
            "pages": "143--146",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Interleukin-17 is a negative regulator of established allergic asthma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schnyder-Candrian",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Exp Med",
            "volume": "203",
            "issn": "",
            "pages": "2715--2725",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "CD4 + CD25 + T cells protect against experimentally induced asthma and alter pulmonary dendritic cell phenotype and function",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Lewkowich",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "",
            "pages": "1549--1561",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Increased proportion of CD8+ T-lymphocytes in the paratracheal lymph nodes of smokers with mild COPD. Sarcoidosis Vasc Diffuse Lung Dis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saetta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "28--32",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Interleukin-13 and -4 expression in the central airways of smokers with chronic bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miotto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Respir J",
            "volume": "22",
            "issn": "",
            "pages": "602--608",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "An immune basis for lung parenchymal destruction in chronic obstructive pulmonary disease and emphysema",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grumelli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Mechanisms in allergic airway inflammation -lessons from studies in the mouse",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Shum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rolph",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Sewell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Expert Rev Mol Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Interleukin 25 in allergic airway inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tamachi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int Arch Allergy Immunol",
            "volume": "140",
            "issn": "1",
            "pages": "59--62",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Interleukin-9 promotes allergen-induced eosinophilic inflammation and airway hyperresponsiveness in transgenic mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mclane",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "19",
            "issn": "",
            "pages": "713--720",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Requirement for IL-13 independently of IL-4 in experimental asthma",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grunig",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": "2261--2263",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Attenuation of allergic airway inflammation in IL-4 deficient mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Brusselle",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Clin Exp Allergy",
            "volume": "24",
            "issn": "",
            "pages": "73--80",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Respiratory syncytial virus infection results in airway hyperresponsiveness and enhanced airway sensitization to allergen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarze",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Invest",
            "volume": "100",
            "issn": "",
            "pages": "226--233",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The pathogenesis of respiratory syncytial virus infection in infant ferrets",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Pathol",
            "volume": "82",
            "issn": "",
            "pages": "339--352",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The pathogenesis of respiratory syncytial virus infection in cotton rats",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am J Pathol",
            "volume": "93",
            "issn": "",
            "pages": "771--791",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Viral infection in guinea pigs induces a sustained nonspecific airway hyperresponsiveness and morphological changes of the respiratory tract",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Folkerts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verheyen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Nijkamp",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Eur J Pharmacol",
            "volume": "228",
            "issn": "",
            "pages": "121--130",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Respiratory syncytial virus infection prolongs methacholine-induced airway hyperresponsiveness in ovalbumin-sensitized mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Peebles",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Med Virol",
            "volume": "57",
            "issn": "",
            "pages": "186--192",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Primary respiratory syncytial virus infection in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Med Virol",
            "volume": "26",
            "issn": "",
            "pages": "153--162",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "IL-12 p40 production by barrier epithelial cells during airway inflammation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Exp Med",
            "volume": "193",
            "issn": "",
            "pages": "339--352",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "CCL5-CCR5 interaction provides antiapoptotic signals for macrophage survival during viral infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tyner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "1180--1187",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Airway epithelial versus immune cell Stat1 function for innate defense against respiratory viral infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Shornick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "3319--3328",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Blocking airway mucous cell metaplasia by inhibiting EGFR antiapoptosis and IL-13 transdifferentiation signals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tyner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Invest",
            "volume": "116",
            "issn": "",
            "pages": "309--321",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Genetic segregation of airway disease traits despite redundancy of chloride channel calcium-activated (CLCA) family members",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physiol Genomics",
            "volume": "25",
            "issn": "",
            "pages": "502--513",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Induction of high-affinity IgE receptor on lung dendritic cells during viral infection leads to mucous cell metaplasia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Exp Med",
            "volume": "204",
            "issn": "",
            "pages": "2759--2769",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Predictive value of respiratory syncytial virus-specific IgE responses for recurrent wheezing following bronchiolitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Welliver",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Pediatr",
            "volume": "109",
            "issn": "",
            "pages": "776--880",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Effect of rhinovirus 39 (RV-39) infection on immune and inflammatory paramenters in allergic and non-allergic subjects",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Skoner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Clin Exp Allergy",
            "volume": "25",
            "issn": "",
            "pages": "561--567",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Activation of antiviral protein kinase leads to immunoglobulin E class switching in human B cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rager",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "1171--1176",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Expression of a Functional Fc[epsilon]RI on Rat Eosinophils and Macrophages",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dombrowicz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "1266--1271",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Complete structure and expression in transfected cells of high affinity IgE receptor",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "337",
            "issn": "",
            "pages": "187--189",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Human epidermal Langerhans cells express the high affinity receptor for immunoglobulin E (Fc epsilon RI)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bieber",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Exp Med",
            "volume": "175",
            "issn": "",
            "pages": "1285--1290",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Human dendritic cell 1 and dendritic cell 2 subsets express FceRI: correlation with serum IgE and allergic asthma",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prussin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "1132--1138",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "TLR9-and FceRI-mediated responses oppose one another in plasmacytoid dendritic cells by down-regulating receptor expression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "175",
            "issn": "",
            "pages": "5724--5731",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Controls for lung dendritic cell maturation and migration during respiratory viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "1438--1448",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "IgE enhances mouse mast cell Fc(epsilon)RI expression in vitro and in vivo: evidence for a novel amplification mechanism in IgE-dependent reactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Exp Med",
            "volume": "185",
            "issn": "",
            "pages": "663--672",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Induction of high-affinity IgE receptor on lung dendritic cells during viral infection leads to mucous cell metaplasia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Exp Med",
            "volume": "204",
            "issn": "",
            "pages": "2759--2769",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "IFNAR signaling to neutrophils is necessary to induce high-affinity receptor for IgE (FcεRI) and activate the conventional dendritic cell (cDC) to T helper type 2 (Th2) cell immune axis after viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Inflammation of the respiratory tract is associated with CCL28 and CCR10 expression in a murine model of allergic asthma",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunol Lett",
            "volume": "103",
            "issn": "",
            "pages": "92--100",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Identification of a novel chemokine (CCL28), which binds CCR10 (GPR2)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "22313--22323",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Temporal production of CCL28 corresponds to eosinophil accumulation and airway hyperreactivity in allergic airway inflammation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Pathol",
            "volume": "166",
            "issn": "",
            "pages": "345--353",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Tucson Children's Respiratory Study: 1980 to present",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Taussig",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "111",
            "issn": "",
            "pages": "661--675",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Cutting edge: invariant Va14 NKT cells are required for allergen-induced airway inflammation and hyperreactivity in an experimental asthma model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lisbonne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "171",
            "issn": "",
            "pages": "1637--1641",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Essential role of NKT cells producing IL-4 and IL-13 in the development of allergen-induced airway hyper-reactivity",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "",
            "pages": "582--588",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "CD4 + invariant T cell-receptor + natural killer T cells in bronchial asthma",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1117--1129",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Va24-invariant NKT cells from patients with allergic asthma express CCR9 at high frequency and induce Th2 bias of CD3 + T cells upon CD226 engagement",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "175",
            "issn": "",
            "pages": "4914--4926",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Invariant natural killer T cells in asthma and chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vijayanand",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "1410--1422",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Exogenous and endogenous glycolipid antigens activate NKT cells during microbial infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mattner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "434",
            "issn": "",
            "pages": "525--529",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Requirement for Va14 NKT cells in IL-12-mediated rejection of tumors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "278",
            "issn": "",
            "pages": "1623--1626",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Alternative activation of macrophages",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Interleukin-13-dependent expression of matrix metalloproteinase-12 is required for the development of airway eosinophilia in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pouladi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "30",
            "issn": "",
            "pages": "84--90",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "12/15-Lipoxygenase deficiency protects mice from allergic airways inflammation and increases secretory IgA levels",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hajek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Allergy Clin Immunol",
            "volume": "122",
            "issn": "",
            "pages": "633--639",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Relma/Fizz1) suppresses helminth-induced Th2-type immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Pesce",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Survival after lung volume reduction in chronic obstructive pulmonary disease: insights from small airway pathology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "454--459",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Macrophage chitinase 1 stratifies chronic obstructive lung disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Agapov",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "41",
            "issn": "",
            "pages": "379--384",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Respiratory syncytial virus persistence in the lungs correlates with airway hyperreactivity in the mouse model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Estripeaut",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "1435--1443",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Persistence of respiratory syncytial virus genome and protein after acute bronchiolitis in guinea pigs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hegele",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Chest",
            "volume": "105",
            "issn": "",
            "pages": "1848--1854",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Histochemical evidence for induction of arachidonate 15-lipoxygenase in airway disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am Rev Respir Dis",
            "volume": "147",
            "issn": "",
            "pages": "1024--1028",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the National Institutes of Health (National Heart, Lung, and Blood Institute and National Institute of Allergic and Infectious Diseases), Martin Schaeffer Fund, and Alan A. and Edith L. Wolff Charitable Trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Ann N Y Acad Sci. Author manuscript; available in PMC 2011 March 17.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}