{
    "paper_id": "b9d429419f94f203f63439ffd95e3cac2a958fa6",
    "metadata": {
        "title": "Title: Ancient RNA virus epidemics through the lens of recent adaptation in human genomes 1 2",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Enard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dmitri",
                "middle": [
                    "A"
                ],
                "last": "Petrov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Over the course of the last several million years of evolution, humans likely have been plagued 8 by hundreds or perhaps thousands of epidemics. Little is known about such ancient epidemics 9 and a deep evolutionary perspective on current pathogenic threats is lacking. The study of past 10 epidemics has typically been limited in temporal scope to recorded history, and in physical 11 scope to pathogens that left sufficient DNA behind, such as Yersinia pestis during the Great",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Plague.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "About 40 years ago and for the first time in their evolution, humans eradicated a virus that had 28 claimed countless lives, the Variola virus known as the causal agent of smallpox (Metzger et al., may be unusually high due to large human populations in contact with other species, even much 36 less frequent viral zoonoses during the millions of years of past human evolution are likely to 37 have resulted in many epidemics.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 197,
                    "text": "(Metzger et al.,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "When viruses impose a selective pressure on a host, adaptation happens in response at 39 the host loci that interact with the virus (Enard et al., 2016 ). An epidemic can then be detected 40 through the enrichment in signals of adaptation at VIPs that interact with a virus. One obstacle 41 to utilizing this method is that we do not have a direct access to the interactions between a host 42 and an ancient virus. However, host-virus interactions are well known in present viruses. of knowledge of ancient viruses can be explained by the difficulty to recover ancient viral DNA 70 (Spyrou et al., 2019) , and by the fact that many viruses have their genomes coded by RNA that 71 is known to degrade much faster than DNA. In light of the scarcity of molecular remains, how 72 can we identify the viruses that drove ancient epidemics during human evolution?",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 151,
                    "text": "(Enard et al., 2016",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 582,
                    "end": 603,
                    "text": "(Spyrou et al., 2019)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": "In order to identify viruses that drove ancient epidemics, we can use present interactions 75 as proxies for the interactions with ancient viruses from the same phylogenetic family. Using this 76 approach, we previously found evidence that 50,000 years ago ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "Among available haplotype-based statistics, the iHS or integrated Haplotype Score (Voight et ",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 92,
                    "text": "(Voight et",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "104"
        },
        {
            "text": "We further ask whether specific types of viruses drove recent adaptation more frequently 122 than others. More specifically, our previous results on adaptive introgression from Neanderthals 123 to modern humans , and the known zoonoses from the recent past 124 (Geoghegan et al., 2017; Kreuder Johnson et al., 2015) , suggest that RNA viruses may have 125 driven more recent adaptation than DNA viruses because they jump more often from a species 126 to another. The vast majority of known zoonotic viruses that infected humans in the recent past ",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 285,
                    "text": "(Geoghegan et al., 2017;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 286,
                    "end": 315,
                    "text": "Kreuder Johnson et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "First, using all VIPs compared to non-VIPs, we find a strong enrichment of iHS selective 142 sweeps at VIPs overall, suggesting that viruses were a major selective pressure during recent 143 human evolution that drove multiple strong adaptive events. Second, we further find that the 144 selective sweeps enrichment is much more pronounced at RNA VIPs compared to DNA VIPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": "These results validate previous results and are consistent with RNA viruses being a significant 146 selective pressure in the past 50,000 years of human evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "We use a dataset of ~4,500 VIPs that are human proteins known to interact physically with 152 viruses (Table S1 ). Of these, we previously manually curated 1,920 from the virology literature 153 (Methods). The articles that report these interactions also frequently report their effect on the 154 viral replication cycle, and 66% of the manually curated interactions also have reported proviral 155 (interaction is beneficial to viral proliferation), or antiviral effects (interaction is detrimental to the 156 virus) (Methods). While this percentage is high, it is still likely to be an underestimate due to the 157 fact that it is limited to the cases where the effect of the interaction has been investigated in the 158 first place. This makes VIPs prime candidates for host adaptation, with a strong likelihood of 159 functional mutations affecting the viral replication cycle. The remaining ~2,600 VIPs were 160 identified using high-throughput methods and were retrieved from the VirHostnet 2.0 database 161 as well as from a number of additional studies (Table S1) . For this analysis, we pooled the 162 manually curated and the high-throughput VIPs together into one group that we systematically 163 compared to the rest of the genome. In total, 20 viruses that infect humans have more than 10 164 VIPs and 14 viruses have more than 100 VIPs, with influenza virus (IAV) and HIV having the 165 highest numbers of known VIPs (1,505 and 1,209 respectively; ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1061,
                    "end": 1071,
                    "text": "(Table S1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "151"
        },
        {
            "text": "For instance, VIPs are more highly constrained, more highly expressed than non-VIPs, and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "209"
        },
        {
            "text": "Using this strategy, we find that VIPs are enriched for recent selected sweeps with The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.997346 doi: bioRxiv preprint genes far from them, we do not observe any enrichment of strong selective sweeps (Fig 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "(Fig 2B)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "257"
        },
        {
            "text": "We nevertheless observe some enrichment when using the rank thresholds from top 2,000 to 304 top 500, suggesting weaker sweeps signals at DNA VIPs. These results suggest that RNA with sweeps in control genes that belong to none of the VIP-enriched GO annotations (Fig. 3) . If 337 GO annotations rather than viruses explain our results, we expect the genes from the VIP-338 enriched GO annotations to be significantly enriched for sweeps compared to other genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 271,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "303"
        },
        {
            "text": "Because the confounding effect should be independent from viruses, we should be able to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "339"
        },
        {
            "text": "To determine a window size that would more specifically detect strong adaptation in the human 439 genome, we ran population simulations of incomplete selective sweeps and measured the 440 power of iHS to detect weak or strong adaptation when using different window sizes. In 441 particular, we used two window sizes, with small 50kb windows and much larger 1,000kb 442 windows. We ran the population simulations using discoal . Each ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "438"
        },
        {
            "text": "A. Incomplete selective sweeps from a de-novo mutation that reached a 50% frequency. B. Sweep from a 466 standing, 5% standing variant at the start of selection and that reached a 50% frequency. C. and D. same 467 as A. and B., respectively, but for sweeps that reached a 70% instead of 50% frequency. The y axis 468 represents the statistical power (true positive rate) at 0.1% false positive rate (FPR). The x axis 469 represents the range of simulated selection intensities, ranging from 2Ns=50 to 2Ns=1,000 where 470 N=10,000 in our simulations, and s is the selection coefficient. Blue curve: power with 50kb windows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "465"
        },
        {
            "text": "Orange curve: power with 1,000kb windows. Grey curve: ratio of the power with 1,000kb windows over 472 the power with 50kb windows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "471"
        },
        {
            "text": "The bootstrap test we used to match VIPs with control non-VIPs that match for multiple 476 confounding factors has already been described extensively in a previous manuscript that the 477 reader can refer to for more ample details (Castellano, 2019 ). An implementation of the 478 bootstrap test is available at https://github.com/DavidPierreEnard, as part of a larger pipeline 479 that also estimates the whole enrichment curve p-value (see below). In brief, the bootstrap test ",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 248,
                    "text": "(Castellano, 2019",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "475"
        },
        {
            "text": "It is important to note that we match many (11) confounding factors, which inevitably restricts 527 the number of non-VIPs that can be used as controls. Smaller numbers of control non-VIPs 528 increase the false positive rate of the bootstrap test (see below). However, the False Discovery",
            "cite_spans": [],
            "ref_spans": [],
            "section": "526"
        },
        {
            "text": "Rate analysis strategy that we use to test the significance of the whole curve enrichment fully 530 takes this limitation into account (see below). Note also that in order to limit the number of false 531 positive sweeps due to low recombination regions included in the bootstrap test, we did not use 532 genes with recombination rates estimated to be lower than 0.2 cM/Mb (Hinch et al., 2011) .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 393,
                    "text": "(Hinch et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "529"
        },
        {
            "text": "Testing the significance of the whole enrichment curve",
            "cite_spans": [],
            "ref_spans": [],
            "section": "534"
        },
        {
            "text": "In addition to estimating a p-value for each iHS rank threshold from top 2,000 to top 20 with the 536 bootstrap test, we also estimated how significantly the whole enrichment curve stands above 537 null expectations. We do this for multiple reasons, some of which already mentioned above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "535"
        },
        {
            "text": "First, the different thresholds across the whole curve are not independent from each other. As a 539 consequence, an excess of significant p-values at multiple thresholds may reflect a correlation 540 of false positives due to the dependence between thresholds. Second and most importantly, it is 541 very likely that we used the bootstrap test in conditions that make it non-nominal (meaning a 542 non-uniform distribution of p-values under the null hypothesis of no enrichment). Indeed, as we 543 mentioned in the results, we had to exclude many non-VIPs too close to VIPs (<500kb) to avoid 544 counting VIP sweeps as non-VIP sweeps, and vice versa. We also used only non-VIPs that 545 could match VIPs for a large number of confounding factors. The issue then is that we only had 546 a limited number of non-VIPs that were far enough from VIPs and that could be used as 547 controls. For example, for the VIPs vs. non-VIPs test, we could use only 1,704 control non-VIPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "538"
        },
        {
            "text": "A smaller set of controls means that in the bootstrap test, the same control non-VIP has to be 549 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.997346 doi: bioRxiv preprint re-sampled more times (it is a bootstrap), thus resulting in a smaller set of control non-VIPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "548"
        },
        {
            "text": "Smaller samples of control non-VIPs are inevitably related to (i) a higher variance of the control 551 null distribution, and (ii) also to a higher variance of the overall average of the null distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "550"
        },
        {
            "text": "Bias (i) can result in a higher rate of false negatives with a decreased power to detect an 553 significant sweep enrichment, but more alarmingly bias (ii) can on the contrary inflate the rate of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "552"
        },
        {
            "text": "This is a very serious limitation of our analysis, but fortunately there is a very simple, yet 558 computationally intensive remedy. Since we know that the bootstrap test is likely not nominal, 559 we can estimate the true False Discovery Rate associated with the whole approach, by re-560 running the entire analysis pipeline many times on randomized genomes where the iHS ranks 561 have been swapped randomly between genes. We specifically use 10,000 random genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "557"
        },
        {
            "text": "We can then estimate how significant the real enrichment curve from top 2,000 to top 20 is 563 compared to the same curved measured on the 10,000 random genomes. As a statistic to 564 estimate the significance of the whole curve, we use the difference of the observed number of 565 VIPs, minus the expected number according to controls, and we sum this difference over all 566 rank thresholds from top 2,000 to top 20 (Figure 1) . We then compare the real value of the 567 statistic for the real genome, with the distribution of 10,000 random values obtained from the 568 10,000 randomized genomes. For each randomized genome, we use exactly the same VIPs 569 and control non-VIPs as we did when testing the real genome, but these genes are now 570 associated with randomly swapped iHS ranks. The sample size of the control sets of non-VIPs 571 is exactly the same using random genomes as when using the real genome, meaning that the 572 results of the boostrap test reproduce exactly the same biases for the random genomes as 573 when testing the real genome. The p-value obtained for the whole rank thresholds enrichment 574 curve after 10,000 randomized genomes is thus an unbiased, nominal p-value that matches the 575 actual False Discovery Rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 428,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "562"
        },
        {
            "text": "It is however very important to note that it is true that the randomized genomes provide an 578 unbiased, whole curve test, only because we do not randomize genomes in a completely 579 random fashion. If we just swapped randomly iHS ranks between genes, we would lose the very The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.997346 doi: bioRxiv preprint high-ranking iHS genes. In our case, it was therefore crucial to randomize iHS ranks between 584 genes in a way that conserved the same exact clustering structure between top iHS rank genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "577"
        },
        {
            "text": "To achieve this, we cut the genes ordered as they are across human chromosomes in 100 586 blocks of contiguous genes, and then randomly shuffled these blocks. The size of the blocks is 587 much larger than the size of even very large sweeps of multiple megabases, thus ensuring that 588 the clustering structure of the top iHS rank genes is preserved within the blocks. Randomly 589 swapping the blocks still results in randomly swapping iHS ranks between genes within the 590 blocks. Because the randomized genomes obtained this way preserve the clustering of iHS 591 signals, we can still measure enrichments using the number of genes, instead of having to count 592 the number of sweeps. Note that the entire pipeline to get the whole enrichment curve p-value is 593 available at https://github.com/DavidPierreEnard with a user manual, together with the bootstrap 594 test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "585"
        },
        {
            "text": "To test whether host intrinsic functions can explain the sweep enrichment at VIPs and 598 particularly at RNA VIPs, we measured enrichment for sweeps among genes that belong to GO 599 functions that are over-represented in VIPs. Specifically, we tested whether genes that belong 600 to over-represented functions in VIPs are enriched for sweeps completely independently of 601 whether they interact with viruses or not, by completely excluding VIPs and genes at less than 602 500kb from VIPs (and more likely to overlap VIP sweeps) from the analysis. Thus, we used the 603 bootstrap test to compare iHS sweeps in 718 non-VIPs more than 500kb from VIPs that belong 604 to over-represented GO functions in VIPs (GO functions had to be found in 50 VIPs or more, 605 100% over-represented or more), with sweeps in 423 non-VIPs more than 500kb from VIPs that VIPs with no over-represented GO function. We ran the bootstrap test testing for a deficit of 611 sweeps in the 423 non-VIPs out of over-represented GO functions using the larger number of 612 non-VIPs with at least an over-represented function (the larger the pool of controls compared to 613 the tested set, the better). We also flipped the two groups when testing GO functions for RNA 614 VIPs for the same reason that it is always better to have the larger group being the control 615 group in the bootstrap test. We estimated the significance of the bootstrap test by measuring the 616 whole enrichment curve p-value as already described above. We used the same confounding 617 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.997346 doi: bioRxiv preprint factors to match during the bootstrap test as we previously did to match VIPs with control non- Table S1 . We found that 66% of the interactions with VIPs ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1853,
                    "end": 1861,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "597"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The shaping of modern human immune 633 systems by multiregional admixture with archaic humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gharizadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "334",
            "issn": "",
            "pages": "89--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identifying the favored mutation in a positive selective sweep",
            "authors": [],
            "year": null,
            "venue": "Nat Methods",
            "volume": "15",
            "issn": "",
            "pages": "279--282",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evolutionary dynamics of human Toll-like receptors and 638 their different contributions to host defense",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neyrolles",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gicquel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Genet",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Discovery and Description 641 of Ebola Zaire Virus in 1976 and Relevance to the West African Epidemic During 2013-2016",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Muyembe-Tamfun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ruppol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sureau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J 642 Infect Dis",
            "volume": "214",
            "issn": "",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viruses rule over adaptation in conservd 644 human proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Munch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human genomics. The Genotype-Tissue Expression (GTEx) pilot 646 analysis: multitissue gene regulation in humans",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Consortium",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "",
            "pages": "648--660",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High rate of adaptation 648 of mammalian proteins that interact with Plasmodium and related parasites",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ebel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Telis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkataram",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Genet",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viruses are a dominant driver of protein 651 adaptation in mammals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gwennap",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genome-wide signals of positive selection in 653 human evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Res",
            "volume": "24",
            "issn": "",
            "pages": "885--895",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evidence that RNA Viruses Drove Adaptive Introgression 655 between Neanderthals and Modern Humans",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "175",
            "issn": "",
            "pages": "360--371",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On detecting incomplete 657 soft or hard selective sweeps using haplotype structure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrer-Admetlla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Korneliussen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Biol Evol",
            "volume": "31",
            "issn": "",
            "pages": "1275--1291",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An early modern human from Romania with a 660 recent Neanderthal ancestor",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rohland",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lazaridis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nickel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "524",
            "issn": "",
            "pages": "216--219",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Adaptive Protein Evolution in Animals and the Effective Population Size 662 Hypothesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Galtier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Genet",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recent selective sweeps in 664",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Garud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Buzbas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "North American Drosophila melanogaster show signatures of soft sweeps",
            "authors": [],
            "year": null,
            "venue": "PLoS Genet",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Gene Ontology Consortium: going forward",
            "authors": [
                {
                    "first": "Gene",
                    "middle": [],
                    "last": "Ontology",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "",
            "pages": "667--1049",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A global reference for human 670 genetic variation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Marchini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcvean",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "526",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparative analysis estimates the 672 relative frequencies of co-divergence and cross-species transmission within viral families",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Geoghegan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duchene",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A draft sequence of the Neandertal genome",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "328",
            "issn": "",
            "pages": "710--722",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "History and Emergence of Zika Virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect 678 Dis",
            "volume": "216",
            "issn": "",
            "pages": "860--867",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The origin and diversity of the HIV-1 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hemelaar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Mol Med",
            "volume": "18",
            "issn": "",
            "pages": "182--680",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The landscape of recombination in African 683 Americans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Buxbaum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Akylbekova",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "476",
            "issn": "",
            "pages": "170--175",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Viral evolution and the emergence of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Patterns of shared signatures of recent positive selection 687 across human populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Voight",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Ecol Evol",
            "volume": "2",
            "issn": "",
            "pages": "713--720",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Zoonosis emergence linked to agricultural intensification 690 and environmental change",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "8399--8404",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Discoal: flexible coalescent simulations with selection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Schrider",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "692",
            "issn": "",
            "pages": "3839--3841",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Spillover and pandemic properties 695 of zoonotic viruses with high host plasticity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Joly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Recent positive selection has acted on genes encoding proteins with more interactions within 698 the whole human interactome",
            "authors": [],
            "year": null,
            "venue": "Genome Biol Evol",
            "volume": "7",
            "issn": "",
            "pages": "1141--1154",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "hapbin: An Efficient Program for",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Prendergast",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Performing Haplotype-Based Scans for Positive Selection in Large Genomic Datasets",
            "authors": [],
            "year": null,
            "venue": "Mol Biol 701 Evol",
            "volume": "32",
            "issn": "",
            "pages": "3027--3029",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Adaptive protein evolution at the Adh locus in 703 Drosophila",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kreitman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "351",
            "issn": "",
            "pages": "652--654",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Lessons from a modern review of the 705 smallpox eradication files",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mordmuller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J R Soc Med",
            "volume": "108",
            "issn": "",
            "pages": "473--477",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Estimating the Ages of Selection Signals from Different Epochs in Human 708 History",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rienzo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Biol Evol",
            "volume": "33",
            "issn": "",
            "pages": "657--669",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The diverse origins of the human gene pool",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paabo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Genet",
            "volume": "16",
            "issn": "",
            "pages": "313--314",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The controversial natural history of oral Herpes Simplex Virus Type 711 1 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lodi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Oral Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The genomic landscape of Neanderthal ancestry in present-day humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sankararaman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dannemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prufer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paabo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "714",
            "issn": "",
            "pages": "354--357",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "S/HIC: Robust Identification of Soft and Hard Sweeps 716 Using Machine Learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Schrider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Genet",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Soft Sweeps Are the Dominant Mode of Adaptation in the 718 Human Genome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Schrider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Biol Evol",
            "volume": "34",
            "issn": "",
            "pages": "1863--1877",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Supervised Machine Learning for Population Genetics: A 720 New Paradigm",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Schrider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Genet",
            "volume": "34",
            "issn": "",
            "pages": "301--312",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Evolutionarily conserved elements in 723 vertebrate, insect, worm, and yeast genomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spieth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Hillier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genome Res",
            "volume": "15",
            "issn": "",
            "pages": "1034--1050",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Ancient pathogen genomics as an 725 emerging tool for infectious disease research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Spyrou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herbig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Genet",
            "volume": "20",
            "issn": "",
            "pages": "323--340",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Localization of adaptive variants in human genomes using averaged one-dependence 728 estimation",
            "authors": [],
            "year": null,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Inference of Distribution of Fitness 730 Effects and Proportion of Adaptive Substitutions from Polymorphism Data",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tataru",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mollion",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Glemin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bataillon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genetics",
            "volume": "207",
            "issn": "",
            "pages": "1103--731",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Exploiting selection at linked sites to infer the 733 rate and strength of adaptation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Uricchio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Exploiting selection at linked sites to infer the 735 rate and strength of adaptation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Uricchio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Ecol Evol",
            "volume": "3",
            "issn": "",
            "pages": "977--984",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A map of recent positive 737 selection in the human genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Voight",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudaravalli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pritchard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Direct evidence of extensive 740 diversity of HIV-1 in Kinshasa by 1960",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kabongo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kalengayi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Marck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "661--664",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Because phylogenetically related pathogens tend to use the same interactions with their hosts 44 (Enard et al., 2016), we can use present interactions as proxies for the interactions with ancient 45 viruses from the same phylogenetic family. For example, HIV belongs to the family of 46 lentiviruses, and we can use interactions between HIV and human proteins as proxies for 47 ancient interactions between human proteins and ancient lentiviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "we recently found that arms races with ancient viruses have left 50 characteristic signals of abundant, intense adaptation in human proteins that interact with 51 present viruses (Castellano, 2019; Enard et al., 2016; Uricchio et al., 2019). According to our 52 curation and annotation of the virology literature, in the past three decades, virologists have 53 found that approximately 4,500, or 20% of human proteins physically interact with human-54 infecting viruses (Enard and Petrov, 2018). A large proportion of these interactions have known 55 functional consequences for the viral replication cycle, thus making virus-interacting proteins 56 (VIPs) prime candidates for host adaptation in response to viral epidemics (Methods and Table 57 S1). VIPs harbor remarkably high levels of past protein adaptation, with rates of adaptive amino 58 acid changes several times higher than human proteins that are not known to interact with 59 viruses (non-VIPs) (Enard et al., 2016; Uricchio et al., 2019). Furthermore, adaptation was not 60 only more frequent at VIPs compared to non-VIPs; it was also stronger, more intense adaptation 61 (Castellano, 2019; Uricchio et al., 2019), suggesting that viruses repeatedly imposed strong 62 selective pressures on their human hosts during evolution. Thus, frequent new zoonoses and 63 abundant adaptation at VIPs together suggest that viruses drove many epidemics in past 64 human evolution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Abi-Rached et al., 2011; Fu et 77 al., 2015; Green et al., 2010; Paabo, 2015; Sankararaman et al., 2014), Neanderthals appear to 78 have infected the modern human ancestors of present Europeans with one or multiple RNA 79 viruses, as shown by the fact that European modern humans harbor substantially more and 80 substantially longer introgressed Neanderthal DNA at genes that interact with RNA viruses 81 compared to genes that interact with DNA viruses (Enard and Petrov, 2018). The key factor in 82 this finding was that ancient RNA viruses drove adaptive introgression of Neanderthal DNA not 83 only at a few loci, but at dozens of loci, thus creating a strongly significant enrichment of 84 Neanderthal DNA at RNA VIPs (VIPs that interact with RNA viruses) compared to DNA VIPs 85 (VIPs that interact with DNA viruses). The magnitude of the adaptive signals is what enabled 86 their assignment to a specific type of viruses, in this case RNA viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "they interbred (Abi-Rached et al., 2011; Fu et al., 2015; Green et al., 89 2010; Paabo, 2015; Sankararaman et al., 2014), Neanderthals and modern humans likely 90 infected each other with their respective viruses, there was a strong prior to expect ancient 91 epidemics at the time of interbreeding, and it made sense to start looking for host genomic 92 signals of ancient epidemics at this particular time of human evolution. However, because 93 ancient epidemics were likely frequent during human evolution, it now also makes sense to 94 extend the search for signals of adaptation left by ancient epidemics to any time of human 95 evolution from which we can get signals of adaptation. Recent human adaptation is particularly 96 interesting in this respect, because we now have good genome datasets (Genomes Project et 97 al., 2015) and statistical tools (Ferrer-Admetlla et al., 2014; Schrider and Kern, 2016, 2017, 98 2018; Voight et al., 2006) to detect signals of recent adaptation genome-wide in the form of 99 recent selective sweeps. Haplotype-based statistics that use the structure of haplotypes along 100 chromosomes have been shown to be particularly useful to detect recent selective sweeps, 101 because they have good statistical power to detect strong, recent incomplete sweeps (Ferrer-confounding effect of other processes such as background selection (Enard et al., 2014).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "it comes to detect sweeps from de novo mutations or from standing genetic 108 variation (see power analysis in Methods), and (iii) of having fast implementations that can be 109 used to scan many individual genomes from many human populations in a non-prohibitive 110 amount of time (Maclean et al., 2015) (Methods).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "we examine signals of recent human adaptation in diverse human populations to 113 ask whether viruses drove an enrichment of signals of recent adaptation at VIPs compared to 114 non-VIPs. Specifically, we test whether VIPs are overall enriched for recent selective sweeps 115 detected by the well-established iHS statistic in the 26 human populations represented in the 116 1,000 Genomes phase 3 dataset (Genomes Project et al., 2015). The iHS statistic has better 117 power to detect the most recent, incomplete selective sweeps, and no power to detect selective 118 sweeps older than 50,000 years (see power analysis, Methods). This restricts our analysis of 119 recent adaptation in response to viruses to human evolution after the migration out of Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "176 use the iHS statistic to detect candidate sweeps in each of the 26 populations from the 1,000 177 Genomes Project (Maclean et al., 2015) (Methods). The iHS statistic is measured for a focal 178 variant (Voight et al., 2006), by measuring how far the haplotypes carrying the derived allele of 179 the focal variant extend both upstream and downstream of it, compared to how far the 180 haplotypes carrying the ancestral allele extend. A rapid increase in frequency of the derived 181 focal allele due to strong positive selection results in large and frequent linked haplotypes 182 compared to the haplotypes carrying the ancestral allele, and in elevated values of the iHS 183 statistic. We first measure iHS along chromosomes for all variants in all the 26 populations 184 (Methods), in a way that optimizes the sensitivity of iHS to strong selective sweeps (see power 185 analysis in Methods). We do this because our previous work using a very different methodology 186 to quantify adaptation (the McDonald-Kreitman test) (McDonald and Kreitman, 1991; Tataru et 187 al., 2017; Uricchio et al., 2018) estimated that adaptation at VIPs was not only frequent but also 188 generally driven by strongly adaptive mutations (Uricchio et al., 2019), which predicts strong 189 selective sweeps at VIPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "rank all protein coding genes in the genome from highest iHS values to lowest iHS 192 values. We measure the average iHS in large 1,000kb windows centered on the genomic center 193 of genes. These large windows are more specifically sensitive to strong adaptation compared to 194 smaller windows, and using a constant window size avoids biases due to gene length 195 (Methods). For example, the top 200 genes are then the 200 genes in a population with the 196 highest iHS compared to other genes, the top 1,000 are the 1,000 genes with the highest iHS, 197 and so on. Finally, we count how many VIPs are among the top-ranking genes in a specific 198 population. We then sum the number of VIPs among top-ranking genes across all the 26 199 populations. That is, if the world included three populations A, B and C, and the respective top",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "200 100 of populations A, B and C include 23, 34, and 15 VIPs, then the worldwide top 100 would 201 be 23+34+15=72. We then measure the same sum but in the control sets of non-VIPs, and 202 compute the corresponding fold enrichment in VIPs compared to the average of the control sets 203 of non-VIPs. This implies that the results represent average worldwide trends. Methods). Indeed, VIPs and non-VIPs not only differ by the fact that VIPs are not to interact 207 with viruses while non-VIPs either do not interact with viruses or are not known to. In addition,208VIPs and non-VIPs differ by many other factors(Enard et al., 2016;Enard and Petrov, 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "210 have more protein-protein interactions than non-VIPs (Enard et al., 2016; Enard and Petrov, 211 2018). If gene expression, protein-protein interactions (Luisi et al., 2015), or other factors affect 212 the prevalence of recent sweeps on their own, independently of interactions with viruses, they 213 might confound the comparison of VIPs and non-VIPs by creating differences between the 214 former and the latter that have nothing to do with interactions with viruses. Thus, we build 215 random sets of control non-VIPs that match VIPs for multiple potential confounding factors using 216 a previously described bootstrap test (Castellano, 2019) (Methods). Furthermore, the control 217 sets of non-VIPs exclude all non-VIPs that are too close to VIPs and may thus be found in the 218 same large sweeps extending over multiple genes. To avoid counting large VIP sweeps also as 219 non-VIP sweeps, or large non-VIP sweeps also as VIP sweeps, we select only control non-VIPs 220 at least 500kb away from VIPs. The enrichment of recent adaptation is therefore tested 221 comparing sweep signals at VIPs compared to sweeps signals far from VIPs. In addition, to 222 avoid the confounding effect of counting the same adaptive event multiple times when VIPs are 223 clustered together in the same selective sweep, we use an approach based on block-224 randomized genomes to assess the statistical significance of the signals detected (Methods).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "the number of control non-VIPs among the top-ranking sweep genes for each of 227 the 1,000 control sets, measured the corresponding average, and measured how enriched VIPs 228 were in top-ranking genes compared to this control average. Furthermore, we measured the fold 229 enrichment at VIPs for several sets of iHS top-ranking genes corresponding to different rank 230 thresholds. The top-ranking genes are defined by sliding a rank threshold from the top 2,000 231 genes, to a much more stringent threshold for the top 20 genes (see figure 1, x axis). The top 232 2,000 genes include even weak sweep signals, while the top 20 genes only correspond to 233 strong sweep candidates. Using a sliding rank threshold thus avoids making assumptions on 234 exactly how strong adaptation to viruses needs to be, and enables the detection of enrichments 235 for strong selective sweeps (top 100 or less) as well as enrichments driven by more incomplete 236 or weaker, polygenic hitchhiking signals spread across more genes (see power analysis in 237 Methods).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Worldwide enrichment of iHS sweeps at VIPs compared to control non-VIPs 240 A. Black line: observed fold enrichment at VIPs. Grey area: 95% confidence interval of the fold 241 enrichment. Fold enrichments above ten are represented at ten. When this happens, the confidence 242 interval is not represented. However the lowest edge of the confidence intervals not represented are all 243 above one. Red dots: bootstrap test P<0.001 (Methods). Dashed line: fold enrichment of one, i.e. no 244 enrichment. Fold enrichment (y-axis) is the number of VIPs in candidate sweeps divided by the average 245 number of control-non-VIPs in candidate sweeps. VIPs and non-VIPs in candidate sweeps are counted if 246 they belong to the top x iHS genes (x-axis), where x is a rank threshold that slides from top 2,000 to top 247 20, taking in total 25 values (2,000; 1,500; 1,000; 900; 800; 700; 600; 500; 450; 400; 350; 300; 250; 200; 248 150; 100 ;90 ; 80 ;70 ;60 ;50 ;40 ;30 ;25 ;20). A fold enrichment of y=3.51 at top x=100 means that there 249 are 3.51 times more VIPs in the top 100 iHS genes than control non-VIPs on average (over 1,000 control 250 sets of non-VIPs). There are in fact 80 VIPs in the iHS top 100, versus only 22.7 control-non-VIPs. 80 is 251 high compared to 100 because of the summing over all 26 human populations. Specifically, a VIP or non-252 VIP counts as one in the top x if it is in the top x of at least one of the 26 populations. Note that counting 253 the number of genes instead of counting the number of sweeps ignores the clustering of multiple genes in 254 a single sweep, but that we account for this potential bias when estimating the whole rank threshold curve 255 significance (see Methods).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "258 confidence intervals clearly above the no-enrichment mark (fold enrichment of one in figure 259 1A,B, dashed horizontal line). VIPs are enriched for genes from the top 2,000 of iHS (figure 260 1A,B), suggesting an excess of weak to moderate hitchhiking events. The relative enrichment 261 shown in figure 1 at top 2,000 corresponds to an absolute number of 527 additional VIPs 262 compared to control expectations. VIPs are however particularly enriched for strong selective 263 sweep signals in the top 100 of iHS or less (figure 1A), suggesting that viruses drove particularly 264 strong adaptive events in recent human evolution. The iHS to 100 includes 80 VIPs in sweeps in 265 different human populations, versus only 22.7 expected by chance according to the bootstrap 266 test. The enrichment observed for the top 100 thus cannot explain alone the enrichment 267 observed for the top 2,000 (57 vs. 527 additional VIPs, respectively). Overall, the enrichments the top 20 are collectively highly significant and robust to issues such as 269 clustering of multiple VIPs in the same sweep (P<0.001; see Methods describing how we 270 estimate the significance of the whole enrichment curve and not just at one rank threshold). 271 These results suggest that viruses may have driven multiple strong adaptive events during that 272 past ~50,000 years of human evolution, and are consistent with our previous results showing a 273 high enrichment of adaptive events at VIPs at different evolutionary time scales (Enard et al., 274 2016; Enard and Petrov, 2018; Uricchio et al., 2019). 275 276 RNA viruses drove more recent selective sweeps than DNA viruses 277 The strong excess of iHS selective sweeps at VIPs suggests that there may be enough 278 statistical power to cut the set of VIPs further into smaller categories, and ask which types of 279 viruses drove this signal. Specific viruses may have indeed driven more epidemics than others 280 in recent evolution, and a completely homogeneous distribution of sweeps between the VIPs of 281 distinct viruses would be surprising. 282 283 As we mentioned previously, RNA viruses have been responsible for the vast majority of 284 recorded zoonoses in human populations (Geoghegan et al., 2017; Kreuder Johnson et al., 285 2015) and are often pathogenic (Ebola, SARS, Dengue, Zika, Influenza, HIV, etc.). Since the 286 VIPs of specific viruses can be used as proxies for their ancient viral relatives, we use 2,691 287 RNA VIPs and 2,604 DNA VIPs as proxies for looking at sweeps left by ancient RNA viruses or 288 by ancient DNA viruses, respectively. 289 290 We estimate the enrichment of recent sweeps at RNA VIPs by comparing RNA VIPs with all 291 other protein coding genes far (>500kb) from RNA VIPs, including both non-VIPs and other 292 VIPs that do not interact with RNA viruses. Similarly, we estimate the enrichment of recent 293 sweeps at DNA VIPs by comparing DNA VIPs with all protein coding genes located far away 294 (>500kb). In short, we test if what matters for observing a sweep enrichment is being close to295RNA VIPs, or being close to DNA VIPs. We use the bootstrap test again to match confounding 296 factors exactly the same way we did when comparing all VIPs and non-VIPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "and summing them over all the 26 populations from the 1,000 Genomes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Project, we find a substantial enrichment in strong selective sweeps at RNA VIPs (Figure 2A; 300 whole enrichment curve P<0.001). This enrichment is reminiscent of the one observed 301 comparing all VIPs and non-VIPs (Figure 1A,B). Conversely, when we compare DNA VIPs with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "305 viruses exerted a more drastic selective pressure driving a larger number of strong selective 306 events compared to DNA viruses during recent human evolution. The past 50,000 years of 307 human evolution might thus echo the very strong skew of recorded zoonoses toward Sweep enrichment at RNA VIPs and DNA VIPs 312 Legend same as figure 1. A. Sweep enrichment at RNA VIPs compared to other genes far from RNA 313 VIPs (>500kb). The enrichment exceeds tenfold at iHS top 30 and 25, and is represented at ten without 314 confidence intervals. B. Sweep enrichment at DNA VIPs compared to other genes far from DNA VIPs 315 (>500kb). Red dots: bootstrap test P<0.001. Orange dots: P<0.05. 316 317 Host functions do not explain the sweep enrichment at VIPs or at RNA VIPs 318 Even though we control for a number of confounding factors in the previous comparisons (VIPs 319 vs. non-VIPs, RNA VIPs vs. other genes and DNA VIPs vs. other genes), we have so far not 320 controlled for the potential confounding effect of the host biological functions on sweep 321 enrichments. Because the representation of specific host functions can be different in VIPs and 322 non-VIPs, these host functions rather than interactions with viruses might explain the sweep 323 enrichment at VIPs, specifically at RNA VIPs. Specific host functions may indeed be enriched in 324 selective sweeps, and also over-represented in VIPs compared to non-VIPs (or RNA VIPs 325 compared to other genes). For example, one might think of a hypothetical case where VIPs are 326 enriched for sweeps not because they interact with viruses, but because they are enriched in the possibility that host functions may explain our results instead of viruses, we use 331 functional annotations from the Gene Ontology (GO) (Gene Ontology, 2015) and first ask which 332 GO biological annotations are enriched in VIPs compared to non-VIPs (at least 100% 333 enrichment, lower enrichments are unlikely to explain the several fold excess of sweeps 334 observed at VIPs). We then build a large group of genes, each gene belonging to at least one of 335 the enriched GO annotations. We then use the bootstrap test to compare sweeps in this group 336",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "340 observe the confounding sweep enrichment using only non-VIPs, after having completely 341 excluded VIPs from the comparison test. When we use the bootstrap test to compare non-VIPs 342 within VIP-enriched GO annotations, and control non-VIPs, we do not find any particular sweep 343 enrichment (whole sliding rank threshold curve P=0.27; see Methods). We do not detect any 344 sweep enrichment when testing with GO annotations over-represented (100% or more) in RNA 345 VIPs either (whole curve P=0.62). These tests show that the host intrinsic biological functions 346 are unlikely to explain our results, which further supports the role of viruses, and in particular 347 RNA viruses, in the observed patterns of recent adaptation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Rationale of the test for confounding host intrinsic functions 350 If host functions cause the enrichment in adaptation at VIPs, then these over-represented host functions 351 in VIPs concentrate the bulk of adaptation in VIPs but also in non-VIPs. This implies that non-VIPs in 352 those host functions should exhibit more adaptation than non-VIPs in other host functions (right side of 353 the table). If there is no difference (left side of the table), then host functions do not confound our 354 analysis, and viruses are likely causal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "a sharp difference in recent sweep enrichment at VIPs compared to non-VIPs, and 357 more specifically at RNA VIPs compared to DNA VIPs worldwide. Even though the enrichment 358 of sweeps at RNA VIPs is very unlikely to have happened by chance alone, or because of 359 confounding factors, our results must be considered as preliminary. Because the enrichment 360 analysis we conducted represents a correlation of sweeps signals with the location of RNA VIPs 361 in the genome, it does not fully establish that viruses caused the sweeps. Establishing causality 362 will require more work in the following future directions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": ", identifying the variants causal to the sweeps will help establishing plausible functional 365 mechanisms of adaptation in response to viruses. For example, several selective sweeps might",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "366 have been driven by causal non-synonymous variants localized in the contact interface between 367 the host VIP and a viral protein, at a site in the contact interface known to be important for the 368 physical interaction. Alternatively, the sweep causal variants might correspond to expression 369 quantitative trait loci (eQTLs), with the selected alleles corresponding to either alleles increasing 370 the expression of antiviral VIPs, or to alleles decreasing the expression of proviral VIPs that a 371 virus needs to replicate. In short, the identification of causal functional alleles affecting coding or 372 regulatory sequences in a way expected to be detrimental to viral replication will provide clear 373 support to the causal role of viruses behind the sweep enrichment observed so far. A potential 374 obstacle is that we specifically observe strong enrichment in large selective sweeps driven by 375 strong recent adaptation. This may complicate the identification of the causal variants if the 376 large sweeps include many linked variants. That said, new methods were recently published 377 with increased power and accuracy to isolate the causal variants even in large sweeps (Akbari 378 et al., 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "we have so far identified a worldwide sweep enrichment at RNA VIPs, considering 381 RNA viruses as one broad category. However, specific viruses are expected to have driven 382 selective sweeps in specific human populations. Detecting sweep enrichments in specific 383 human populations at VIPs that interact with specific RNA viruses may therefore further support 384 causality, in addition to further identifying which viruses were particularly active during ancient 385 epidemics. An important obstacle to detecting the effect of specific viruses in specific human 386 populations is that the set of VIPs that interact with a specific virus can be substantially smaller 387 than the set of all VIPs or RNA and DNA VIPs. For example, of the 2691 RNA VIPs, only 215 388 interact with Ebola virus. In order to make up for the loss of statistical power that is inevitable if viruses were causal, we expect that the selective sweeps at VIPs of a specific virus 395 would have happened around the same evolutionary time within a specific human population, 396 which would correspond to the time of an epidemic, as opposed to being dispersed randomly 397 across different evolutionary times with no connection to a specific epidemic event. Dating 398 selective sweeps linked to a specific virus, with a significant convergence in individually 399 estimated evolutionary times, may thus strengthen the evidence that viruses were causal, in 400 addition to providing estimates of when they drove adaptation. Using combinations of summary 401 statistics instead of only one may again provide more accuracy when dating selective events 402 with approaches such as Approximate Bayesian Computation (Nakagome et al., 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": ", the findings that both recent selective sweeps and adaptive introgression from 405 Neanderthals to Eurasian modern humans were dominated by RNA viruses, raises the 406 important question of whether or not RNA viruses systematically drove more adaptation during 407 most of human evolution, and more broadly during the evolution of other species. More work is 408 now needed to quantify the impact of RNA viruses compared to DNA viruses at deeper 409 evolutionary time scales in humans, using for example recent implementations of the McDonald-410 Kreitman test (Galtier, 2016; Tataru et al., 2017; Uricchio et al., 2019), and to quantify the 411 impact of RNA viruses in other species both during recent and deeper evolution. It will also be 412 interesting to see if the genes involved in recent human adaptation to RNA viruses, were also 413 more often involved in adaptation over deeper evolutionary time scales, which would highlight 414 genes that may be particularly important for host adaptation. Because RNA molecules from 415 ancient RNA viruses may prove very hard to impossible to recover, our results potentially 416 illustrate the importance of pursuing host genome-based, indirect approaches to uncover 417 important pathogenic players in host evolution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "iHS and power analysis 421 The iHS summary statistic is computed for each variant in a genome with a minor allele 422 frequency greater than 5%, and known derived and ancestral alleles. For our analysis we used more specifically sensitive to large sweeps driven by strong adaptation (see power 428 analysis below). To assign a iHS rank to each gene, each window was centered at the genomic 429 center of a gene, half-way between the most upstream transcription start site and the most 430 downstream transcription end site. The gen coordinates were obtained from Ensembl v83 (ref).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "This window configuration avoids introducing biases related to gene length. Indeed, one can 432 imagine an alternative way to rank genes by iHS where the value used to rank genes is the 433 average iHS measured only for variants that overlap a gene. The problem with this is that longer 434 genes would then be more likely to overlap high local |iHS| values just by chance compared to 435 shorter genes, thus biasing power in favor of larger genes. For this reason, we prefer to use a 436 constant window size.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "a uniform recombination rate of 1 cM/Mb, and a total cumulated theta of 1,800 445 to match the average recombination rate and diversity observed in the 1,000 Genomes Project 446 populations. In order to measure the statistical power of iHS windows, we first had to determine 447 the distribution of the corresponding iHS values in the neutral case without selective sweeps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "This distribution was obtained running 10,000 independent neutral simulations. Note we 449 simulated a constant population size of 10,000 since fluctuations in population size are not likely 450 to change the difference in power between small or large windows of iHS. We simulated a large 451 number of neutral loci to get precise power estimates even at low false positive rates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Specifically, we estimated power at a low, 0.1% false positive rate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "shows the power of the average |iHS| to detect a range of incomplete selective sweeps 455 (see figure legend) using either 50kb or 1,000kb windows. From the figure it is clear that 50kb 456 windows have good power to detect sweeps for selection intensities between 2Ns=100 and Power of iHS windows to detect various sweeps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "480uses a straightforward control set-building algorithm that adds control genes to a progressively set, in such a way that the growing control set has the same range of values of 482 confounding factors as the tested set of genes of interest. For this analysis, the confounding 483 factors that were used in the bootstrap test include the following factors likely to density of mammalian phastCons conserved elements(Siepel et al., 2005)  (in 50kb 490 windows), downloaded from the UCSC Genome Browser (https://genome.ucsc.edu/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "density of regulatory elements, as measured by the density of DNASE1 hypersensitive sites 493 (in 50kb windows) also from the UCSC Genome Browser.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "GC content (in 50kb windows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "rate from Hinch et al. (Hinch et al., 2011) in 200kb windows. We used 200kb 498 windows instead of 50kb windows to reduce the noise in recombination rate estimates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "overall expression in 53 GTEx v7 tissues(Consortium, 2015) 501 (https://www.gtexportal.org/home/). We used the log (in base 2) of RPKM values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "(log base 2 of RPKM) in GTEx lymphocytes. Expression in immune tissues is likely 504 to impact the rate of sweeps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "(log base 2 of RPKM) in GTEx testis. Expression in testis is also likely to impact the 507 rate of sweeps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "number of protein-protein interactions (PPIs) in the human protein interaction network (Luisi 510 et al., 2015). The number of PPIs has been shown to influence the rate of sweeps (Luisi et al., 511 2015). We use the log (base 2) of the number of PPIs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "proportion of immune genes. The control sets have the same proportion of immune genes 514 as VIPs, as annotated by the GO terms GO:0002376 (immune system process), GO:proportion of genes that interact with bacteria according to the Intact database as of April 519 2018 (https://www.ebi.ac.uk/intact/). Note that we also attempted to match the proportion of 520 genes that interact with Plasmodium (Ebel et al., 2017), but VIPs and non-VIPs had such 521 different numbers of Plasmodium-Interacting genes that the bootstrap test failed to match them.522However, we were able to use the bootstrap test to verify that plasmodium-interacting genes do 523 not have more iHS sweeps than other genes (bootstrap test P>0.05 for all thresholds from top 524 2,000 to top 20).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "554 false positive bootstrap tests if the average of the small control sets is far from what the average 555 would be for ideal, very large control sets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "580important property of the real genome that genes with top iHS ranks are likely to be neighbors 581 and to form clusters. Indeed, selective sweeps, and especially strong large selective sweeps, 582 can overlap with multiple genes in the human genome, thus creating clusters of neighboring",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "606 do not belong to over-represented GO functions in VIPs. The 718 non-VIPs with over-607 represented GO functions are themselves at least 500kb from non-VIPs with no over-608 represented GO function to avoid the issue of sweeps overlapping the two categories. For RNA 609 VIPs, we used 1,726 nonRNA-VIPs within over-represented GO functions, and 357 nonRNA-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "the functional relevance of VIPs for the viral replication cycle, we counted how 624 many manually curated VIPs from the first 200 rows in Table S1 had clear reported proviral or 625 antiviral effects when their function was experimentally perturbed either via expression 626 perturbation or via protein function perturbation. The experimental perturbations had to be 627 reported in the publications listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "628had clear functional consequences for the viral replication cycle.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "are RNA viruses from diverse RNA virus phylogenetic families, ranging from lentiviruses such 128 as HIV, flaviviruses (Dengue and Zika virus), filoviruses (Ebola virus), to orthomyxoviruses 129 (Influenza virus). Comparatively, most DNA viruses infecting humans were transmitted from 130 animals much longer ago (Geoghegan et al., 2017) and thus might cross species barriers less 131 frequently in general. DNA viruses also tend to include less pathogenic viral families such as 132 herpesviruses (Petti and Lodi, 2019). Taken together, these diverse lines of evidence suggest the hypothesis that RNA viruses 135 might have imposed a stronger selective pressure than DNA viruses during recent human 136 evolution. To test this, we compare the enrichment in iHS selective sweeps at RNA VIPs and the same enrichment at DNA VIPs. The dataset of 4,500 VIPs is particularly well suited for this comparison, with similar numbers of RNA and DNA VIPs (2,691 and 2,604, respectively,Table S1), providing an evenly powered comparison.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Note that VIPs and 166 all other genes used for this analysis are Ensembl v83 genes(Zerbino et al., 2018).A simplifying property of this set of VIPs for our analysis is that they are almost exactly 169 evenly distributed between VIPs that interact with RNA viruses (2,691 RNA VIPs) and VIPs that number of interactions makes it possible to compare sweeps at RNA VIPs with sweeps at DNA VIPs with no bias in statistical power.VIPs are enriched for recent selective sweeps in human populationsWe first test if VIPs are overall enriched for recent selective sweeps compared to non-VIPs. We",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}