{
    "paper_id": "b9d60252e3a47fc91f96ff8cf1c65c2a9e3fdf93",
    "metadata": {
        "title": "Estimating the number of undetected COVID-19 cases exported internationally from all of China",
        "authors": [
            {
                "first": "Tigist",
                "middle": [
                    "F"
                ],
                "last": "Menkir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Taylor",
                "middle": [],
                "last": "Chin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Hay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [
                    "D"
                ],
                "last": "Surface",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [
                    "M"
                ],
                "last": "De Salazar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [
                    "O"
                ],
                "last": "Buckee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Watts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kamran",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Michael's Hospital",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Mina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rene",
                "middle": [],
                "last": "Niehus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In late December 2019, researchers identified a new coronavirus disease, later named Coronavirus Disease 2019 (COVID- 19) , in Wuhan, Hubei Province, China. 1 Rigorous measures to curtail the spread of COVID-19 including travel restrictions and school and workplace closures, have largely controlled the outbreak in mainland China. 2 However, international exportation of COVID-19 cases before the outbreak was contained in mainland China has been critical in the global spread of COVID-19, 3 which has now become a pandemic. As of 18 March 2020, 191 ,127 confirmed cases of COVID-19 have been registered worldwide, with 81,116 detected in mainland China and the remainder detected internationally in 156 locations. 4 Because the majority of cases in the early phase of the epidemic were reported in Wuhan, early COVID-19 case definitions and clinical guidelines required individuals suspected of infection to have had a recent travel history from Wuhan. 3, 5 Due to the high travel volume within China in January for the Lunar New Year Spring Festival, it has been suggested that a significant number of COVID-19 cases were introduced to other large cities in China before travel restrictions were instituted on 23 January 2020. 6, 7 The restrictive surveillance case definition used internationally in January suggests that cases of COVID-19 remain potentially undetected in many countries.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 158,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 332,
                    "end": 333,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 491,
                    "end": 492,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 532,
                    "end": 550,
                    "text": "18 March 2020, 191",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 717,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 955,
                    "end": 957,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 958,
                    "end": 959,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1230,
                    "end": 1232,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1233,
                    "end": 1234,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The potential for introduction of COVID-19 from China to African countries was significant considering their highly interconnected commercial relationship and daily flight volume to and from China. Before 1 March 2020, Ethiopian Airlines -a major airline carrier in Africacontinued operating flights from China to the continent. 8 More than 600 confirmed cases have been reported in 34 African countries as of 19 March 2020. 9 Coverage of COVID-19 diagnostic and control interventions is expanding yet still limited, and many of these nations may struggle to adapt to increased demand. 10, 11 In light of these issues, assessing the risk of COVID-19 introduction across countries in Africa is a major public health challenge.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 410,
                    "end": 412,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 426,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 590,
                    "end": 592,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Existing approaches have used historical air connectivity data to estimate risk of importation to large cities in China 6, 12 and locations outside of China. 7, 13, 14 Gilbert et al. (2020) , meanwhile, combined travel data with incidence data to estimate the risk of importation from all Chinese provinces, excluding Hubei, to all African countries. 15 This analysis, however, used historical flight data from January 2019, which may not accurately reflect current travel trends, given that the Lunar New Year occurred in January this year and travel restrictions were in place starting late January. In addition, by using the reported number of cases and the province's population size to estimate incidence in each province, the analysis did not take into account the reliability of data on reporting rates.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 123,
                    "end": 125,
                    "text": "12",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "13,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "14",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 168,
                    "end": 189,
                    "text": "Gilbert et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent work using flight data has discussed the marked variation in detection capacity for imported cases across locations and has identified locations that may have undetected imported cases. 16 Further work estimated that only a minority of cases exported from Wuhan were detected in their destination locations. 3 These predictions are limited given that 1) a substantial number of cases have been reported outside of Hubei province and 2) Wuhan Tianhe International Airport contributes only a fraction of all air-travel volume from mainland China.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "text": "16",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we estimate the number of internationally exported cases from mainland China to 16 destinations, and identify countries in Africa with the highest number of potentially underdetected imported cases. We first estimate daily flight volume from 18 cities in China to 16 international destinations from December 2019 to February 2020. Importantly, our estimates of flight volume take into account increased travel in early January due to the Lunar New Year holiday and reduced travel in late January due to travel restrictions. We combine our flight volume estimates with a measure of prevalence in each province in China to quantify the ratio of the number of internationally exported cases from Wuhan to the number of internationally exported cases from other large cities in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We define three groups of locations for our analyses: 1) Chinese cities as likely sources of exported cases; 2) international locations with high surveillance capacity and high air travel connectivity to Wuhan (used for model calibration); and 3) African locations as destinations (used for model prediction). For all flight data, in addition to Wuhan, we include as origin locations ( N 0 =17) the 17 Chinese cities that were previously identified by Lai et al. (2020) 7 as high-risk cities for importation of COVID-19 from Wuhan: Beijing, Shanghai, Guangzhou, Zhengzhou, Tianjin, Hangzhou, Jiaxing, Changsha, Nanjing, Nanchang, Shenzhen, Chongqing, Chengdu, Hefei, Fuzhou, Xi'an, and Donngguan.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 469,
                    "text": "Lai et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 470,
                    "end": 471,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "For destinations outside of China, we consider a selection of locations with both high air travel connectivity to Wuhan and high surveillance capacity (thus 'high surveillance locations') for model validation. We assess surveillance capacity using the Global Health Security (GHS) Index, in particular its components of \"early detection and reporting epidemics of potential international concern\", published in 2019 17 . We thus select locations with the highest connectivity to Wuhan as estimated by Lai et al. (2020) 7 , and within the top 5% percentile of the GHS index rank. We additionally include Singapore as it has demonstrated a strong capacity to identify, trace and document COVID-19 cases 16, 18 , despite having a relatively low GHS index. We incorporate N D = 16 total destination locations, which include Singapore, U.S., Australia, Canada, Korea, UK (and Northern Ireland), Netherlands, Sweden, Germany, and Spain, for model validation. The cities we select for model prediction are Mauritius, Johannesburg, Nairobi, Addis Ababa, Cairo, and Casablanca, which are the 6 top destination cities in Africa in terms of air-travel volume from 18 high-risk cities in mainland China. 7 We use data from BlueDot 19 on the monthly number of confirmed passengers on flights (direct and indirect) for each of the N origin-destination pairs, henceforth referred to as air-travel volume, from December 2018 to February 2019. In addition to air-travel volume, we use data from Cirium 20 on the number of daily departed (and landed) direct passenger flights for each of the N origin-destination pairs, henceforth referred to as 'flight departures', for the period December 2018 to February 2019, and December 2019 to February 2020.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "text": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 501,
                    "end": 518,
                    "text": "Lai et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 519,
                    "end": 520,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 705,
                    "end": 707,
                    "text": "18",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1192,
                    "end": 1193,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "At the time of writing, data on air-travel volume were not available for the pre-lockdown epidemic period and total epidemic period, which we considered to be from 8 December 2019 (date of epidemic seeding in Wuhan) to 23 January 2020 and from 8 December 2019 to 28 February 2020, respectively. Historical air-travel volume data are likely not representative of the epidemic time period for two reasons : 1) Lunar New Year was earlier than in preceding years (25 January 2020), and 2) large-scale travel bans and flight cancellations took place in late January 2020. We therefore combined monthly historical air-travel volume data with recent daily flight departure data to estimate daily air-travel volume out of cities in China to our destinations of interest during the total epidemic period, as described in the Supplement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Daily incidence of new COVID-19 cases per day in each of the Chinese provinces included in our analysis is sourced from Hay et al. (forthcoming), which combined confirmed case count data by province, Baidu mobility data 21, 22 from Wuhan to all other provinces, and delay distributions from infection onset to reporting, in order to map estimated incidence in Wuhan to other provinces. This method assumes logistic growth of cumulative infection incidence in Wuhan and both importation of infected individuals and limited local transmission in all other provinces.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "22",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": "We assume that the prevalence of infected individuals relevant to exportation included individuals that were infected and not yet symptomatic, and symptomatic but not yet confirmed. Number of prevalent cases per day from daily incidence for province l at time t is estimated by summing over individuals who are infected but not yet symptomatic and individuals who are symptomatic but not yet confirmed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": ",",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": "is the incidence of infections on day x in province l; E l (x) is the incidence of symptom onsets on day x in province l; F(t-x) is cumulative density of the incubation period distribution (assumed to follow a log normal distribution), giving the probability that an individual infected on day x becomes symptomatic within t-x days post infection; and G(t-x) is the cumulative density of the confirmation delay distribution (assumed to follow a gamma distribution), giving the probability that an individual with symptom onset on day x is confirmed within t-x days post symptom onset. For each province, we calculate the median number of prevalent cases by day using 1000 posterior samples of new infections per day estimated by Hay et al. (forthcoming).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": "Finally, we convert province-level daily number of prevalent cases estimates to city-level daily number of prevalent cases estimates for the 18 cities of interest by allocating total prevalent cases in a city's province entirely to that city. The estimated number of prevalent cases in cities in our dataset which share a province are set to equal the quotient of the total number of prevalent cases in the province and the number of cities within it. In so doing, we assume that individuals in a province are equally likely to go to the specific airports in our analysis. The final measure of prevalence (as a proportion) is standardized by population size and divided by a non-Wuhan ascertainment rate of 10.5%, which is equivalent to the estimated ascertainment rate in Wuhan up to 30 January 2020. We note that this ascertainment rate is likely an under-estimate for the majority of China, and prevalence estimates under this assumption therefore represent an upper bound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": "We first fit a model to the number of imported COVID-19 cases from Wuhan observed in the high surveillance locations to determine the relationship between prevalence, air-travel volume and imported case counts. We use this model fit to subsequently make predictions using data from Wuhan and the remaining cities in China. The number of observed cumulative cases imported from Wuhan to destination j is denoted as . Further, = denotes the number y j y j * .5y 2 j of cases that each destination location j, excluding Singapore, could have detected with a surveillance capacity of Singapore 3 (for Singapore = ). We assume that y * j=Singapore y j=Singapore across the high surveillance destinations (U .S., Australia, Canada, Korea, UK and Northern Ireland, Netherlands, Sweden, Germany, Spain, and Singapore ), this number follows a Poisson distribution, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model training: Associating flight volume of infected passengers from Wuhan to observed number of Wuhan-origin cases in validation set locations"
        },
        {
            "text": "represents the force of exportation from Wuhan to each destination j , which is C w,j calculated as the product of COVID-19 prevalence in Wuhan ( ) and volume of prev w,t passengers from Wuhan to destination j ( ) on day t , summed over all days in the v t,w,j pre-lockdown epidemic period. We fit this model in R (version 3.6.1) 23 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model training: Associating flight volume of infected passengers from Wuhan to observed number of Wuhan-origin cases in validation set locations"
        },
        {
            "text": "The force of exportation of COVID-19 from all selected cities in China to destination j (one of Mauritius, Johannesburg, Nairobi, Addis Ababa, Cairo, and Casablanca) is computed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model application: Predicting exported case counts to subset of African countries"
        },
        {
            "text": "is the prevalence of COVID-19 in Chinese city i at time t , and is the total prev i,t v t,i,j volume of passengers across flights from each origin city i to each of the destinations j at time t . The product of daily passenger volume ( ) and COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model application: Predicting exported case counts to subset of African countries"
        },
        {
            "text": "summed over all days of the total epidemic time period, and over all N 0 Chinese cities and Wuhan. We use this force of importation to make predictions for all six African locations. Further, we compute the 95% prediction interval (PI) bounds under our model fit to the high surveillance locations. To do so, we first generate bootstrapped datasets by sampling six locations with replacement among the six African countries. Second, we re-estimate using α this bootstrapped dataset. Third, we simulate case counts for all six African prediction locations under our model using the estimate of based on the bootstrapped dataset and as α C j described above. These three steps are repeated 50,000 times to generate for each of the African locations 50,000 simulated case counts from which the lower and upper PI bounds (2.5th and 97.5th percentiles) are computed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model application: Predicting exported case counts to subset of African countries"
        },
        {
            "text": "To estimate the ratio of expected exported cases from Chinese cities without Wuhan versus expected exported cases from Wuhan, we computed both the force of exportation from Wuhan ( , as defined above) and the force of exportation from the 17 Chinese cities, excluding C w,j Wuhan, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio of force of exportation from Wuhan versus from the rest of China"
        },
        {
            "text": "where the product of daily passenger volume ( ) and COVID-19 prevalence in city i (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio of force of exportation from Wuhan versus from the rest of China"
        },
        {
            "text": "is summed over all days of the total epidemic time period, and over the N 0 Chinese cities (excluding Wuhan). The ratio of and gives the ratio of expected cases exported from C w,j C w,j outside Wuhan and cases exported from Wuhan. We compute this ratio for three different sets of locations ( j ∈{high surveillance locations}, j ∈{African locations}, j ∈{all locations}), according to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio of force of exportation from Wuhan versus from the rest of China"
        },
        {
            "text": "Supplementary Figure 1 shows the estimated daily air-travel volume from each of the 18 airports in the 18 Chinese cities of our analysis to the 16 international destinations of interest. The trends in Supplementary Figure 1 illustrate the necessity of adjusting historical flight data to reflect 1) the earlier Lunar New Year holiday in 2020 and 2) the widespread travel restrictions in place by late January 2020. Air-travel volume increased in January during the Chunyun holiday -the 40-day holiday period surrounding Lunar New Year that began on 10 January 2020 this year. The number of flight departures from 10 January 2020 to 22 January 2020 was approximately 8% higher than what we would expect based on data from the same time period in 2019. The sharp decline in air-travel volume after 23 January 2020 is a result of the travel restrictions and flight cancellations that occurred starting late January; the number of flight departures 23 January 2020 to 28 February 2020 is approximately 60% less than that of the same time period in 2019.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 201,
                    "end": 223,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Estimating number of airplane passengers from 18 Chinese cities to international destinations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating number of airplane passengers from 18 Chinese cities to international destinations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20038331 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating number of airplane passengers from 18 Chinese cities to international destinations"
        },
        {
            "text": "Supplementary Figure 2 presents daily prevalence estimates in 18 Chinese cities from 1 December 2019 to 28 February 2020. Prevalence is estimated to have peaked in all cities between 24 January 2020 and 28 January 2020. Wuhan has the largest estimated daily prevalence in the time period, at approximately 1.7x10 -2 on 27 January 2020, representing the proportion of the population relevant to exportation (that is, infected and not yet symptomatic, and symptomatic but not yet confirmed). Jiaxing has the second largest estimated daily prevalence after Wuhan, with a value of 8.4x10 -3 on 28 January 2020. Shanghai and Tianjin have the lowest daily peak prevalences in the time period, with values of 1.0x10 -4 and 8.7x10 -5 , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Estimating daily prevalence of COVID-19 in 18 Chinese cities"
        },
        {
            "text": "From our poisson regression, we estimate the scaling factor to be 0.876 . The scaling factor, , α is interpreted as the ratio of the number of observed cases, corrected for low surveillance relative to Singapore, exported from Wuhan to our list of high-surveillance locations to the flight volume of infected travelers from Wuhan to those locations. By assumption, the scaling factor then represents the ratio of the number of actual (but not yet observed, due to lack of testing) cases exported from other Chinese cities outside of Wuhan to African countries and the flight volume of infected travelers from other cities in China to these African locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model training: Associating flight volume of infected passengers from Wuhan to observed number of Wuhan-origin cases in validation set locations"
        },
        {
            "text": "Our model estimates that South Africa and Egypt received the most imported cases (3.0 and 2.5, respectively) from the 18 Chinese cities in our analysis over the period 8 December 2019 to 28 February 2020. We estimate the next highest import count in Kenya (1.3), followed by Morocco (1.0), Ethiopia (0.8), and Mauritania (0.4). Figure 1A shows the total estimated number of exported cases to the 6 African countries. Supplementary Table 2 provides bounds to our estimates based on the bootstrap procedure. The relatively low number of mean cases estimated to be imported to each of the African countries in our analysis during the total epidemic period may in part be due to the sharp reduction in air-travel volume starting late January to these countries (Supplementary Figure 3) . Figure 1B illustrates the weekly predicted number of imported cases in each of the 6 African countries over time. The peak in weekly number of imported cases coincides for all countries on the week of 19 January 2020, with similar trajectories of imported cases from the 18 Chinese cities over the study period. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 337,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model application: Predicting exported case counts to subset of African countries"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . on the number of imported cases over the total epidemic period. Beijing, Wuhan, Guangzhou, Chengdu, and Jiaxing, rank among the top three cities in terms of fraction of exported cases across the 6 African countries in our analysis. In addition to these cities, Shanghai is the leading contributor of exported cases in Mauritania. Nanchang consistently contributes the lowest share of exported cases across all countries. This figure highlights the variability in Chinese cities' contribution to the number of imported cases in African countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model application: Predicting exported case counts to subset of African countries"
        },
        {
            "text": "We estimate that for every case from Wuhan exported to the high-surveillance international destinations, there were approximately 2.9 cases from 17 other large Chinese cities exported internationally that were likely undetected, due to case definitions requiring a travel history from Wuhan only. For the subset of African countries this figure was higher at 5.1, suggesting discordances across destination regions in the relative role of Wuhan in driving total imported cases from China. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio of force of exportation from Wuhan versus from the rest of China"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio of force of exportation from Wuhan versus from the rest of China"
        },
        {
            "text": "This study aimed to make predictions about exported COVID-19 cases from all of China, which differs from previous predictions in two fundamental ways: 1) instead of estimating risk of importation, 15 our model predicts actual number of cases, and importantly does so for countries on the African continent; and 2) instead of accounting only for travellers from Wuhan, 16 we account for travellers from all major Chinese airports as a potential source population. Using prevalence estimates of COVID-19 across all Chinese provinces and estimates of passenger flight volume during the ongoing epidemic, our model predicts that until the end of February (28 February 2020), for every internationally exported case from Wuhan to a high-surveillance location, approximately 2.9 cases were exported from other cities in China. For the African countries studied here taken together, the ratio was 5.1. We further predict that before the end . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "of February a total of 9 COVID-19 cases from all of China were imported to the six African destinations. Of those, the highest number was likely exported to Johannesburg, South Africa (3.0; 95% CI: 0, 7 cases) and Cairo, Egypt (2.5; 95% CI: 0, 6 cases), followed by Nairobi, Kenya (1.3; 95% CI: 0, 4 cases), Addis Ababa, Ethiopia (0.8; 95% CI: 0, 3 cases), Casablanca, Morocco (1.0; 95% CI: 0, 3 cases) and Mauritius, Mauritania (0.4; 95% CI: 0, 2 cases) ( Figure  1A ). The majority of those 9 cases (approximately 71%) have likely been exported between 12 January 2020 and 2 February 2020 ( Figure 1B) . The probability that a single undetected introduction leads to sustained local transmission is a relevant question that remains unknown. Our findings provide an initial framework for approaching these questions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 467,
                    "text": "Figure  1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 593,
                    "end": 603,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recent work has suggested that about 62% of internationally exported COVID-19 cases have remained undetected, even in high surveillance locations. 3 Here, we suggest that underdetection might have been substantially larger because surveillance had focused on exported cases from Wuhan. Our predictions suggest that for each case exported from Wuhan, 2.9 cases from the rest of China were exported. This would mean that for each imported and then detected case, 1.8 cases remained undetected due to imperfect detection 3 , and 7.1 additional cases remained undetected due to surveillance focusing on exportation from Wuhan. As a result, despite concerted efforts to halt case importation through airports, we expect that the majority of cases evaded surveillance and may have in part caused the observed unexpectedly high levels of local transmission. These findings underscore the importance of appropriate case definitions in efforts to contain an epidemic.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the time of writing, 18 March 2020, Egypt reports 166 confirmed cases, South Africa 62, Morocco 38, Kenya 3, Ethiopia 5, and Mauritania 1. 4 Importantly, by the end of February (February 28), none of these locations had confirmed any cases, apart from Egypt with one confirmed case on 14 February 2020. 24 The other locations detected their first cases on March 2 for Morocco, 25 March 5 for South Africa, 26 March 13 Ethiopia 27 and Kenya 28 , and March 14 Mauritania. 29 If our predictions are accurate, then undetected imports of cases already occurred a month before the first cases were actually confirmed, indicating a serious risk that these imports have initiated unobserved local transmissions.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "24",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "25",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "26",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "29",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings may only partially explain imported case counts in Ethiopia, South Africa, Egypt, Mauritania, Morocco, and Kenya, as other modes of transport, such as marine travel, or trips from cities outside of China, could be more significant sources of transmission to these nations. Furthermore, since 28 February 2020, patterns of travel are likely to have changed appreciably, due to recently implemented travel restrictions and airline cancellations, and growing widespread concern, among other factors. The significant decline in flights to African countries from all the 18 Chinese cities included in our analysis in late January is shown in Supplementary  Figure 3 . It is thus essential to regularly update the methods we proposed here with the most recent connectivity data and to consider a broader range of origin cities and forms of travel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 673,
                    "text": "Supplementary  Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We provide a framework for incorporating available travel data, accounting for flight trends in the present climate, and back-calculating prevalence estimates to construct, validate, and test a . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "measure of the number of exported cases to a subset of African destination nations. Through this analysis, we quantified the number of (potentially untested and unknown) cases from a subset of cities in China to select African countries with high air traffic to and from China from 8 December 2019 to 28 February 2020. This methodology can be applied to other outbreak settings to estimate the number of exported cases potentially missed due to early restrictive case definitions. Our findings are relevant to understanding time-to-sustained local transmission for outbreaks in locations with limited air-travel connectivity to Wuhan, Hubei, and forecasting future transmission and potential sources of introductions or reintroductions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 23.20038331 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "23.20038331",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We generate the imputed daily air-travel volume for the epidemic period, taking into account yearly increases in flight numbers and the impact of travel bans, using two data sources: monthly air-travel volume data from BlueDot 18 for each origin airport i as a result of yearly increase in air travel as well as travel bans , γ i implemented in late January 2020 as the following: CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "18",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Adjustment of historical flight data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 23.20038331 doi: medRxiv preprint Note that, by using data on the number of landed direct flights to adjust air-travel volume, we make the assumption that the number of direct flight departures is proportional to the number of passengers from each origin-destination connection.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "23.20038331 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adjustment of historical flight data"
        },
        {
            "text": "To estimate the daily distribution of passengers from December 2019 and February 2020, we distribute the adjusted total air-travel volume, , across the three-month period into daily V ′ 19−20,i,j air-travel volume for each day d , using the proportion of daily landed flight departures out of the total number of daily landed flights in the three month period. Since residents of the cities Shenzhen and Dongguan both use the Shenzhen Bao'an International Airport, we divide the air-travel volume equally between these two cities. Similarly, the air-travel volume for Hangzhou Xiaoshan International Airport airport is divided equally for the cities Jiaxing and Hangzhou. Importantly, Cirium data only documents the daily number of direct flights, but we use this data source 1) to estimate the expected flight volume reduction on all direct and indirect flights , and 2) to distribute a total three-month volume into daily volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjustment of historical flight data"
        },
        {
            "text": "We therefore make the assumption that the number of direct flights is proportional to number of direct and indirect flights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjustment of historical flight data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjustment of historical flight data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 23 ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Adjustment of historical flight data"
        },
        {
            "text": "TFM, TC, ML, RN and JH designed the study. TFM, TC and JH performed the analyses. TFM, TC and RN wrote the manuscript. All authors reviewed and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "The funding bodies of this study had no role in the study design, data analysis and interpretation, or writing of the manuscript. The corresponding authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "Marc Lipsitch has received consulting fees from Merck. All authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Transformed flight data, derived prevalence data, and all code used in these analyses are fully available online at https://github.com/c2-d2/COVID_allchina_export",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "We thank Rebecca Kahn and Christine Tedijanto for their valuable input and feedback. ML, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20038331 doi: medRxiv preprint TFM, TC and RN were supported by Award Number U54GM088558 from the US National Institute Of General Medical Sciences. PMD was supported by the Fellowship Foundation Ramon Areces. COB was supported by a NIGMS Maximizing Investigator's Research Award (MIRA) R35GM124715-02.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute Of General Medical Sciences or the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 23.20038331 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "23.20038331 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Timeline of the Coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of non-pharmaceutical interventions for containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quantifying bias of COVID-19 prevalence and severity estimates in Wuhan, China that depend on reported cases in international travelers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "Pmd",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19): Situation Report -58",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: Interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk for Transportation of 2019 Novel Coronavirus (COVID-19) from Wuhan to Cities in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessing spread risk of Wuhan novel coronavirus within and beyond China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus -Airlines Suspend Flights",
            "authors": [],
            "year": 2020,
            "venue": "Afr Res Bull Econ Financ Tech Ser",
            "volume": "57",
            "issn": "1",
            "pages": "22876--22876",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "More than 600 confirmed cases of COVID-19 in Africa",
            "authors": [],
            "year": 2020,
            "venue": "WHO Reg. Off. Afr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Regional Office for Africa. COVID-19 Situation update for the WHO African Region: External Situation Report 2",
            "authors": [],
            "year": null,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Regional Office for Africa",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "More than 15 countries in Africa report COVID-19 cases",
            "authors": [],
            "year": 2020,
            "venue": "Internet]. WHO Reg. Off. Afr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--97",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluating the impact of international airline suspensions on the early global spread of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adiga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatramanan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlitt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Potential for global spread of a novel coronavirus from China",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa011/5716260"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study. The Lancet",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Using predicted imports of 2019-nCoV cases to determine locations that may not be identifying all imported cases",
            "authors": [
                {
                    "first": "Pmd",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "John Hopkins Bloomberg School of Public Health. Global health Security Index",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Investigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures. The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Novel Coronavirus, 2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Romero-Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "{R Development Core Team, R}. R: A Language and Environment for Statistical Computing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-74686-7"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Update on COVID-19 in the Eastern Mediterranean Region [Internet]. World Health Organ",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 Information: Morocco has three confirmed cases of COVID-19 within its borders",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "FIRST CASE OF COVID-19 CORONAVIRUS REPORTED IN SA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ethiopia confirms 9th #COVID19 patient, advises travelers from affected countries to 14-day self-quarantine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Kenya Reports First Case of Coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ombok",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "First Coronavirus Cases Reported in Countries Across Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhardt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "presents the ranking of the 18 Chinese cities in our analysis, ordered by their contribution to the total exported cases from all origin cities in China, from 8 December 2019 to 20 February 2020 for each of the 6 African countries. The African countries are ordered based",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A . Map of 6 African countries in analysis (Ethiopia, South Africa, Egypt, Mauritania, Morocco, and Kenya) and the predicted number of imported cases (with 95% Confidence Intervals) from 18 Chinese cities during the total epidemic period (8 December 2019 to 28 February 2020). B. Weekly number of predicted imported cases from 18 Chinese cities in analysis to 6 countries in Africa during the total epidemic period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Rank of 18 Chinese cities by fraction of all predicted exported COVID-19 cases to each of the 6 countries in Africa included in our analysis. Countries are ranked from left to right by the total number of imported cases from 18 Chinese cities from 8 December 2019 to 28 February 2020. The red dot indicates the top Chinese city for the country in terms of predicted fraction of all exported cases over the time period; green indicates the second top Chinese city; blue indicates the third top Chinese city; and purple indicates all other cities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "we use Cirium 20 data on landed flight departures to estimate the expected change in air-travel volume from December 2019 to February 2020 relative to December 2018 to February 2019,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "i where the number of flight departures on day d , , is summed from 1 December 2019 to 28 f d,i February 2020 and summed over all destination airports j. This value is divided by the number of landed flight departures from the same period last year, 1 December 2018 to 28 February 2019, summed over all destination airports j . We sum over all destination airports j instead of calculating this for each origin-destination connection due to sparse data limitations. The total number of passengers traveling from origin i to destination j from 1 December 2018 to 28 February 2019, , is then multiplied by the adjustment factor, , to yield an estimate V 18−19,i,j γ i of the total three-month flight volume for each origin-destination connection, with both increased annual travel and travel bans in late January taken into account, : V ′ 19−20,i,j V ′ 19−20,i,j = γ i * V 18−19,i,j .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Estimated daily flight volume from 18 airports in 18 Chinese cities to 16 international destinations from 1 December 2019 to 28 Estimated daily prevalence of COVID-19 in 18 Chinese cities from Estimated daily flight volume from 18 airports in 18 Chinese cities to 6 African locations from 1 December 2019 to 28 February 2020",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "where is the imputed air-travel volume from origin i to destination j number of landed flight departures on day d from origin i. We calculate the proportion of daily flight departures for each origin i summed over all destinations j instead of calculating this for each origin-destination connection again due to sparse data limitations.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SupplementaryTable 1: Predicted exported cases by destination country in Africa, with 95% CI (Lower Bound, Upper Bound)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}