{
    "paper_id": "bb0765eda1779f71ecf6ffbeb2e5d9439570cbaa",
    "metadata": {
        "title": "-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). http://www.journals.elsevier.com/she-ji-the-journal-of-design-economics-and-innovation the-journal-of-design-economics-and- innovation",
        "authors": [
            {
                "first": "Ken",
                "middle": [],
                "last": "Friedman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongqi",
                "middle": [],
                "last": "Lou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "for an overview of the domains of design, see: Ken Friedman, \"Models of Design: Envisioning a Future for Design Education,\" Visible Language 46, no. 1/2 (2012): 132-54, http://visiblelanguagejournal. com/issue/154.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Five years ago, we launched the first issue of She Ji: The Journal of Design, Economics, and Innovation ( Figure 1 ) after two years' preparation.1 As we start the next five years of the journal, we're taking a brief look at our past as we plan our future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In the first editorial, we considered the \"interdisciplinary gap where professional fields and research disciplines should meet,\" offering to \"examine the intersection of design, economics, and innovation in various combinations, from various perspectives, and using the methods and methodological frameworks of the many disciplines that contribute to the necessarily interdisciplinary design field.\"2 Five years ago, this description was somewhat general. Now, the first 18 issues of She Ji have consolidated and illustrated the knowledge landscape we seek to foster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our first five years, we have published articles on design for complex socio-technical systems; scientific, technical, and philosophical problems in fourth order design;3 design driven innovation for social and economic change; design practices in management, consulting, and public service; design for alternative economies and industrial transformation; design for sustainability; design for social innovation, organizational change, and education; design, computation, and algorithms; design and cybernetics; cultural and societal aspects of design and innovation; philosophy of design; philosophy of science for design research; design theory, methods, and methodology; and research methods and skills for the design field. Our website sets forth our journal's aims and scope. These topics reflect our content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The feature articles we have published to date exhibit two distinct yet highly correlated focuses. One stream of articles focuses on design innovation in industry, business, non-profit services, and government by promoting a framework of economic and social value creation. Design in relation to social sciences (management, business, economics, sociology, communications) plays a key role in this area, as does design in relation to the arts and humanities (philosophy, art, cultural studies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The other stream focuses on design-driven innovation to address complex systems bridging the social world and the technological world. In this regard, we examine design aided by perspectives from the sciences (engineering, computer science, cognitive science, and psychology, along with the social sciences and economics). With a focus on complex sociotechnical systems in the real world, She Ji has gradually attracted a significant proportion of studies on design for sustainability, social innovation, resilience, and systemic design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both areas characterize She Ji as a distinct transdisciplinary journal. These fields call for the development of theories, principles, and methods to sustain their growth. These interdisciplinary and transdisciplinary endeavors require a growing body of knowledge for the design discipline involving the philosophy of design, the history and philosophy of science, and design methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Today, we are more confident in describing who we are. With the growing interest in innovation worldwide, this journal is a timely response to the need for resources able to cross disciplinary boundaries and integrate knowledge from various fields. As a peer-reviewed, transdisciplinary design journal, however, we have a clear focus on economics and innovation, design process, and design thinking in today's complex sociotechnical environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our mission is to further design-driven innovation in industry, business, non-profit services, and government through economic and social value creation. Innovation requires integrating ideas, economics, and technology to create new knowledge at the intersection of different fields. With our inclusive approach, She Ji provides a unique place for this inquiry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the past five years, we've been privileged to work with an extraordinary group of writers and a growing proportion of technical and scientific articles reflecting our interest in design for complex sociotechnical systems; a growing number of articles in philosophy and philosophy of science; and articles reflecting exemplary professional practice. The accumulating evidence of looming environmental problems is also visible in the pages of She Ji, much as it is in the news and in the world around us. Over the next five years, we hope to publish more articles on research methodology, methods, and tools to support our fields of interest; along with two genres of article that we feel more and more important in the design field: case studies and critical literature reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have another objective as well. Few research journals in design have a regular audience among professional designers, or among the leaders in business, industry, and government who use design. At the same time, few professional design magazines have readers among scholars and scientists. We've been successful in reaching scholars and scientists outside the design field, and we reach a small but growing group of leaders in business and industry. We haven't yet attracted as many professional designers as we'd like, either as authors or as readers. For us, bringing these groups together is important. These groups must work together if we are to generate robust design knowledge for the design profession and for the discipline as a unified field. Only this large frame will enable us to make significant progress in addressing the challenges of the real world. At this particular moment, for example, China and the rest of the world are facing a health emergency with COVID-19. We strongly feel that design expertise applied to public policy and to health care should have enabled us to do more in addressing this challenge. This is also the case for the challenges of design for the complex socio-technical systems that form the core of modern industrial economies. Given these challenges, we have made a goal of generating more active dialogue between professional groups, academic groups, and leaders in business, industry, and government. We have begun this process by inviting commentary contributions and viewpoint articles from design professionals, and we are actively seeking other possibilities. These are central goals for the next five years of She Ji.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Design in Chinese is pronounced \"Shè Jì\" (设计). This Chinese word has rich meanings.4 The character \"Shè\" consists of two parts, respectively denoting \"language\" and \"action.\" Together as a whole, \"Shè\" means setting up. The character \"Jì\" means strategy. However, it has another meaningcalculation. When we put these two characters together, Shè Jì can be understood as \"setting up a strategy.\" To this end, it means bridging language and action, aided by the technique of calculation-nowadays, digital computation with the tools of information technology. These interpretations meet in the Scandinavian concept of strategic design-as well as in the broad overview of design frames stated in Richard Buchanan's four orders of design.5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This new issue of She Ji is different to past issues in a subtle way. Several months ago, we embarked on the journey of re-crafting the journal for enhanced readability and inclusiveness to diverse use scenarios. We have redesigned the layout of the journal, choosing a new combination of fonts and an improved proportion of text to the space around it. In addition, we have changed the dimensions of She Ji. Our .pdf files are now compatible with both A4 and US Letter paper sizes. Readers from different places around the world will be able to print an article without having to shrink the original file to fit with their printers. All these efforts are made for a single purpose-to make the journal a joy to read.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We're grateful for the involvement and interest of the authors and readers who have been with us so far-and we thank the editors, advisors, and reviewers who work with us to make She Ji what it is. We extend our thanks to our graphic design team, especially Michail Semoglou and Jiaying Hu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hope that you feel yourself to be part of the She Ji community. Five years from now, we hope you'll be with us to look back on a decade of innovative publishing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the commentary essay titled \"Understanding the Systemic Structure of Models: A Missing Piece of the Design Thinking Puzzle\" by Steven E. Wallis in She Ji Vol. 5, no. 4, the center box at the bottom line of Figure 1 (on page 392) should be labeled as \"B\" instead of \"C.\" We regret the error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Correction"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wicked Problems in Design Thinking",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Design Issues",
            "volume": "8",
            "issn": "2",
            "pages": "5--21",
            "other_ids": {
                "DOI": [
                    "10.2307/1511637"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Design Research and the New Learning",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Design Issues",
            "volume": "17",
            "issn": "4",
            "pages": "3--23",
            "other_ids": {
                "DOI": [
                    "10.1162/07479360152681056"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Models of Design: Envisioning a Future for Design Education",
            "authors": [
                {
                    "first": "Ken",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "132--54",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Shè Jì: The Journal of Design, Economics, and Innovation",
            "authors": [
                {
                    "first": "Ken",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "Yongqi",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "She Ji: The Journal of Design",
            "volume": "1",
            "issn": "1",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sheji.2015.09.002"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}