{
    "paper_id": "bb358974ef352239de0149152e6c476ecfc25c73",
    "metadata": {
        "title": "Development of a large-scale isolation chamber system for the safe and humane care of medium-sized laboratory animals harboring infectious diseases *",
        "authors": [
            {
                "first": "Xin",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian-Cheng",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guang-Bo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Second Military Medical University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The close phylogenetic relationship between humans and non-human primates makes non-human primates an irreplaceable model for the study of human infectious diseases. In this study, we describe the development of a large-scale automatic multi-functional isolation chamber for use with medium-sized laboratory animals carrying infectious diseases. The isolation chamber, including the transfer chain, disinfection chain, negative air pressure isolation system, animal welfare system, and the automated system, is designed to meet all biological safety standards. To create an internal chamber environment that is completely isolated from the exterior, variable frequency drive blowers are used in the air-intake and air-exhaust system, precisely controlling the filtered air flow and providing an air-barrier protection. A double door transfer port is used to transfer material between the interior of the isolation chamber and the outside. A peracetic acid sterilizer and its associated pipeline allow for complete disinfection of the isolation chamber. All of the isolation chamber parameters can be automatically controlled by a programmable computerized menu, allowing for work with different animals in different-sized cages depending on the research project. The large-scale multi-functional isolation chamber provides a useful and safe system for working with infectious medium-sized laboratory animals in high-level bio-safety laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In high-level bio-safety laboratories, animals infected with Risk Group 3 pathogens (as defined by the World Health Organization) must be housed in isolation chambers (World Health Organization, 2004) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 200,
                    "text": "(World Health Organization, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In an effort to minimize the risks for scientists working with these animals, a new isolation chamber was designed in a bio-safety lab. The chamber was designed mainly to separate the internal controlled environment from the external environment, and the operator from the experiment and the experimental products. The primary aim was to prevent crosscontamination from the internal to the external environment or vice versa (Kruse et al., 1991; Wathes and Johnson, 1991; Huang, 2005; Tattershall, 2006) . Isolation chambers were designed to improve experimental safety by preventing this cross-contamination, reducing the likelihood of operator error, and minimizing the contaminated area. In addition, the comfort level of scientists working with the isolation chambers was taken into account. The safety level of these chambers allows for the operator to avoid wearing too many protective suits, which improves both the comfort and flexibility of the operator (Sawyer et al., 2007) .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 445,
                    "text": "(Kruse et al., 1991;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 446,
                    "end": 471,
                    "text": "Wathes and Johnson, 1991;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 472,
                    "end": 484,
                    "text": "Huang, 2005;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 485,
                    "end": 503,
                    "text": "Tattershall, 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 963,
                    "end": 984,
                    "text": "(Sawyer et al., 2007)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are two main types of isolation chambers: positive pressure and negative pressure. In general, positive-pressure isolation chambers are used to ensure that specified-pathogen-free (SPF) laboratory animals housed in the chambers are protected against outside contaminants (Hurni, 1981; Clough et al., 1995) . Negative-pressure isolation chambers are used with infectious animals housed in the chambers to prevent migration of hazardous contaminants to the outside (Wathes and Johnson, 1991) .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 290,
                    "text": "(Hurni, 1981;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 291,
                    "end": 311,
                    "text": "Clough et al., 1995)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 495,
                    "text": "(Wathes and Johnson, 1991)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both rigid and soft barriers are commonly used for physical separation in the construction of isolation chambers (ISO 14644-7:2004) . Rigid barriers can be made of many different materials, and the more rigid the material, the more reliable the physical barrier. Construction of these rigid barriers usually makes use of plastic enclosures, metal profile enclosures, or hot-worked metal enclosures (ISO 10648-1:1997) . The isolation chamber is designed to house a living animal, and therefore continuous airflow inside the enclosure is needed to drive out heat and moisture generated by the animal's metabolism and to decrease the concentration of odor, dust, and infectious substances (Hillman et al., 1992) . The resulting exhaust gas is subject to a filtering system designed to prevent pathogen contamination of the external environment (Institute of Laboratory Animal Resources Commission on Life Sciences, National Research Council, 1996) . The aerodynamics is allowed for one-way flow or turbulence of the airflow inside the isolation chamber, under negative pressure relative to the environment. Supply and exhaust air can be passed through high-efficiency particulate air (HEPA) filters to prevent the formation of aerosols that could potentially escape into the environment (Runkle et al., 1969) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 131,
                    "text": "(ISO 14644-7:2004)",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 416,
                    "text": "(ISO 10648-1:1997)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 708,
                    "text": "(Hillman et al., 1992)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 902,
                    "end": 944,
                    "text": "Sciences, National Research Council, 1996)",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1305,
                    "text": "(Runkle et al., 1969)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A double port transfer exchange (DPTE) system is commonly used in isolation chambers to allow the transfer of experimental materials from one chamber to another without exposing the experimental material to the outside environment (Allen et al., 2009) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 251,
                    "text": "(Allen et al., 2009)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The acronym DPTE was originally derived from the French phrase 'double porte de transfert etanche', meaning double door sealed transfer or double door transfer port. A newly validated rapid transfer port boasts bi-directional transfer as one of its features, a system also known as an α-β transfer port or rapid transfer port (RTP) (Michael et al., 2004; Tsai et al., 2009) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 354,
                    "text": "(Michael et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 373,
                    "text": "Tsai et al., 2009)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Non-human primates with a close phylogenetic relationship to humans are often susceptible to a number of diseases and parasites found in humans (Tauraso et al., 1969) . To establish an unknown pathogen as the cause of a disease Koch's postulates should be followed (Fouchier et al., 2003; Pan and Sun, 2004; Conly and Johnston, 2008) . The similarity of genetic, physiological, and behavioral characteristics between humans and non-human primates, and the occurrence of similar pathological changes upon infection, have led to non-human primates becoming an irreplaceable animal model for the study of pathogen infection, the screening of anti-pathogen drugs, and vaccine evaluation (Conly and Johnston, 2008) . Because of the critical role that non-human primates play in the study of these pathogens, it is critical to find safe and reliable methods for their physical containment.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "text": "(Tauraso et al., 1969)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 265,
                    "end": 288,
                    "text": "(Fouchier et al., 2003;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 289,
                    "end": 307,
                    "text": "Pan and Sun, 2004;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 308,
                    "end": 333,
                    "text": "Conly and Johnston, 2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 683,
                    "end": 709,
                    "text": "(Conly and Johnston, 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, a negative-pressure isolation chamber was designed and an initial attempt at building the chamber was completed. Two extraction blowers are used, one working and one on standby, to ensure the isolation chamber internal pressure is both stable and secure. The isolation chambers contain two DPTE systems for the transfer of experimental materials and the collection of excrement into a small container. The sterilization chain for the isolation chamber is composed of a peracetic acid sterilizer and its associated pipeline. A programmable logic controller (PLC) system and WINCC 6.0 system are used to automatically control and monitor the isolation chamber. Rapid pressure changes and the exhaust system are adjusted via a variable frequency drive inlet air blower and extraction blower. Isolation chamber parameters are menu-managed by the automatic control system allowing the researcher to set different isolation environmental parameters depending on experimental requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Negative-pressure isolation chamber system design",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structure of the negative-pressure isolation chamber system includes a top ventilation unit, an isolation chamber working zone, a lower part of the control system, and an isolation chamber support frame (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The isolation chamber working zone is composed of a stainless-steel box and two front doors. The welded box was manufactured using dumb-gloss stainless-steel 316L with a thickness of 3 mm. The interior chamber dimensions are 400 cm (L)×120 cm (W)×120 cm (H). The isolation chamber front door includes two damping braces on each front side with a dual-piston mechanism for holding the front door securely open to let the animal cages in, two operation panels with stainless-steel 316L framework, and two door hinges connected to the stainless-steel box. The operation panel is made of transparent polymethylmethacrylate (PMMA). The transparent front door allows for visualization of the contents of the isolation chamber. Silicone seals around the PMMA panel ensure that the system is air tight. The front door is manually fastened onto the box framework with a hammer bolt. There are seven circular polyethylene (PE)-machined glove ports on the operation panels. The port inner diameter is 300 mm and the center-tocenter spacing of each port is 450 mm. The glove port assembly includes a glove port ring, glove port gasket, pressure ring, and glove port inner-securing ring. The glove port ring and glove port inner-securing ring are jointed with a thread connection. The glove port ring edges are fixed on the PMMA panel by compressing the glove port gasket and pressure ring on each side of the PMMA panel by tightening a fixing screw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The changeable sleeve and glove combination is mounted on the glove port through a sleeve fixing ring that secures the elastic Hypalon sleeve onto the glove port inner-securing ring. A glove port bung connects the glove and sleeve. Neoprene glove shapes are ambidextrous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The transfer system for the isolation chamber is composed of two DPTE systems. One round, 270-mm diameter DPTE system with an α transfer door is built into the left wall of the isolation chamber using a transfer port assembly kit. The transfer port assembly kit includes the DPTE transfer port external flange, DPTE transfer port external flange sealing ring, and DPTE transfer port internal flange. The DPTE transfer port external flange is fixed onto the inside isolation chamber wall by compressing the DPTE transfer port external flange sealing ring on the outside of the isolation chamber wall with a tightening fixing screw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The animal transfer container is autoclavable and contains a β door that can be manually docked to the port. The transfer container is 50 cm deep and is capable of transferring a 6-kg monkey into the isolation chamber. The transfer container can be autoclaved without compromising its containment and can be opened with a specialized tool to remove the sterilized waste. This system works very well for rapidly and safely transferring experimental materials and animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "Another 270-mm diameter DPTE system with an α transfer door is mounted on the bottom of the isolation chamber. The autoclavable canister using a β door can dock to the port and with a depth of 20 cm is more suitable for transferring smaller materials such as animal blood samples. This type of short bottom transfer canister can be opened with a specialized tool in the biological safety cabinet, and the samples can then be removed for further stages of analysis (e.g., centrifugation), while the transfer canister is closed and put into a plastic bag for autoclaving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The animal excrement collection system is composed of a disinfection pool, animal excrement collection DPTE transfer container, and scrubbing tools. The disinfection pool is oblong, has a slightly tilted bottom and a perimeter wall, and is close to and higher than the bottom transfer port. A drain valve is installed in the disinfection pool outfall. One end of a flexible diversion silicone tube is connected to the drain valve, and the other end touches the autoclave plastic bag inside the animal excrement collection DPTE transfer container docked to the bottom transfer port. The transfer container depth is 50 cm. There are stainless-steel lockable wheels under the bottom of the animal excrement collection DPTE transfer container.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "One gas-tight water service valve with a serrated hose is mounted on the left-side of the interior. A spray gun is connected to the serrated hose for cleaning the isolation chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "Four primate cages can be placed on the stainless-steel-cage slideways in the isolation chamber. The slideways are attached to the isolation chamber bottom in a manner that allows cage movement in a direction along the axis perpendicular to the axis of the isolation chamber front door. If the primate cages are removed, other animal cages such as rabbit cages and guinea pig cages, can also be placed on the detachable frame, but each time only one kind of animal species cage can be inside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The isolation chamber is supported by two type 304 stainless-steel isolation chamber support stands. The control cabinet stainless-steel shelf and fasteners are mounted to the right-side tubular frame of the base stand and provide a work surface to support the control cabinet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "Stainless-steel slideways are also mounted on the top of the isolation chamber box. The pipes, air blower, valve, and adjustable illumination lamp are fastened to the reserved mounting holes or mounting plates of the slideways by a fixing screw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "Two extraction blowers share one exhaust port in which an anemometer is installed. Each of the extraction blowers is connected with its own coupling clamp to the outlet ventilation pipe, exhaust ventilation pipe, and exhaust electronic control ball valve to form an exhaust channel. The two exhaust channels have a parallel connection. Two sets of sterilizing agent bypass tubes have a series connection with an ipsilateral sterilizing agent bypass electronic control ball valve and a parallel connection with the same side of the exhaust ventilation pipe on two ends of the exhaust electronic control ball valve. All of the valves are automatically controlled by the PLC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The airflow direction through the isolation chamber via the air inlet and outlet is shown in Fig. 1 . Room air is drawn into the interior of the isolation chamber through the inlet pre-filter, inlet air blower, inlet ventilation pipe, inlet air electronic control ball valve, and inlet HEPA filter in the animal breeding mode. The air from the isolation chamber is drawn out of the exhaust export through the exhaust pre-filter, exhaust HEPA filters A and B arranged in series, exhaust ventilation pipe, and exhaust electronic control ball valve via an extraction blower. The HEPA filters are arranged in series to ensure that if one fails, the other can still ensure exhaust security and prevent pathogens from being discharged into the atmosphere.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "During the sterilization process, the inlet air blower, inlet air electronic control ball valve, exhaust electronic control ball valve, and extraction blower are all closed. Following this closure, the sterilizing agent by-pass electronic control ball valve is opened. The sterilizing agent in the peracetic acid sterilizer evaporation tank is heated and its vapors are pushed by compressed air into the volume to be sterilized by a sterile connecting hose, a sterilization reagent import, a coupling clamp for the inlet ventilation pipe and an inlet HEPA filter. The exhaust sterilizing vapors escape from the interior of the isolation chamber through an exhaust pre-filter, two-in-series HEPA filters, a sterilizing agent by-pass tube, a sterilizing agent by-pass electronic control ball valve, and an extraction blower to the exhaust export.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The isolation chamber interior pressure is controlled by automated instrumentation that is connected to the supply and exhaust ventilation system. The automatic pressure regulation system is capable of maintaining the relative pressure inside the isolation chamber via the exhaust ventilation system, which can account for transient volume changes such as glove entry or withdrawal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "A videotape system mounted on the control touch panel stainless-steel box on the side of the isolation chamber box includes a rotatable camera and camera-installation base. The camera installation base is fastened to the control touch panel stainless-steel box by fixing screws. The position of the rotation camera can be adjusted by using the telescopic locking nut and rotating locking nut. This system enables recording of both the scientist's experimental procedures and the status of animals living in the isolation chamber. The video is displayed on the personal computer (PC) screen and saved automatically in the central control room through the control interface connected to the videotape system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "To ensure the comfort and welfare of animals in the isolation chamber, chambers are equipped with an automatic light control system and a television entertainment system. The automatic light control system includes adjustable illumination lamps and a lampshade. The adjustable illumination lamps are composed of three cold light lamps and their conditioners. The illumination system can be used to meet the needs of the animal's physiology, as well as experimental requirements. The television entertainment system consists of a flat television and two transparent television installation boxes fastened to the front door by fixing screws. The animal is able to watch television programs that are controlled by the central control room. The purpose of this design is to reduce depression associated with the space constraints faced by the animals and to ensure the ethical treatment of the animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The composition of the isolation chamber control system is depicted in Fig. 1 . This system includes an alarm indicator light tower, liquid crystal display (LCD) touch screen, and control cabinet. The LCD touch screen is fastened on the outside of the isolation chamber by a fixing screw.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "The PLC is built into the control cabinet. The control cabinet, which has a fan and a filter cover, is mounted onto the stainless-steel shelf of the isolation chamber support frame through fasteners and a fixing screw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system composition and structural design"
        },
        {
            "text": "Step 7 software installed in the PLC central processing unit (CPU) and through the LCD touch screen enables users to automatically control a variety of options. The animal breeding mode program, containment test program, sterilization program, auto/manual control mode, maintenance mode, and custom programs can all be automatically controlled by the PLC CPU and associated touch screen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "The management system for the isolation chamber touch screen was developed by Simatic WINCC flexible software. The operation can be recorded and printed, as can any system failures. The data interchange between the PLC and touch screen is made possible through an industrial trunk Profibus decentralized periphery (DP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "The temperature, humidity, illumination, atmospheric pressure, and air flow velocity are measured by appropriate sensors, and the values are imported to the PLC through control lines. Normal value ranges for each parameter can be programmed into the PLC, and if the parameter values deviate from the set upper and lower limits, the PLC automatically adjusts the interior environment of the isolation chamber to match the programmed values. For example, the levels of humidity, illumination, and ventilation can all be controlled by the PLC to adjust values back to pre-determined normal levels. If the PLC is unable to bring the parameter back into a normal range, the digital output module in the PLC lights an alarm bulb and sounds a buzzer, as all alarms are indicated with both a warning light and sound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "The control system controls alarms for a variety of isolation chamber problems including major equipment error alarms (such as the air blower or HEPA), major parameter alarms when values are out of the desirable ranges (such as temperature or humidity), an alarm when switching to the uninterruptible power supply (UPS)/emergency power supply (EPS), and alarms for experimental failure or error (such as negative-pressure breeding mode procedures or pressure test procedures).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "To control pressure, a micro-differential pressure sensor is mounted on the side of the first exhaust filter. The analog module in the PLC compares the values of program settings with the values collected from the micro-differential pressure sensor, and automatically conducts proportional-integral-differential (PID) regulation. The adjusted output values are used to control blower velocity through the output module of the PLC, regulating the isolation chamber internal pressure. If a plug or leak occurs, the microdifferential pressure sensor transmits the detected signal to the PLC. If the detected values are beyond the scope of the pre-loaded high and low pressure settings, the exhaust electronic control ball valve and inlet air electronic control ball valve automatically shut down to maintain the isolation chamber as a fully-contained environment and to prevent the escape of pathogens into the outside environment. At the same time an alarm indicator light tower would start to sound an alarm, and the touch-screen would display information on the alarm. The alarm information would then be transmitted to the lab server through the industrial Ethernet module in the PLC. The alarm message displayed is recorded onto the lab server for analysis at a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "The blower rotation rate and frequency are automatically controlled by the PLC system to ensure that the airflow velocity, air exchange rate, and atmospheric pressure match the set values. If one exhaust blower fails, the PLC system responds by switching to another backup exhaust blower to ensure ventilation safety and the internal negative-pressure state of the isolation chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "The cold light lamp regulator is controlled by the PLC digital output module to automatically adjust the illumination time (12 h/12 h or 10 h/14 h light/dark cycle) according to animal behavior. The illumination time and intensity (5-10, 15-20, and 100-200 lx) can be set from the touch screen by the operator and automatically executed. The lamps also can be switched on or off manually to meet different lighting requirements during an experimental procedure.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 260,
                    "text": "(5-10, 15-20, and 100-200 lx)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "Temperature and humidity sensors are fitted within the isolation chamber. The isolation chamber internal temperature is maintained at 18-22 °C, and relative humidity is kept within 40%-70%. The isolation chamber internal temperature and humidity readings are collected by the PLC analog module, visualized as the project value (actual values of temperature and humidity), and automatically displayed and recorded on the touch screen. The values are also recorded on the lab server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simatic Manager"
        },
        {
            "text": "To operate the isolation chamber, the main power on the control cabinet is first turned on. The current operating parameters are displayed on the touch screen interface and can then be adjusted by the human operator by following the interface prompts. The isolation chamber should be monitored for 48 h to ensure that it is running normally. This includes supplying filtered air to the isolation chamber and ensuring that the exhaust air is cleaned by the double in-line HEPA filters and passed through the exhaust air system into the open air. Fresh air exchanges should be conducted at a rate of about 36 times per hour. Following 48 h of monitoring, the inside temperature is 22-23 °C, the relative humidity is 60%, the working negative pressure in the isolation chamber is adjusted to −100 Pa with respect to the laboratory. Appropriate anesthesia should be used on healthy medium-sized animals to pass them through the quarantine system and into the isolation chamber via the DPTE system. The animal experiment should be performed according to bio-safety operation standard procedures while the animal is still under the appropriate anesthesia. If the gloves are removed during the operation, a low pressure audible/visual alarm system is activated, and a minimum velocity value of 0.65 m/s in the center of the glove port is maintained. If a glove is damaged by a needle, the blowers are capable of maintaining the isolation chamber pressure at −100 Pa, but the alarm system would not be activated because the micro-differential pressure sensor is not sensitive enough for a leak of this size. Proper procedure dictates that the small hole be labeled by the operator and a new glove exchanged. All of the feeds, experimental material, waste, feces, and other materials can be transferred into or out of the isolation chamber by the DPTE system. There are several isolation chambers in one room, and the autoclave does not connect with any of them. Instead, DPTE β canisters are filled with items and are then sterilized in the autoclave. After sterilization, the sterile items are removed after opening the β door with specialized tools. The sterile items are then sent to a centralized disposal center for medical waste. Following the completion of studies with single animals, each animal is treated as dictated by bio-safety operation standards and general animal welfare. The cadavers are autoclaved in β canisters and sent to animal carcass disposal sites. The isolation chamber is connected to the peracetic acid sterilizer to sterilize its interior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation chamber system operation"
        },
        {
            "text": "The newly designed multi-functional isolation chamber system reported here achieves multiple technical improvements: (1) By using variable frequency drive blowers as the inlet air and extraction blowers, adjustments for rapid pressure changes (e.g., insertion of gloves) can occur automatically without breaching the inert atmosphere. The extraction blowers contain an integrated backup system with one blower running at full strength and another on standby to act as a backup. Negative or positive pressure state is kept at a stable and safe level through the automatic control system. The pressure is adjusted depending on different requirements for different animals and/or experimental conditions. (2) A DPTE 270 α door mounted on one side wall of the isolation chamber allows for the transfer of experimental materials. Another DPTE 270 α door is mounted on the bottom of the isolation chamber near the disinfection pool with a slightly tilted bottom. Animal excrement can be discharged to the DPTE container via the flexible silicone diversion tube. The excrement collection package is then minified. An experimental sample can also be transferred to the bio-safety cabinet through a shorter DPTE container. (3) The control cabinet installation is comprised mainly of the PLC, electric element (which includes the voltage transformer, secure alternating current contactor, circuit breaker, electric cable, indicating lamp, and button), printer port (for data output), and industrial Ethernet interface (which allows for the remote data control of multiple isolation chambers by the WINCC 6.0 program system). Automatic control and monitoring of the isolation chamber and sterilization system are achieved by the exchange of data between the touch screen and control cabinet through the industrial bus Profibus DP to meet different laboratory animal research project parameter requirements such as pressure, humidity, temperature, illumination, and disinfection. A human operator can set the isolation chamber environment parameters according to the requirements of the infectious animals or for cleaning animals, allowing for the acquisition of adequate and authentic data. (4) Animal welfare is ensured by installing adjustable illumination lamps, a rotatable camera, a flat television, a micro-differential pressure sensor, and a temperature humidity sensor to maintain comfortable living conditions for the animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In the future we will report on the use of this isolation chamber in specific experiments to further demonstrate its versatility and usefulness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Container Lid Gasket Protective Strip for Double Door Transfer System",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Aiken",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A positive, individually ventilated caging system: a local barrier system to protect both animals and personnel",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Merryweather",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lab. Anim",
            "volume": "29",
            "issn": "2",
            "pages": "139--151",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The infectious diseases consequences of monkey business. Can",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect. Dis. Med. Microbiol",
            "volume": "19",
            "issn": "1",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Doornum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stöhr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "6937",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/423240a"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ventilation system to minimize airborne bacteria, dust, humidity, and ammonia in calf nurseries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hillman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gebremedhin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Dairy. Sci",
            "volume": "75",
            "issn": "5",
            "pages": "1305--1312",
            "other_ids": {
                "DOI": [
                    "10.3168/jds.S0022-0302(92)77881-3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolator of Using Negative Pressure for Big Animals",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SPF-cat breeding",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hurni",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Z. Versuchstierkd",
            "volume": "23",
            "issn": "2",
            "pages": "102--121",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ISO 10648-1:1997. Containment Enclosures-Part 1: Design Principles. International Organization for Standardization",
            "authors": [],
            "year": 1996,
            "venue": "Separative Devices (Clean Air Hoods, Gloveboxes, Isolators and Minienvironments)",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Biological safety cabinetry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Puckett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Clin. Microbiol. Rev",
            "volume": "4",
            "issn": "2",
            "pages": "207--241",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Expression of SARS-CoV spike protein functional receptor ACE2 in human cornea and conjunctiva tissues",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "High Technol. Lett",
            "volume": "10",
            "issn": "",
            "pages": "273--277",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Unit for Providing Environmental Control of Animals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Runkle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Allendale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Albuquerque",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "US Patent",
            "volume": "3630174",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effect of microbiological containment systems on dexterity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crago",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Speight",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "4",
            "issn": "3",
            "pages": "166--173",
            "other_ids": {
                "DOI": [
                    "10.1080/15459620601163172"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enclosure for Handling Hazardous Material",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Tattershall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "US Patent",
            "volume": "7077486",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Negative-pressure isolator for work with hazardous infectious agents in monkeys",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Tauraso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trimmer",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Appl. Microbiol",
            "volume": "18",
            "issn": "2",
            "pages": "294--297",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Measurement of neutralizing antibody responses against H5N1 clades in immunized mice and ferrets using pseudotypes expressing influenza hemagglutinin and neuraminidase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caillet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buchy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "48",
            "pages": "6777--6790",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Physical protection against airborne pathogens and pollutants by a novel animal isolator in a level 3 containment laboratory",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wathes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "107",
            "issn": "",
            "pages": "157--170",
            "other_ids": {
                "DOI": [
                    "10.1017/S095026"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Laboratory Biosafety Manual",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Fig. 1Structure diagram of large-scale negative-pressure isolation chamber system 1. top ventilation unit; 2. isolation chamber working zone; 3. lower part of the control system; 4. isolation chamber support stand; 5. transfer bin container HEPA filter; 6. DPTE 270 transfer bin container; 7. water inlet pipe; 8. DPTE 270 α door; 9. control touch panel; 10. cable duct; 11. alarm indicator light tower; 12. exhaust ventilation pipe; 13. two in series HEPA exhaust filters; 14. sterilization bypass pipe; 15. sterilization bypass electric control ball valve; 16. exhaust electronic control ball valve; 17. extraction blower; 18. exhaust export; 19. anemometer; 20. inlet air blower; 21. inlet ventilation pipe; 22. inlet air electronic control ball valve; 23. inlet HEPA filter; 24. coupling clamp for inlet ventilation pipe; 25. sterilization reagent import; 26. top installation slideway; 27. adjustable illumination lamp; 28. stainless-steel box; 29. television-installed box; 30. front door; 31. damping-brace for the front door; 32. glove and sleeve system; 33. control cabinet; 34. temperature humidity sensor; 35. micro-differential pressure sensor; 36. flat television; 37. rotatable camera; 38. installed camera base; 39. animal cage; 40. disinfection pool; 41. drain valve; 42. cage slideway and pulley",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}