{
    "paper_id": "bb659ff1b0d45d4e17e10268f4d1daaca3491269",
    "metadata": {
        "title": "Journal Pre-proof Running a Radiation Oncology Department at the time of coronavirus: an Italian experience Title: Running a Radiation Oncology Department at the time of coronavirus: an Italian experience Short title: Radiation Oncology at the time of coronavirus Authors: Title: Running a Radiation Oncology Department at the time of coronavirus: an Italian experience",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Krengli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità\"",
                    "location": {
                        "settlement": "Novara",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleonora",
                "middle": [],
                "last": "Ferrara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità\"",
                    "location": {
                        "settlement": "Novara",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Federico",
                "middle": [],
                "last": "Mastroleo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità\"",
                    "location": {
                        "settlement": "Novara",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Brambilla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital \"Maggiore della Carità\"",
                    "location": {
                        "settlement": "Novara",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Umberto",
                "middle": [],
                "last": "Ricardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Torino",
                    "location": {
                        "addrLine": "18",
                        "postCode": "28100",
                        "settlement": "Novara",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Starting from Wuhan, China, SARS-CoV-2 has been a catastrophic epidemic involving many countries worldwide. After China, Italy has been heavily affected and severe measures to limit the spread have been taken in the last weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Radiation Oncology departments must guarantee optimal cancer treatments even in such a challenging scenario of an ongoing aggressive epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Adopted preventive measures and recommendations are highlighted for patients, professionals and clinical operations to minimize the risk of infection while safely treating cancer patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "From the first days of 2020, SARS-CoV-2 has been the main topic discussed all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "Starting from Wuhan, China, its diffusion has been facilitated from the continuous migration of people both for travelling and working purposes. The related disease, COVID-19, has been designated as a Public Health Emergency of International Concern by WHO on 30 th January 2020, up to be considered as a pandemic on 11 th March 2020. Epidemiological data published so far in China suggest an increased risk for onco-hematological patients to contract the virus and face severe consequences from SARS-CoV-2 infection with a higher need of intensive care and a higher mortality, posing the question of the risk-benefit of potentially immunosuppressive cancer treatments, especially in elderly or in case of adjuvant therapies [1] .",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 728,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "The main measure to limit the SARS-CoV-2 diffusion is the quarantine: people are forced to stay at home to prevent its spreading. China, as first, adopted these measures at the end of January.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "On the 31 st January 2020, Italy meets SARS-CoV-2. A Chinese couple from Wuhan is hospitalized in Rome during their trip due to malaise and high fever. The positive tests alarmed the whole country and a series of precautionary measures were taken: identification of people who were in contact with the couple, cancelation of direct flights to/from China, airlift of the Italians in Wuhan back to Italy with a mandatory 14-day quarantine, temperature screening for passengers arriving at any Italian airport, 14-day self-isolation for people with symptoms or at-risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "On the 20 th February 2020, Patient 1 was identified in Codogno, near Milan, Lombardy: he was the first Italian affected by SARS-CoV-2. Lombardy is still the principal cluster of the disease. He was involuntarily responsible of the first diffusion of SARS-CoV-2 in Italy, considering his active social life and its hospitalization for \"malaise\" erroneously considered as simple influenza. The patient has been treated by health professionals with no adequate protective devices. This was the beginning of the spread of affected patients, resulting in the presence of a second cluster in Veneto: the first \"red zone\" was created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "The \"red zone\" included 11 towns in these two regions, people living here had to stay at home and were not allowed to leave or to enter the area, public transportation was blocked, and only necessities shops were open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "Nearby, a moderate-risk \"yellow area\" was established by the mandatory closure of schools/universities and some public areas and by the strong suggestion of following some general rules: 1-m safety distance between customers in shops and restaurants, events and ceremonies were cancelled, all the shopping centres had to close during the weekends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "Starting from the initial shutdown of universities and social/working life restrictions, a massive migration of people from the North to the South of Italy has potentially contributed to the spread of SARS-CoV-2 in the southern regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "On the 8 th March 2020, all northern Italy became a \"red zone\" with the same restrictions applied previously. The day after, the lockdown was extended to all the regions of Italy, affecting around 60 million people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "Special recommendations for oncological patients were published on 10 th March: avoidance of crowded places, wearing of a surgical mask out in public spaces, need of careful hand hygiene and the restriction for visits from relatives and friends were all requested [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "The government indication for the hospitals concerning cancer patients was to postpone follow-up visits, whenever possible, and to establish pathways and spaces dedicated to oncological patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "The Italian government has created a website to keep track of the SARS-CoV-2 spread and its realtime statistics [4] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Timeline of spread of the virus and Health Ministry recommendations"
        },
        {
            "text": "The University Hospital \"Maggiore della Carità\" of Novara, is in the Piedmont Region in the northwest of Italy and about 40 Km from Milan. It is a general hospital hosting about 700 inpatients, and it is the hub of the northeast of the region covering an area with 1 million inhabitants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational plans"
        },
        {
            "text": "The Radiation Oncology department is split on two nearby hospitals, 20 Km apart. We treat an average of 120 patients on four linear accelerators and we perform about 10 first visits every day. In addition, the medical and nursing staff manages four hospital beds for inpatients who require special support for concomitant chemo-radiation and management of treatment toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational plans"
        },
        {
            "text": "Starting from February 24 th , some access restrictions to our department have been established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "Patient with respiratory symptoms (fever, cough, conjunctivitis, rhinitis) were not admitted and invited to contact their general practitioner or the emergency number set up by the Health Ministry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "Caregivers were not admitted to the department to reduce the access of people, unless for not selfsufficient patients. No limitations were placed on the routine activities of the department of Radiation Oncology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "With the increase of the spread of the infections and the establishment of the \"red zone\" on the 8 th March, new measures have been adopted, such as the opening of just one access gate to the University Hospital. In this entrance, a first triage was performed to patients by the measurement of the temperature and evaluation of symptoms (cough, dyspnea). Above 37.5 °C and presence of symptoms patients were addressed to further investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "At the department entrance, patients were asked to fill in a special medical history form; the form required to declare respiratory symptoms and contacts with people with suspected or confirmed positive SARS-CoV-2 infected patients in the last 14 days. In case of affirmative answer to one of the above items, a surgical mask was provided. Each patient was invited to wash his hands with alcohol-based products and use a surgical mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "A specific bracelet with the date of the day was given to each patient after triage. In the waiting rooms the chairs have been spaced apart to keep at least one meter of distance between one patient and another. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient access for consultation/treatments"
        },
        {
            "text": "This is the first time that an infection epidemic in the last decades has spread worldwide with such aggressiveness representing nowadays a real emergency for the whole population. The health system including the main hospitals is facing the epidemic with only few effective weapons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "Radiotherapy departments are potentially exposed as the others to epidemic and this aspect represents a crucial issue since most oncologic patients have various degrees of immunodeficiency and are in the elderly, which is an additional risk factor. On the other hand, cancer patients cannot interrupt treatments and the whole staff of a radiotherapy department is asked to guarantee efficiency and safety for radiation treatments. Over the last few weeks, all professionals have worked in stressing conditions along a learning curve which is still ongoing. However, a few issues can be already pointed out as lesson learned:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• Adoption of strict rules from the very beginning in case of infectious emergency;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• General rules such as 1 m distance, no handshake or other contacts and washing hands frequently;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• Special attention to room and equipment disinfection;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• Adoption of surgical masks for patients and for professionals approaching cancer patients;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• Maintenance of adequate warehouse stocks of masks, sheets, gloves, alcoholic cleaning solutions and disposable devices (shortage of these materials can become a problem); • Complete and regular information to patients and professionals;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• Flexibility in case other units need support (warehouse, personnel);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "• Importance to share experiences among centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned"
        },
        {
            "text": "To envisage recommendations is not an easy task when the development of the epidemic is still ongoing and the effectiveness of some of our preventive measures is still under discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "However, a few measures aiming at reducing the impact of epidemic can be highlighted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "• Establishment of a coordination unit with representative of all professionals at Hospital and Department levels;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "• Unique source for communication to have clear and timely information and avoid redundancy and contrasting messages; • General rules for prevention and personal behavior with detailed information to all professionals from the very beginning (procedures for disinfection of rooms and machines, optimize pathways and waiting rooms strictly for patients; precise time for consultation avoiding unnecessary waiting time, washing hands frequently, surgical mask for operators and for patients/accompanying persons); • Review of organizational procedures: postponement of treatments for low-priority cases (prostate with hormone, benign diseases, etc.), favor short-term Tx (hypofractionation), skip F/U visits (use phone contacts) • Definition of a priori policy for coronavirus suspected or positive at the beginning and during treatment (recommended not to start Tx and recommended to interrupt Tx); • Triage procedure at the entrance of the department for all patients and accompanying persons: first access -questionnaire, temperature measurement, check of symptoms; daily treatment -temperature measurement, check of symptoms;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "• Check warehouse stocks for masks, coats, gloves, alcoholic cleaning solutions and disposable devices; • Plan for transportation of patients who could not be supported by family or volunteers;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "• Organization of psychological support for patient families and professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "We need more time to understand the most appropriate behavior for preventing infection while treating our patients. Data collection and large collaboration among centers worldwide are needed to understand the real impact of the SARS-CoV-2 epidemic on population of cancer patients undergoing radiotherapy. On the other hand, this epidemic has an impact also on professionals not only in terms of risk of infection but also in terms of psychological stress. These aspects should be considered carefully if we would like to maintain a good level of assistance for our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology, Diagnosis, Treatment, and Prevention of Influenza Infection in Oncology Patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "El Ramahi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freifeld",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Oncol Pract",
            "volume": "15",
            "issn": "4",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Raccomandazioni per la gestione dei pazienti oncologici e oncoematologici in corso di emergenza da",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 -Situazione in Italia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Magazines and information brochures have been removed from waiting rooms to reduce possible sources of contact contagion.The standard hygiene procedures in treatment rooms, CT-simulation and consultation rooms have been stressed and respected by all the personnel: the surfaces have been disinfected by alcoholic solutions after every procedure and disposable sheets, as usual, have been used.Patient supportOncological patients are quite fragile from both physical and psychological points of view.Moreover, many of them are in the elderly age and somehow more susceptible to aggressive coronavirus infection. Nurses, technologists and physicians had to spend quite a lot of time giving information, explaining prevention measures and reassuring patients.Thus far, nobody has cancelled any appointment, but some of them asked to postpone the first consultation or the simulation procedure. Very few patients under treatment interrupted the course, and some of them needed help to access the service because of lack of volunteer transportation.Counseling for psychological support is offered to both patients and professionals.Re-organization of the activities Since March 8 th , all the scheduled visits have been critically evaluated by the clinicians. We are postponing the follow-up visits; nurses contact the patients by phone asking for the results of the last tests performed and proposing a new appointment at the end of the emergency if negative. If there is a suspicion of relapse, a radiation oncologist evaluates the need for further investigation or an appointment. We did not postpone the first consultations of the patients who need treatments for malignant tumors. We considered the postponement of some treatments such as those for prostate cancer under hormone therapy and those for adjuvant purposes, especially in elderly patients, but always keeping the timing indicated by the international guidelines. The appointment time for visits and CT-simulation were scattered across the day to minimize the number of people in the waiting rooms. Our daily staff meeting has not been suspended, but only the clinicians directly involved in the management of the clinical cases of the day can participate, to reduce the number of people in the meeting room and maintaining the 1-m distance. Multidisciplinary meetings are not postponed but it was decided to reduce the number of clinicians and/or discuss the clinical cases by videoconference or just phone whenever possible. Of note, we decided to postpone a not-urgent brachytherapy treatment because the dedicated room was used for isolating a patient with suspected SARS-CoV-2 infection. Staff Professionals All the staff members are wearing a surgical mask and gloves when visiting patients. Triage nurses wear surgical masks, gloves and disposable surgical coats. The use of FFP2 or FFP3 masks is reserved for hospital staff who assist patients with respiratory infections (flu, tuberculosis)/COVID positive. Staff members are invited to measure body temperature daily and asked not to go to work if it is above 37.5° and/or have respiratory symptoms. All permissions for personal absences of the medical, technical, nursing and administrative staff were suspended. Medical Physics The service of Medical Physics in the Hospital is working by prioritizing essential and urgent tasks and postpone those tasks which can tolerate delays, i.e. those scheduled annually. Special attention is paid to risk assessment for the use of mobile radiography or CT-scanning in new locations of the Hospital and for testing and commissioning of additional portable equipment and scanners. Moreover, physicists may be involved in biomedical engineering departments providing assistance with patient monitoring and organ support equipment, e.g. ventilators or assessing the safety of face masks in MRI scanner. Quality controls in radiotherapy are mainly focused on equipment and dosimetry checks connected with advanced radiotherapy treatments (VMAT, SBRT, SRS, IGRT) and dosimetry assessment associated with radiotherapy treatment planning. To prevent the spread of the virus, they tend to work from home whenever possible, entering clinical locations if necessary but ensuring that staff resources are available for service demands. Academic teaching activity Universities, including Medical Schools, stopped their regular teaching activity in the whole country based on Ministry directive. However, teaching at the distance are performed using online platforms and live-streaming lessons. Some other educational and training activities are still going on in collaboration with the National Health System: medical students can be admitted to the departments on a voluntary basis but only at the last year of internship and for preparation of the thesis; and residents are continuing their educational program regularly and are encouraged to participate also to the management of SARS-CoV-2 related activities. Several senior residents in Emergency Medicine, Internal Medicine, Anesthesiology, Pneumology and Geriatrics have been recruited by the Hospitals in the Piedmont Region to assist patients affected by SARS-CoV-2 infection, following the Ministry directive in agreement with Academic Institutions.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}