{
    "paper_id": "bbb25fa10aed8a4da3b1d06b3c75585fbeb9f282",
    "metadata": {
        "title": "Since 2003, the Chinese National Health and Family Planning Commission (NHFPC; in Disaster Med Public Health Prep",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "R"
                ],
                "last": "Cope",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melinda",
                "middle": [],
                "last": "Frost",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruiqian",
                "middle": [],
                "last": "Richun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-Since 2003, the Chinese National Health and Family Planning Commission (formerly the Ministry of Health) has implemented changes to more effectively communicate risk during public health emergencies. In spite of ongoing improvements, provincial and subprovincial leaders face barriers, such as established modes of operation, lack of training, shortage of trained risk communicators, and limited understanding and willingness of recipients to mitigate risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods-We assessed the current status of and barriers to risk communication knowledge and practice among public health practitioners in China. We designed the survey questionnaire to capture information related to the risk communication core capacities required by international health regulations and common risk communication principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions-Future efforts should focus on areas such as a dedicated risk communication workforce, requirements that public health agencies develop a risk communication plan, and additional training for public health practitioners and their partners. It is critical that the infectious diseases prevention and control law be amended to grant provincial and local public health agencies more autonomy to release information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "effectively communicate risks associated with public health emergencies. After the outbreak of severe acute respiratory syndrome (SARS), national authorities recognized the need to adopt risk communication principles. The intent to do so was codified in the regulations of the People's Republic of China (PRC) on open government information (OGI regulations), promulgated in 2008 to improve the disclosure of information by the government, including during emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To improve risk communication, the Guidebook on Risk Communication of Public Health Emergency was developed in collaboration with NHFPC, Chinese Centers for Disease Control and the US Centers for Disease Control and Prevention (US CDC). 1 The principles in the guidebook, which rely heavily on Western emergency risk communication principles, were tested to determine whether public health officials in China considered those principles relevant. 2 That study found that public health officials substantially changed messages after receiving training based on the guidebook. Changes included focusing messages to decrease feelings of uncertainty, increase feelings of control, and increase trust in health authorities. However, few changes addressed cognitive changes among those experiencing an emergency, and no messages were revised to better demonstrate transparency.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 447,
                    "end": 448,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In spite of ongoing efforts to improve health authority understanding of risk communication principles, leaders face barriers to acting on those principles. Some recognized challenges include established modes of operation for institutional and political systems, lack of training for health authorities, lack of trained risk communicators, and the public's lack of understanding and willingness to mitigate risks. 3 Recommendations to improve risk communication include involving communities, communicating with different social and cultural groups, evaluating risk communication programs, understanding how lay people process risk communication, determining how and why different groups confer (or withdraw) trust, and understanding the impact of media messages on risk perception. 4 These recommendations are based on the risk communication principles described by Covello and Allen in Seven Cardinal Rules of Risk Communications and the US CDC crisis and emergency risk communication (CDC CERC) course materials. 5, 6 Awareness of these principles has been important to enhance risk communication, and they have been fundamental to the ongoing training program for public health professionals in China.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 416,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1020,
                    "end": 1021,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CHALLENGES TO ADOPTING RISK COMMUNICATION PRINCIPLES"
        },
        {
            "text": "Specific challenges in China include a lack of dedicated communications staff and training, large rural areas, low health literacy, established modes of operation for the media that do not meet the needs of the population, and difficulty in effectively using both traditional and social media to strategically inform populations during public health emergencies. 7 Additional cultural contexts provide challenges in China. These challenges include coordination between different agencies, as well as between different levels of government (local, provincial, national), which is a hallmark of risk communication, before, during, and after an emergency. However, in China, a top-down command system drives emergency response, such as the response typically observed during floods. 8 This approach has provided a successful model for emergency response in China, but the limited interaction between agencies and levels of government at other times limits the effectiveness of prevention and response activities.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 364,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CHALLENGES TO ADOPTING RISK COMMUNICATION PRINCIPLES"
        },
        {
            "text": "The SARS epidemic demonstrated the impact of this lack of communication, with early cases presenting at military hospitals and not being reported initially to the state medical system. 9 This lack of communication between different agencies and levels of government resulted in delays with regard to policy decisions aimed at stemming transmission of the disease. 10 Delayed information tended to cause confusion and concern among the public, which in turn leads to distrust of the government. Further, the public in general has not been viewed as a partner, something that can improve the public's response to risk messaging. 5 Increasing coordination among government agencies and involving the public as a partner can result in improvements to emergency response. This process to improve risk communication also includes understanding some of the common misconceptions about disasters, including fears of mass panic, concerns with motivating people to act (such as for an evacuation), and understating the resiliency of those affected by a disaster, all of which can negatively influence risk communication efforts. 11 Emergency planners must recognize the nature of risk perception and how populations actually respond during an emergency. Evidence shows that when people are treated as partners in the process (with fairness, honesty, and respect), those people are more likely to appropriately react and respond to the risk messages being communicated. 12 The Fukushima nuclear crisis in 2011 provides a stark reminder of how important it is to understand and engage your audience when attempting to communicate risk. The majority of the Japanese public was only expected to be exposed to very low doses of radiation, but that did not change the fact that accurate information should still have been provided. 13 In the days after the crisis a lack of accurate information made the situation worse, providing further evidence that adequate planning is required to provide effective risk communications during an emergency. 13 Public perception can also change over time or after a significant event, as supported by research in China before and after the Fukushima nuclear crisis. Surveys administered to residents living near a nuclear power plant before and after the Fukushima nuclear crisis showed significant changes in the perception of risk with regard to nuclear power, demonstrating the need to continually assess and understand the target audience and to make appropriate changes to risk communication messaging. 14 A previous assessment in China demonstrated that the public responded better to messages that were crafted by public health workers trained in risk communication and that contained risk communication principles. 15 These findings provided justification to continue enhancing risk communication in China and routinely evaluate those efforts.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 627,
                    "end": 628,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1459,
                    "end": 1461,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1816,
                    "end": 1818,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2029,
                    "end": 2031,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2744,
                    "end": 2746,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "THE IMPACT OF POOR RISK COMMUNICATION"
        },
        {
            "text": "This assessment documented the current status of risk communication knowledge and application among public health practitioners in China and identified barriers to that system. It also served to evaluate ongoing efforts by the US CDC global disease detection program (CDC GDD) and the Chinese NHFPC/Center for Health Education and Health Emergency Response Office (CCHE and HERO) to train public health practitioners in risk communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The public health system in China follows 2 vertical arms at the national, provincial, and sub-provincial (prefecture, county, and city) levels. The administrative arm, referred to as health bureaus, typically serve as the voice of public health at varying levels of the system, while the other arm, the CDC, serves as the technical lead for public health. To describe the degree to which risk communication principles are incorporated into public health response, where barriers exist, and where opportunities for improved communication lie, we conducted a multiprovince survey of public health officials. In-depth interviews were conducted in 4 provinces to gain detailed qualitative information from those responsible for public health communication. Twenty officials were interviewed in 4 provincial departments (5 officials in each province): provincial health emergency response and news offices, provincial CDC emergency response and news offices, and the CCHE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The questionnaire elicited information related to the risk communication core capacities required by international health regulations, the principles laid out by Covello and Allen and the CDC CERC course. 5, 6 These capacities and principles formed the foundation of the ongoing risk communication training program in China and therefore served as the foundation of this assessment, as follows:",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 208,
                    "end": 209,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "• Accept and involve the public as a legitimate partner Additional questions were included to assess the respondents' recent experience with implementing risk communications principles, focusing on their involvement in public health emergencies in the previous 3 to 5 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Personal digital assistant devices were used to ensure easy data collection and storage for yes/no questions by the primary interviewer. A second interviewer entered answers to openended questions into a laptop computer. The interviews were also recorded, and the recordings were transcribed to ensure entire responses to open-ended questions were reflected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Most of the 20 officials who were interviewed (18/20) stated that their department has a dedicated unit responsible for handling risk communication. Of those, all but 1 indicated that the unit regards the public as a partner in risk communication and that internal platforms were in place, such as convening staff meetings, sending out text messages to relevant staff, or calling key staff to ensure that staff receives relevant information in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication Planning and Work Force"
        },
        {
            "text": "Fifteen of 20 respondents stated that their department has an existing risk communication plan to guide communications before, during, and after an emergency. Among those, 13 stated that the plan identifies key audiences, and 12 stated that the plan offers ways to discover the needs, concerns, and attitudes of key audiences. Overall, respondents reported that the plan has in place procedures to review messages for technical soundness (15/15), the right channels (14/15), and partners (11/15) who are identified for dissemination, and measures to ensure those messages are disseminated according to agency policy (11/15). Few respondents stated that they were aware of procedures to ensure that messages meet audience needs (3/15) or that regular evaluation takes place to ensure improvement of message dissemination (6/15).",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 733,
                    "text": "(3/15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communication Planning and Work Force"
        },
        {
            "text": "Most respondents (16/20) indicated that their agency had a designated spokesperson. When responding to the level of competence, these respondents thought that their agency was competent with regard to risk communications, 4 respondents believed their agency was very inadequate, while the remaining 16 thought it was adequate. With regard to personal competence, 1 respondent replied that the agency was very inadequate, while 18 responded that it was adequate, and 1 said it was very adequate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication Planning and Work Force"
        },
        {
            "text": "Overall, the responses indicated that no emphasis has been placed on monitoring and evaluation of risk communication. Five respondents stated that public opinion is monitored through websites, Wiebo (one of China's most popular social media engines), and media reports to gauge public and media response to health messages. Telephone surveys of the public also are conducted. No respondents recognized the importance of such efforts, raising concerns about the soundness of methods used to sample populations, how to receive information quickly, and how to evaluate effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication Planning and Work Force"
        },
        {
            "text": "Laws and Regulations Regarding the Release of Information-Most respondents (18/20) indicated that a written regulation, statute, or policy exists that guides the accurate and timely release of information; the same number stated that those regulations, statutes, or policies had an impact on their risk communication process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "The regulations of the PRC on the prevention and treatment of infectious diseases (which guides infectious disease prevention and control activities in China) was mentioned by several respondents as the guiding document for risk communication. One prominent issue in the responses related to what information agencies are permitted to release and when they can release it. The law states that only the NHFPC or provincial department of health can release information related to disease epidemics and other public health emergencies. Therefore, if an administrative health department or provincial CDC identifies information related to an outbreak or other health emergency, it is not permitted to immediately release such information and must wait for the NHFPC or provincial department of health to do so. They are only permitted to release general recommendations and information, such as monthly reports, but nothing specific to a newly identified situation. This approach can result in critical delays in providing information to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "Accelerated Approval for the Release of Information-Most respondents (13/20) indicated that a process was in place to ensure the expedited release of information during an emergency. However, the respondents did not indicate any specific policies that enable an accelerated process to approve and release information. A few noted that attempts are under way to speed up the approval process, but no specific policies to that effect exist. Respondents frequently focused on the process that needs to be followed to release information, in particular issues surrounding who can approve and release information and what clearance chains are approved before public health emergencies occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "Personnel to Approve Information as Part of the Clearance Chain-All but1 respondent indicated that procedures are in place to ensure that scientific, technical, and communications staff clear information before it is released. Overall, respondents indicated that various experts are available within different government departments and are routinely consulted. Ultimately, it appeared that all information is edited and approved by the NHFPC or provincial health department, although in some cases the originating sources or others are given an opportunity for final review. The use of experts to review and approve information before release appeared to be a routine part of the process in China during an emergency. However, this process could be stymied by the approval process for the release of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consultation of Professional Experts, Technicians, and Communication"
        },
        {
            "text": "Channels Used to Release Information-All respondents indicated that their department has a website, and 8 of the 20 departments reported that the website was updated daily. Additional channels mentioned included local media outlets such as television, radio, and print; official news releases; media interviews; press conferences; and community outreach to resident and village committees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consultation of Professional Experts, Technicians, and Communication"
        },
        {
            "text": "Most respondents (15/20) indicated that a mechanism exists to ensure that the views and perceptions of the public are taken into account during an emergency, with 17 of 20 respondents indicating that they have received valuable information from the public. need for improvement in this area. In some cases, public opinion monitoring meant scanning communication channels for opinions on the public health agency, rather than the public's comprehension, misperception, and/or questions about a public health issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Listening and Understanding Public and Partner's Risk Perception"
        },
        {
            "text": "Acquiring Useful Information From the Public-Overall the responses indicated that the different agencies received regular feedback from the public and that the agencies were responsive to the public's needs. However, they recognized the importance, as well as the difficulty, of verifying information received from the public. Three respondents however indicated that they did not believe useful information has been received from the public and they did not appear to understand the importance of listening to the public with regard to emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Listening and Understanding Public and Partner's Risk Perception"
        },
        {
            "text": "Many respondents offered details on how they communicated information to the public, including through the media and the Internet. This finding did not adequately address reaching marginal populations with limited access to electronic media. These populations may also have difficulty understanding messages sent through traditional means due to language barriers, inability to read, or lack of education. Two respondents appeared to understand the nature of the problem and noted that they work to determine other approaches to reach such populations, including coordination with groups that work with those populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring Risk Information Reaches Marginal, Hard-to-Reach Populations-"
        },
        {
            "text": "Monitoring and Evaluation-Monitoring of public opinion through surveys was frequently mentioned as a means to gauge public response to risk communications. Other respondents indicated that they do little or nothing in this regard, although most indicated an understanding of the importance of monitoring and evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring Risk Information Reaches Marginal, Hard-to-Reach Populations-"
        },
        {
            "text": "Experience With Public Health Emergencies-Respondents shared experiences from a variety of emergency situations that they have been involved with in the preceding 3 to 5 years, including infectious disease investigations such as measles; hand, foot, and mouth disease; and influenza H1N1, as well as environmental issues such as lead poisoning, food contamination, and natural disasters. Overall the responses indicated a broad range of response activities and an understanding that risk communication plays a critical role in all of these situations, while noting the difficulties they faced communicating accurate information to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Observations on Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "Major Difficulties Encountered-Several important themes emerged in response to major difficulties encountered, including the need for more training, the importance of better coordination between departments, issues with the timely release of information, and increased freedom for local departments to release information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Observations on Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "The lack of coordination and communication between different departments was clearly noted by most of the respondents (14/20), as was the need to engage additional stakeholders (14/20) . A few comments specifically indicated the need for a risk communication plan, specifying the responsibilities of the different departments and the critical importance of working collaboratively. It was also recognized by 1 respondent that the concept of risk communication is new to public health work in China, indicating the need for ongoing training as a broader part of developing risk communication plans.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "(14/20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Observations on Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "Changes in the organization of the media were also stated as a concern, in terms of the large media outlets, how events are (or not) reported, and the accuracy of those reports, as well as the proliferation of information sources outside of the traditional media. In particular, issues surrounding Internet access and widespread use of cell phones have opened new avenues for information sharing such as photos, videos, and blogs, which have become mainstream and influential, in spite of governmental control over the Internet. Similarly noted were increases in civic awareness and the desire among the public to more actively participate and have a voice in government actions, as well as increasing demands for transparency. Learning how to operate in this new environment and engage in risk communication is proving a challenge for the respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Observations on Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "respondents (13/20) indicated that they have not received much criticism of their communications. Some, however, stated public trust as a concern and that complaints and criticisms were to be expected. Most respondents addressed their efforts to ensure the accuracy of information they release, indicating tight control of the release process to stem any criticism. One response in particular captured the essence of how to respond to potential criticism: \"Be frank.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criticism or Negative Evaluations From the Public, Media, or Others-Most"
        },
        {
            "text": "Effective Risk Communication-Respondents recognized the importance of credibility, along with apprehension about releasing incorrect information, which sometimes leads to reluctance to release any information. Once again respondents referenced the law of the PRC on the prevention and treatment of infectious diseases, which limits the release of information to certain departments, along with the lack of coordination between different departments and key partners. This system can be further complicated when information sharing is delayed from the local level to the provincial level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstacles and Challenges Hindering Prompt Information Release and"
        },
        {
            "text": "Some responses captured the need for developing a comprehensive risk communication plan, improving monitoring and evaluation, and offering more training. The last was specifically noted as a concern at the city and county levels, where the concepts of risk communication and emergency response are not as well understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstacles and Challenges Hindering Prompt Information Release and"
        },
        {
            "text": "Additional focus on monitoring and evaluation of risk communication is needed. This work will provide public health and emergency preparedness officials with a better understanding of how to improve risk communication during an emergency and ensure that the public receives, understands, and appropriately responds to messages being disseminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication Planning and Work Force"
        },
        {
            "text": "Laws and Regulations Regarding the Release of Information-Limited ability of public health officials to quickly communicate when an emergency occurs leads to delays in response, given the important role that local government departments play in emergency response. Changes to the law of the PRC on the prevention and treatment of infectious diseases will enhance the ability of local officials to release information and improve risk communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "An issue that stood out clearly was the inability of some departments to release information. This restriction was noted across departments, as well as through the chain of command, starting at the local level through to the provincial level and to the national level. Improvements should be made to the overall process by increasing the freedom that each department has to release relevant information that has been reasonably verified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "Accelerated Approval for the Release of Information-The broader issues regarding restrictions on who can release information directly tie into concerns about the timely release of information. Due to those restrictions, it can be virtually impossible to accelerate the release of information during an emergency, hindering the government's ability to provide prompt and accurate information to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "One respondent to the survey offered a process whereby emergencies should be classified: small events should be handled by local governments, moderate events should be handled at the provincial level, and large events should be handled by the NHFPC. This model is similar to how emergencies are handled in the United States, with the response beginning at the local level and expanding as the situation dictates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective and Transparent Information Dissemination"
        },
        {
            "text": "Personnel-Plans should be developed to identify the appropriate experts and ensure the timely review and release of information. Efforts should be made to ensure that this process is not used as a means to limit the release of information, or to limit transparency, but instead to effectively engage available expertise. Channels Used to Release Information-Efforts should be made to better quantify this information to obtain a more detailed understanding regarding the number of websites, use of social media, and similar platforms. This work should be augmented by additional studies to better understand the information-seeking behavior of the Chinese public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consultation of Professional Experts, Technicians, and Communications"
        },
        {
            "text": "Acquiring Useful Information From the Public-Overall, it appears that the concept of working with the public to determine information needs is nascent in China, yet gaining traction, as evidenced by the different methods being used to receive and respond to public feedback. Additional emphasis is needed to more readily understand and respond to the needs of the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Listening to and Understanding the Public's and Partners' Risk Perception"
        },
        {
            "text": "Most respondents appeared not to fully understand this concept. Additional efforts should be undertaken to both identify marginal populations and to ensure that messaging is appropriately reaching those populations. It is not sufficient to rely on common outlets such as television and websites, as some populations may not have ready access to them or may not understand the messages that are being shared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring Risk Information Reaches Marginal, Hard-to-Reach Populations-"
        },
        {
            "text": "The responses regarding additional training belie a noted concern that is being addressed by the NHFPC. For several years now they have actively engaged US CDC and other partners to increase risk communication training. This assessment provides evidence that these efforts are having an impact. Commonly accepted risk communication principles were routinely referenced, and comments regarding training conducted by US CDC staff were also shared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "One key finding was the lack of coordination between different agencies and a sense that much of the work they do is compartmentalized. There is a clear need to increase coordination between the different departments and partners involved in emergency response and a better acceptance of a team approach, including understanding and contributing to one another's work. Of note, the US CDC risk communication activity collaborates with an appropriate cross section of public health emergency response (NHFPC HERO), health communications, education (NHFPC CCHE), and epidemiologic subject matter expertise (China CDC). While partnership at the national level functions well, improvement is needed at provincial and subprovincial levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "Revisions to the law of the PRC on the prevention and treatment of infectious diseases could further improve the timely release of information, which stems in part from the lack of coordination between departments, as well as limitations on the release of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the Public Health Emergencies That Occurred in the Past 3 to 5 Years"
        },
        {
            "text": "The findings of this assessment confirm that risk communication training efforts by the Chinese NHFPC/CCHE and US CDC have been successful in developing awareness of risk communication principles among public health practitioners and their ability to implement those principles in practice. Future efforts should focus on several key areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "A dedicated risk communication workforce should provide different agencies and levels of government with the human capital needed to adequately address risk communication messaging and aid coordination. In addition, a requirement should be instituted that all public health agencies develop a risk communication operational plan, which would provide a template from which dedicated risk communicators can work. Such a plan will provide for more fluid, transparent, and accelerated responses during emergencies. Additional training should also be provided to public health practitioners and their partners to increase awareness and enhance capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Finally, amendments to the infectious diseases prevention and control law should be made to authorize other provincial and local public health agencies more freedom to release information. This ability will allow for improvements in the response time to public health emergencies by allowing other agencies the freedom to readily inform their populations regarding critical health information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidebook on Risk Communication of Public Health Emergency. China Health Emergency Response Office, China Ministry of Health",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disaster risk communication",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tinker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Covello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanderford",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emergency Medicine",
            "volume": "1",
            "issn": "2",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Improving Risk Communication",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improving risk communication in government: research priorities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chess",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Salomone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hance",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Risk Analysis",
            "volume": "15",
            "issn": "2",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seven Cardinal Rules of Risk Communication. US Environmental Protection Agency",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Covell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Office of Policy Analysis",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "US Centers for Disease Control and Prevention. Crisis and emergency risk communication (CERC)",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Flood Risk Perception and Communication Within Risk Management in Different Cultural Contexts: A Comparative Case Study between Wuhan",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learning from SARS: Preparing for the Next Disease Outbreak -Workshop Summary",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The SARS epidemic and its aftermath in China: a political perspective",
            "authors": [],
            "year": 2004,
            "venue": "Accessed December",
            "volume": "3",
            "issn": "",
            "pages": "116--136",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Controlling SARS: a review on China's response compared with other SARS-affected countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krumkamp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reintjes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trop Med Int Health",
            "volume": "14",
            "issn": "1",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Common misconceptions about disasters: panic, the \"disaster syndrome,\" and looting",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Auf De Heide",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk communication: facing public outrage",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EPA J",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Fukushima nuclear crisis reemphasizes the need for improved risk communication and better use of social media",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lean",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Phys",
            "volume": "103",
            "issn": "3",
            "pages": "307--310",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of the Fukushima nuclear accident on the risk perception of residents near a nuclear power plant in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huanga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhoub",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hammitt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci",
            "volume": "110",
            "issn": "49",
            "pages": "19742--19747",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Enhancing China's capacity in emergency risk communication",
            "authors": [],
            "year": 2007,
            "venue": "Greater Mekong Subregion Communicable Diseases Project",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Plan carefully and evaluate your efforts • Listen to the public's specific concerns • Be honest, frank, and open • Coordinate and collaborate with other credible sources • Meet the needs of the media • Speak clearly and with compassion",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Shao Anna, Yang Xiaobao, Wang Hua, and Zhang Ying conducted interviews for this research project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}