{
    "paper_id": "bbc3fde6f1714f16d78a8d45e1443f476294f04b",
    "metadata": {
        "title": "LifeGene-a large prospective population-based study of global relevance",
        "authors": [
            {
                "first": "Catarina",
                "middle": [],
                "last": "Almqvist",
                "suffix": "",
                "affiliation": {},
                "email": "catarina.almqvist@ki.se"
            },
            {
                "first": "Hans-Olov",
                "middle": [],
                "last": "Adami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "W"
                ],
                "last": "Franks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leif",
                "middle": [],
                "last": "Groop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Ingelsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juha",
                "middle": [],
                "last": "Kere",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Lissner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan-Eric",
                "middle": [],
                "last": "Litton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Maeurer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Michaëlsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juni",
                "middle": [],
                "last": "Palmgren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Göran",
                "middle": [],
                "last": "Pershagen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Ploner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Patrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gunnel",
                "middle": [],
                "last": "Tybring",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [
                    "L"
                ],
                "last": "Pedersen",
                "suffix": "",
                "affiliation": {},
                "email": "nancy.pedersen@ki.se"
            },
            {
                "first": "C",
                "middle": [],
                "last": "Almqvist",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H.-O",
                "middle": [],
                "last": "Adami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "E"
                ],
                "last": "Ingelsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J.-E",
                "middle": [],
                "last": "Litton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "J"
                ],
                "last": "Palmgren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "A"
                ],
                "last": "Ploner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "G"
                ],
                "last": "Tybring",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "L"
                ],
                "last": "Pedersen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "W"
                ],
                "last": "Franks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Groop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Maeurer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Michaëlsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Pershagen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "F"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Studying gene-environment interactions requires that the amount and quality of the lifestyle data is comparable to what is available for the corresponding genomic data. Sweden has several crucial prerequisites for comprehensive longitudinal biomedical research, such as the personal identity number, the universally available national health care system, continuously updated population and health registries and a scientifically motivated population. LifeGene builds on these strengths to bridge the gap between basic research and clinical applications with particular attention to populations, through a unique design in a research-friendly setting. LifeGene is designed both as a prospective cohort study and an infrastructure with repeated contacts of study participants",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "approximately every 5 years. Index persons aged 18-45 years old will be recruited and invited to include their household members (partner and any children). A comprehensive questionnaire addressing cutting-edge research questions will be administered through the web with short follow-ups annually. Biosamples and physical measurements will also be collected at baseline, and readministered every 5 years thereafter. Event-based sampling will be a key feature of LifeGene. The householdbased design will give the opportunity to involve young couples prior to and during pregnancy, allowing for the first study of children born into cohort with complete pre-and perinatal data from both the mother and father. Questions and sampling schemes will be tailored to the participants' age and life events. The target of LifeGene is to enrol 500,000 Swedes and follow them longitudinally for at least 20 years. In only a few years the methods used to study genetics of complex traits have evolved almost beyond recognition. The result has been unprecedented advances in our understanding of the genetic architecture of almost all common complex diseases. The main driving force behind these discoveries has been the rapid development and application of genome-wide association studies (GWAS). Although there has been remarkable recent progress in defining the genetic basis of common complex diseases, a new generation of epidemiological studies that undertake standardised, fine-scale phenotyping and exposure assessments of many thousands of individuals measured repeatedly during many years of follow-up will be required to maintain this trajectory. New approaches for storing, processing, and characterising the tissue samples collected in these individuals will be necessary, as will the application of novel, comprehensive, and multi-factorial statistical methods to analyse data harvested from these biosamples. Worldwide, there are several large-scale genetic epidemiological studies such as the UK Biobank [1] , deCODE in Iceland [2] , Millennium in Japan [3] , the Kadoorie study of Chronic Diseases in China [4] and CONOR/HUNT in Norway [5] . These studies focus on chronic diseases diagnosed later in life, and some also collect detailed data on lifestyle factors. There are, however, very few large prospective studies focusing on disorders that emerge early in life, in some instances during infancy or early adolescence. LifeLines in Holland [6] , a three-generation population-based study with a household recruitment approach differs from most other ongoing cohorts because data on diseases with onset early in life is collected. The Norwegian Mother and Child Cohort study (MoBa) [7] , ALSPAC (the Avon Longitudinal Study of Parents and Children) [8] and the US National Child Study [9] have followed pregnant mothers from early pregnancy and their offspring throughout childhood, whilst other prospective birth cohort studies were brought together under the Global Asthma and Allergen European Network (Ga2len) [10] . The Southampton Women's Survey [11] is of particular interest because it collected parental exposure data before the pregnancy and thus could assess associations to perinatal and infant outcomes. Pre-pregnancy exposure data are also likely to be valuable in long-term studies of chronic disease later in life, although to date no such studies have been undertaken.",
            "cite_spans": [
                {
                    "start": 2007,
                    "end": 2010,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 2031,
                    "end": 2034,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2057,
                    "end": 2060,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2111,
                    "end": 2114,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2140,
                    "end": 2143,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 2449,
                    "end": 2452,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2690,
                    "end": 2693,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2757,
                    "end": 2760,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2793,
                    "end": 2796,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3022,
                    "end": 3026,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3060,
                    "end": 3064,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sweden and other Nordic countries have several crucial prerequisites for comprehensive longitudinal biomedical research, due to the personal identity number, the universally available national health care system, continuously updated population and health registries and a scientifically motivated population. As a complement to the registerbased epidemiologic tradition, Sweden is also at the forefront of developing and implementing information technology, cutting edge biotechnology and biobanking. In order to adequately address gene-environment interactions, acquisition of phenotype and exposure information repeatedly, biosamples and physiological assessment are important. A prospective study combining information on exposures as early as pre-conception and in early life throughout young and mid-adulthood, with the possibility to study a variety of diseases with onset relatively early in life and co-morbidities later in life will open up new research opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LifeGene is designed as a prospective cohort study with an infrastructure that allows repeated contacts of study participants approximately every 5 years, and short followups annually. Recruitment of index people aged 18-45 years old who are invited to include their household members (other adults and any children) increases the opportunity to involve young couples prior to and during pregnancy, allowing for the first study of children born into cohort with complete pre-and perinatal data from both the mother and father. Other types of event-based sampling, i.e. data collection initiated as a result of a relevant event, such as an accident or influenza, is a key feature of LifeGene. A comprehensive web-based questionnaire comprised of multifaceted questions concerning phenotypes and exposures is administered at baseline, briefly followed-up annually, and re-administered every 5 years thereafter. Biosamples are collected and stored in a manner that facilitates the full range of 'omics', and physical measurements are also sampled repeatedly at 5 year intervals. Questions and sampling schemes will be tailored to the participants' age and life events. The target of LifeGene is to enrol 500,000 Swedes and follow them for at least 20 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the early phases of planning Life Gene, multiple workshops and plenary sessions with invited international and national experts in a variety of diseases, genetic epidemiology, environmental epidemiology, and molecular genetics were organised during which the optimal Life-Gene sample design, research questions that could be addressed with a prospective cohort, biological measures and phenotype and exposures were discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and planning process"
        },
        {
            "text": "Separate working groups focusing on six broad phenotypic domains: infections, inflammation and allergy, malignant diseases, metabolic and cardiovascular disorders, musculoskeletal disorders and neuro-psychiatric disorders were established. In addition, a working group was established to discuss lifestyle factors such as physical activity and diet. Each working group was invited to present their area of research and the rationale for participation in Life-Gene, along with preferred study design and optimal measures to include in questionnaires, biosamples and physical assessments. Three working groups focusing on infrastructure issues were also created: Biostatistics, biosampling and biobanking, and IT-infrastructure. Based on the combined recommendations of all groups, study design, recruitment and assessment schemes and protocols were established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and planning process"
        },
        {
            "text": "Outcomes of exposures to infectious agents are shaped by genetic background, exposure history to pathogens (or antigens in general, including vaccines), along with innate and adaptive immune response. Exposure to infectious agents has a broader impact on health and disease as compared to infections strictu sensu. Chronic inflammation, in part induced by infection, may impact on a number of diseases; prime examples of infections associated with malignant transformation are infections with Helicobacter pylori or human papilloma virus type 16. Perhaps the most recent report which links a retroviral infection with chronic fatigue syndrome shows that gauging infections entails far more than just the examination of acute clinical infections. It also showed that retrospective analysis of old diseases may lead to the identification of novel pathogens [12] . Novel and more sensitive methods to detect infectious pathogens as well as gauging relevant immune responses will help elucidate associations between infections and clinical syndromes.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 859,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Infectious diseases"
        },
        {
            "text": "Pathogenicity of infectious agents is in part determined by the intricate host-pathogen relationship, which can be captured in a LifeGene grid of household interviews and biological sampling. An event-based sampling study design allows linkage of clinically and biologically relevant events with the detection of infectious agents. An exercise in this context was proposed for the LifeGene pilot, which addressed Influenza-like-illnesses (ILI), described further in ''Results'' section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious diseases"
        },
        {
            "text": "Other information relevant to infectious and viral diseases, such as travel, sexual behaviour, and vaccination will also be collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious diseases"
        },
        {
            "text": "Inflammation is a key factor in allergy and asthma as well as in rheumatic diseases, multiple sclerosis and other autoimmune diseases. It also plays an important role in cardiovascular, musculoskeletal and periodontal diseases. Important research questions include the role of factors pre-conception for disease development in the offspring, which may be mediated by epigenetic mechanisms. A LifeGene birth cohort design would also be uniquely suited for addressing questions related to fetal growth. Furthermore, research questions on gene-environment interactions are paramount and a wide variety of early life exposure and conditions are of interest, such as nutrition, infections, maternal stress, smoking and obesity, as well as exposure to allergens and ambient air pollution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation and allergy"
        },
        {
            "text": "Special focus for protocol development was given to recruitment of pregnant mothers and their partners, including questionnaires and biosamples before and during pregnancy, as well as on extensive long-term follow-up of children born into the cohort. This group is of prime interest also for many other research questions, such as testing and providing mechanistic explanations for the Barker hypothesis [13] . Women in the LifeGene cohort who become pregnant were proposed to answer extensive questionnaires at gestational week 10-12 and at week 26-28, and biological samples to be taken using the same methodology as for the full cohort. Cord blood and maternal blood at delivery were also proposed and the child to be followed up with questionnaires at 4 months and then at 1 year of age, followed by yearly questionnaires. In subgroups additional biosamples may be obtained on several occasions during the first 2 years of life.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Inflammation and allergy"
        },
        {
            "text": "Progress in cancer epidemiology has been remarkable during the last decades. Several malignancies-including those predominantly caused by tobacco, alcohol and certain oncogenic infections (e.g. hepatitis virus B and C, human papilloma virus and helicobacter pylori)-are now largely preventable. At the same time, progress has been limited or non-existent in other areas. Indeed, the causes of major cancer sites and types remain enigmatic. Prostate cancer, lymphomas, leukaemia and testicular cancer are salient examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malignant diseases"
        },
        {
            "text": "The cancer working group agreed that LifeGene would provide unparallel novel opportunities to reveal genetic and environmental causes of cancer. No other existing study combines the size of LifeGene with opportunities for repeated exposure measurement starting early in life, an extensive biobank allowing studies of biomarkers and genes with the convenience in Sweden of retrieving tumor tissue from pathology departments. As a corollary, Life-Gene provides the opportunities to take a life course approach to cancer etiology; to accommodate emerging hypotheses through repeated exposure assessment by creative application of e-epidemiology; and to apply novel molecular techniques for refined-and perhaps etiologically more relevant-phenotypic subgrouping of cancer sites and types. The intense methodologic development in studies of gene-environment interactions will only make LifeGene more informative over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malignant diseases"
        },
        {
            "text": "The current global increase of obesity and type 2 diabetes incidence has taken epidemic proportions, and even if this is almost certainly due to a global shift towards more obesogenic behaviours, such as physical inactivity and caloric dense diet, susceptibility to these conditions varies greatly from one person to the next and tends to segregate within families, irrespective of lifestyle. Furthermore, the response to lifestyle interventions differs markedly from one person to the next, which also reinforces the hypothesis that metabolic and cardiovascular disorders emerge through a complex interaction of genetic and environmental factors. LifeGene provides a unique opportunity to study such interactions in detail with the possibility to address primordial, early-life factors and the role of longitudinal changes for the development of these diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolic and cardiovascular disorders"
        },
        {
            "text": "The collection and storage of DNA, serum, plasma and urine allows for a core set of selected biomarkers, of which most are highly relevant for metabolic and cardiovascular disorders, to be analysed in front-end chemistry, and for subsequent analyses of genetic markers, proteins and metabolites in frozen specimens. As HbA1c is introduced for diagnosis of diabetes in many countries, measurement of HbA1c could provide a valuable estimate of the proportion of people with clearly abnormal glucose tolerance in the age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolic and cardiovascular disorders"
        },
        {
            "text": "Musculoskeletal problems are commonly related to injuries, degenerative changes or from still unknown causes. With impaired functioning and pain as the dominant consequences for the individual, they bring high costs for the society [14] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[14]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Musculoskeletal disorders"
        },
        {
            "text": "The high incidence of osteoporotic fractures in Sweden, and other Scandinavian countries, is an observation that cannot readily be explained by known lifestyle or genetic determinants, climate or longevity. Osteoarthritis, back and shoulder pain are common reasons for disabling pain and sick leave. There is also emerging evidence for an interaction between bone and the endocrine system. LifeGene will provide opportunities to combine metabolic information with information on bone density and fracture risk. LifeGene will examine changes in bone mineral density, bone structure and body composition in a subgroup of individuals. The diagnoses of clinically manifest arthritis can be obtained from Swedish registries, but LifeGene will provide an opportunity to detect pre-clinical biomarkers for the diseases, and to furthermore evaluate the relative importance of genetic susceptibility of arthritis compared to life-style behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Musculoskeletal disorders"
        },
        {
            "text": "Worldwide, injuries are one of the major causes of death, disability and health care consumption at all ages below 60. Sports, play, traffic accidents and intentional injuries (violence and self-harm) are the most common causes. A special interest will be to follow children from pre-puberty until they reach 25 years of age to evaluate genetic and environmental predictors for peak bone mass. Detailed questionnaire information on causes (event-based) and consequences of the injuries, along with genetic and lifestyle characterisation of individuals at high risk of severe or repeated injuries will be enabled with detailed prospective characterisation of participants at an especially high risk for the development of these diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Musculoskeletal disorders"
        },
        {
            "text": "The etiology of most neuro-psychiatric disorders remains cryptic although extant data suggest that most have roots in childhood. The national health registers capture inpatient admissions relatively well although these constitute a small fraction of population burden. Patient charts from general medical settings seldom include psychiatric diagnoses. In the LifeGene neuro-psychiatric working group, initial focus was thus on which neuro-psychiatric disorders to consider and, second, which might be reasonable to assess with a web-based instrument. Using Swedish data on disability-adjusted life year estimates obtained from the World Health Organisation (WHO) Global Burden of Disease [15] as a guide, the working group defined a list of disorders that were both important and practical to assess, along with details about the age ranges of assessment and assessment method. Focus was mainly on lifetime prevalence (not current or interval), and need to capture age of onset, age of offset, and number of episodes. A set of impulse control disorders of clear public health relevance are also assessed (e.g., pathological gambling). Important disorders such as schizophrenia, bipolar disorder, and autism are poorly assessed by the web-based format around which LifeGene will be based, so these will be captured via national registers (i.e., the National Patient Register and the Prescribed Drug Register).",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Neuro-psychiatric disorders and hearing"
        },
        {
            "text": "The most common cause of hearing loss is genetic (50-70%). Studies have shown that carriers of gene deficits also influence the sensitivity to other risk factors, such as occupational exposures. Hearing loss, and its progression, can be caused and/or modified by many different external (e.g. exposure at work, day care centres and free time) as well as internal risk factors like genetic and life style factors. The prevalence of hearing loss has not been investigated, using audiometric measurements, in a large sample of the general population. Hearing tests in LifeGene would provide robust knowledge whether the increasing prevalence of hearing loss is true and also validate the selfestimated hearing. Inclusion of children and young people in LifeGene would also help answering the question whether hearing loss in the ''MP3/I-pod'' generation is increasing and, if so, how this is influenced by age and other factors. A prospective study design would also give knowledge of the progression of hearing loss over time, both in the population and in individuals [16] .",
            "cite_spans": [
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Neuro-psychiatric disorders and hearing"
        },
        {
            "text": "The broad objectives of the Physical Activity, Nutrition and Dietary Assessment (PANDA) working group were to investigate the feasibility, validity and reliability of a range of methods for the assessment of diet and physical activity suitable for LifeGene. The results from new (LifeGene sponsored) and existing studies were summarised, and recommendations on how the measurement instruments might be applied in LifeGene were provided. More detail is provided in the ''Pre-pilots'' section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical activity, nutrition and dietary assessment"
        },
        {
            "text": "E-epidemiology is the science underlying the acquisition, maintenance and application of epidemiological knowledge and information using digital media such as the Internet, mobile phones, digital paper, and digital TV. Eepidemiology also refers to the large-scale science that will increasingly be conducted through distributed global collaborations enabled by the Internet [17] . A critical condition in introducing the Internet and other communication technologies in population-based studies is the degree of access to the techniques among the population. In 2008, up to 84% of the Swedish population used the Internet regularly according to Statistics Sweden. For all age groups, using these tools is more common among men than women, but these differences are decreasing year to year. A web-based application for collection of data is easy and inexpensive to construct and maintain [18] [19] [20] . Web technologies also bring possibilities for enhanced data collection not possible through the traditional approaches, including real-time data collection, interactivity, tailored and personalised questionnaires and repeated measures. Hence, a key feature of LifeGene will be exploitation of modern digital tools.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "E-epidemiology"
        },
        {
            "text": "Baseline study Based on the working groups' recommendations, suggested sample design and recruitment of participants was set up. In the sample design finally selected, index persons (aged 18-45 years) will be randomly sampled from the general population, with oversampling of twins from the Swedish twin registry who have recently been screened with an instrument similar to the LifeGene questionnaire. Participants will be invited to include their household members (partner and any children). By collecting information on households, shared environmental risks and exposures can be quantified. Recruiting children living in the shared household introduces information on persons who share environment plus varying degrees of relatedness, as well as contribute to the life course information 0-45 years. There will also be provision for spontaneous sign-up, to improve power and include participants in a cost-efficient way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design and participants"
        },
        {
            "text": "The planned cohort size of 500,000 participants is the same as recommended by an expert panel assembled by the US National Human Genome Research Institute in 2004 [21] . For a moderately rare disease (yearly incidence of 50-100 cases per 100,000) and a follow-up of 5 years, this is expected to generate a sufficient number of cases to detect a gene-environment interaction with an odds-ratio of 2.5-3 with 80% probability at a conservative significance level of a = 0.0001 (to protect against false positives). This holds under fairly conventional assumptions about allele frequencies, mode of inheritance and prevalence of environmental exposures [22] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Sample design and participants"
        },
        {
            "text": "The study participations will be prompted annually to respond to a short, web-based questionnaire for updates on changes in household composition, changes in symptoms, injuries and pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annual follow-ups"
        },
        {
            "text": "The LifeGene study design allows event-based sampling of specific populations. In the early phases of LifeGene, three types of event-based sampling will be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event-based sampling"
        },
        {
            "text": "addressing influenza in event-based sampling from volunteer participants was launched during the Life-Gene pilot in September 2009. The LifeGene infrastructure and possibilities to sample in response to events was planned before the H1N1 viral epidemic emerged. Event-based reports in the LifeGene-ILI allowed sampling prior to disease onset (and vaccination), a household sampling triggered by a positive H1N1 or Corona virus diagnosis confirmed by PCR and followed by a post-seasonal sampling. DNA, serum and viable peripheral mononuclear cells were stored for further analysis. Other tests gauge the immune response directed against the current H1N1 strains as well as previous influenza pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The LifeGene-Influensa Like Illness (ILI) study"
        },
        {
            "text": "includes recruitment of individuals who may become pregnant during the first 6 years of baseline data collection. Thus, LifeGene plans to contact pregnant women (and their partners) with additional web-based questionnaire and biosamples during pregnancy and delivery. With a target of 500,000 individuals in the cohort, a simulation indicates that approximately 21,000 children will be born into the cohort and followed prospectively. 3. Injuries During the annual follow-ups of LifeGene, participants will be asked about injuries during the past year. Positive response to these items will generate a more in-depth assessment of causes and consequences of these injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "''Born into Cohort'' The LifeGene study design"
        },
        {
            "text": "Based on the recommendations of the working groups, LifeGene was designed to include collection of data through web-based questionnaires and in person testing to collect biosamples and a range of physical tests, Fig. 1 . In preparation for the LifeGene pilot, a protocol for webbased questionnaires and in-person testing (biosamples and physical examinations) was developed. Names and addresses of potential index participants will be randomly sampled from the general population, and an invitation letter with personal log-in information sent out. After agreement and consent on the LifeGene webpage, they will be able to respond to the LifeGene survey, book an appointment at the test centre for in-person testing and invite household members to participate. After the first invitation letter, up to three reminders will be sent out. Questions that potential participants may have can be directed to the toll-free number of the LifeGene Support Centre, or via the internet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measures and study procedures"
        },
        {
            "text": "The LifeGene core survey is designed to collect information about the physical, mental and social well-being in the Swedish population, and LifeGene therefore collects data on the diseases and disorders most common in Sweden. Extensive sections of the survey are devoted to assessment of exposures that may be relevant for these outcomes. All survey data are collected through a web portal. The LifeGene survey is based on a library that distributes relevant questions to the LifeGene participants through a web portal. There are three main categories of The questions are available to the study participants through a web portal, showing a circular clock-like menu with questionnaire themes on the dial. Nine themes are shown to adults: Lifestyle, Self-care, Woman's health, Living habits, Health history, Asthma and allergy, Injuries, Mental health and Sociodemography, and between four to nine themes to the partners and children (Fig. 2 ). Parents answer for their children aged 0-14 and children answer for themselves from 11 and up, which means that there are parallel questions to children and parents between the ages of 11 and 14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 933,
                    "end": 940,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Questionnaires"
        },
        {
            "text": "At the test centres, the study participants are examined for weight, height, waist, hip and chest circumference, bioimpedance, heart rate and blood pressure, along with audiometry and spirometry, with adaptations in individuals above or below 7 years of age. Blood and urine samples are also taken at the test centre for analysis and bio-banking. Table 1 gives details on in-person testing in the LifeGene pilot. In adults, EDTA whole blood for DNA and front-end chemistry will be obtained, along with tubes of EDTA with gel, citrate, lithium heparin and trace metals. In individuals 7-18 years old, only tubes with EDTA for DNA, EDTA with gel, lithium heparin, trace metals and urinary samples will be collected, and for those under 7 years only EDTA whole blood for DNA and a urinary sample. All samples LifeGene-a large prospective population-based study of global relevance 73 will be aliquoted for subsequent processing and storage. DNA will be extracted concurrent with other sample processing initially, to be available for subsequent genotyping. The extent of genotyping and choice of platform will be dictated by researcher interest and methodological developments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "In-person testing"
        },
        {
            "text": "The biological samples collected during in-person testing will be transported in a refrigerated chain with temperature monitors to a biobank facility where primary sample tubes will be processed and stored. The ISO accredited Biobank at Karolinska Institutet is currently establishing new and cost-effective automated processes to allow for novel high throughput techniques. The input processes include registration, volume measurement, sorting with respect to sample type, centrifugation, de-capping and aliquoting of multiple 225 ll plasma and urine fractions into 2D barcoded tubes and DNA extraction from 400 ll EDTA blood. Planned processes also include RNA extraction, cell isolation, and front-end chemistry based on blood and urine. The storage solution consist of three elements: (1) a farm of liquid nitrogen tanks housing tens of millions of samples (2) one or several robotic re-picking stations to retrieve desired samples and (3) in the future a large-scale automatic freezer. The analysis of samples for research takes place after retrieval from storage. Through stringently standardized sampling protocols and modern biobanking, LifeGene will provide an opportunity to evaluate the full 'omics'-set including proteomics, metabolomics, genomics and epigenomics. Researchers interested in the LifeGene materials will be offered to use external quality-approved analytical centres. Some analysis platforms in high demand will be set up in-house.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biobanking"
        },
        {
            "text": "For LifeGene IT structure, it will be important to provide a long term platform for data collection and withdrawal. We have developed an IT infrastructure and functionality based on process analysis applying modular, rather than single, integration solution approach, built on proven industrial solutions. Integration has been done using web services based on Microsoft.Net and all research data for collection are stored in a central repository with no sensitive data stored at LifeGene test centres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IT structure"
        },
        {
            "text": "The household based longitudinal design of LifeGene allows great flexibility in the type of research questions that can be addressed. It was emphasised that classical concerns of observational epidemiology, such as bias due to selection, confounding and reverse causation are a reality, as well as issues of incomplete data due to non-compliance, drop-out and measurement errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biostatistics"
        },
        {
            "text": "For many studies based on LifeGene it may prove useful also to draw on modern statistical methods for observational data, as discussed by Hernán and Robins [23] . They set up a framework for causal modelling, which mimics the rationale for controlled randomised trials, and which can disentangle complex dependencies between time varying exposures and confounders. Referring to the rationale in Prentice et al. [24] for the Women's Health Initiative, it is also worth paying attention to the systematic and random errors in the assessment of exposures, in particular assessment of dietary intake and physical activity, and the implications that these measurement errors may have on the estimates of associations between exposure and outcome.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Biostatistics"
        },
        {
            "text": "Special design, quality control and analysis issues arise when dealing with high dimensional multi-omics data. These may provide biomarker profiles for early detection or a basis for disease classification, prognosis and treatment prediction. In particular, metabolomics could meet nutritional epidemiology in the search for novel exposure biomarkers that could calibrate traditional measurements for diet and physical activity. Mendelian randomisation could be a useful tool to infer causal relationship between a modifiable exposure and disease [25] .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Biostatistics"
        },
        {
            "text": "In large randomised controlled trials, it is common practice to augment the original study design with observational components. Conversely, randomised components of lifestyle interventions could be superimposed on the LifeGene observational cohort [26] . This would provide analytic advantages for the study of gene-lifestyle interactions, and such ''multi-life'' interventions would allow volunteer participants to take more active part in the LifeGene assembly of data.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[26]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Biostatistics"
        },
        {
            "text": "A document on LifeGene ethics policy including details on recruitment, consent, data and sample access and governance has been developed. Further details on the ethics document can be found at http://www.lifegene.se. Permission for the pilot study was obtained from the Regional Ethical Review Board of Stockholm, Sweden. Researchers requesting to use the data and/or samples will be required to apply for Ethics approval. An impartial data access committee will vet requests for access to de-identified data and samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics synopsis"
        },
        {
            "text": "In preparation for the pilot, a number of pre-pilots were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Pre-pilots 1. Physical activity and dietary assessment methods were validated in pregnant and non-pregnant women (aged 20-35 years). A physical activity assessment feasibility study was also conducted in young mothers and their 4 month old babies. The studies compared estimates of physical activity energy expenditure derived from three activity monitors with validation obtained from the standard criterion method of doubly labelled water (DLW). 2. A meal-based food frequency questionnaire (Meal-Q) was developed for the web-based questionnaire and validated against DLW, nutrient-related biomarkers and/or 7 days of food records in different age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Due to limitations on numbers of food items that can be assessed in a short time, it is important to adapt the method to diets currently consumed by adults, teens, adolescents, children and infants. The selection of food items to be included in Meal-Q was therefore based on age-specific studies using 24 h recall or food records. Physical activity questionnaires (Active-Q) were developed that were similarly adapted to the usual domains of leisure and occupational activity as well as regular transportations in the various age groups, and validated using DLW, accelerometers and/or 7 days records of activities in different age groups. 3. In another LifeGene pre-pilot, dust samples were collected to assess the stability of allergens and endotoxins over time and the variability in allergen content related to fresh, frozen and thawed extracts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Based on the recommendations of the working groups, we performed a full ''dress-rehearsal'' pilot of 1% of the target population, i.e. 5,000 tested individuals. Based on the Swedish population, the proposed pilot size allows us to estimate the response rate in each age and sex stratum within 5% with 95% probability. The testing sites were chosen to reflect various combinations of geographical location, population density, and association with a university. Thus, we chose a large city (Stockholm, capital of Sweden with almost 2 million inhabitants), a university city (Umeå, in the north with 111,000 inhabitants) and a smaller town (Alingsås, in the west with 36,000 inhabitants). The LifeGene pilot study was launched in Stockholm in October, 2009, followed by the Umeå pilot in late November 2009 and Alingsås in January 2010, and all testing was stopped on March 31, 2010. The testing schedule was designed to generate the number of participants at the proposed testing centres that would stretch the limits of the biobanking facility's ability to process samples within specified parameters and fully test logistics regarding chilled transport. Figure 3 shows the expected age distribution of participants in the pilot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1155,
                    "end": 1163,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "LifeGene pilot"
        },
        {
            "text": "The LifeGene study design allows event-based sampling. An exercise in this context is the LifeGene pilot addressing 'Influenza-like-illnesses', ILI. This study was planned before the H1N1 viral epidemic emerged. The LifeGene-ILI pilot study included sampling of 2,000 adults prior to disease onset (and vaccination), mechanisms for reporting influenza-like symptoms and providing nasal swabs for viral analysis, household sampling triggered by a positive H1N1 diagnosis confirmed by PCR and followed by a postseasonal sampling. DNA, serum, plasma and viable peripheral mononuclear cells are stored for further analysis; other tests gauge the immune response directed against the current H1N1 strains, as well as previous influenza pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza pilot"
        },
        {
            "text": "The pre-pilots were concluded during the spring of 2009, the actual pilot was stopped by design at the end of March, 2010 and is currently being evaluated. Recruitment for the main study will start November, 2010 with a gradual expansion of testing centres in the remaining four cities with major universities followed by selected locations in smaller towns, and is planned to take 6 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza pilot"
        },
        {
            "text": "LifeGene is a prospective cohort study with the aim to combine advances in modern biotechnology and information on individuals' health and lifestyle. A comprehensive baseline questionnaire designed to accommodate cuttingedge research questions, state of the art biosampling, repeated follow-ups including event-based sampling are key features of this ambitious initiative. The wide array of high-tech tools encompassed by e-epidemiology will facilitate the longitudinal aspects of the study. Recruitment of index people 18-45 years old, who are invited to include their adult household members and children, will increase the opportunity to involve young couples prior to and during pregnancy, allowing for the first study of children born into a cohort with complete pre-and perinatal data from both mother and father. Furthermore, by focusing on index individuals in young and mid-adulthood in a household structure, we will be able to assess exposures and disease progression for a myriad of disorders that have considerable consequences not only for health care demand, but also for future development of chronic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Large population-based studies with repeated collection of questionnaire data and sampling over time are extremely costly and the funding has to be well invested. Given the numerous targets that have already been identified through other studies throughout the world, care has to be taken when designing and planning yet another large-scale study. Future studies have to consider carefully whether it is most cost-effective to monitor large populations in prospective cohort studies or undertake well-designed case-control studies on a particular exposure or disease [21] . It has been argued that population-based cohorts are necessary to account for methodological challenges such as standardisation and generalisation, to allow for new methodologies and to include younger age groups [27] . Others suggest that initiating new large population-based cohorts are not worth the wait and should be replaced by merging ongoing smaller cohort studies [28] . In this context, LifeGene has been designed to address a wide variety of research questions, including the possibility of detecting pre-clinical markers for disease, event-based sampling and a cohort of children born into the study.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We would also like to take this opportunity to invite the scientific community to participate in LifeGene, by proposing sub-studies and possible add-ons. The LifeGene project is a national population-based study of global importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Population genomics: laying the groundwork for genetic disease modeling and targeting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gulcher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stefansson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Chem Lab Med",
            "volume": "36",
            "issn": "8",
            "pages": "523--530",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The BioBank Japan project",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Adv Hematol Oncol",
            "volume": "5",
            "issn": "9",
            "pages": "696--703",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cohort profile: the Kadoorie study of chronic disease in China (KSCDC)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Population distribution of the LifeGene pilot at the end of the recruitment period. Red line median over 100 simulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Universal risk factors for multifactorial diseases: Life-Lines: a three-generation population-based study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Stolk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rosmalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "De Boer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Slaets",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Epidemiol",
            "volume": "23",
            "issn": "1",
            "pages": "67--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Self-selection and bias in a large prospective pregnancy cohort in Norway",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nilsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Vollset",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Gjessing",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Skjaerven",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Melve",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schreuder",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Paediatr Perinat Epidemiol",
            "volume": "23",
            "issn": "6",
            "pages": "597--608",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ALSPAC-the Avon longitudinal study of parents and children. I. study methodology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Golding",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pembrey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Paediatr Perinat Epidemiol",
            "volume": "15",
            "issn": "1",
            "pages": "74--87",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The National Children's Study: a 21-year prospective study of 100,000 American children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Landrigan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trasande",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gwynn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lioy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "5",
            "pages": "2173--86",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "European birth cohort studies on asthma and atopic diseases: II. Comparison of outcomes and exposures-a GA2LEN initiative",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Keil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Custovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kull",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Allergy",
            "volume": "61",
            "issn": "9",
            "pages": "1104--1115",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cohort profile: the Southampton women's survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Inskip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Epidemiol",
            "volume": "35",
            "issn": "1",
            "pages": "42--50",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection of an infectious retrovirus, XMRV, in blood cells of patients with chronic fatigue syndrome",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Lombardi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Ruscetti",
                    "suffix": ""
                },
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hagen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "5952",
            "pages": "585--594",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fetal origins of coronary heart disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "311",
            "issn": "6998",
            "pages": "171--175",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The burden of musculoskeletal disease-a global perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Rheumatol",
            "volume": "25",
            "issn": "6",
            "pages": "778--81",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The global burden of disease; 2004 update",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Change in prevalence of hearing loss in US adolescents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shargorodsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Curhan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Curhan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eavey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "304",
            "issn": "7",
            "pages": "772--780",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New times, new needs; e-epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Litton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Epidemiol",
            "volume": "22",
            "issn": "5",
            "pages": "285--92",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Feasibility of using web-based questionnaires in large populationbased epidemiological studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Dickman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klint",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weiderpass",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Litton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Epidemiol",
            "volume": "21",
            "issn": "2",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Optimizing the design of web-based questionnaires-experience from a population-based study among 50,000 women",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klint",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Dickman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Adami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Litton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Epidemiol",
            "volume": "22",
            "issn": "5",
            "pages": "293--300",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evaluation of an internet-based hearing testcomparison with established methods for detection of hearing loss",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bexelius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Honeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sandin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bagger-Sjoback",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Internet Res",
            "volume": "10",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The case for a US prospective cohort study of genes and environment",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "429",
            "issn": "6990",
            "pages": "475--482",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Size matters: just how big is BIG?: Quantifying realistic sample size requirements for human genome epidemiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fortier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Manolio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Epidemiol",
            "volume": "38",
            "issn": "1",
            "pages": "263--73",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Observational studies analyzed like randomized experiments: best of both worlds",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hernán",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiology",
            "volume": "19",
            "issn": "",
            "pages": "789--92",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Statistical issues arising in the Women's Health Initiative",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pettinger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biometrics",
            "volume": "61",
            "issn": "4",
            "pages": "899--911",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mendelian randomization': can genetic epidemiology contribute to understanding environmental determinants of disease?",
            "authors": [
                {
                    "first": "Davey",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Epidemiol",
            "volume": "32",
            "issn": "1",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nested randomized trials in large cohorts and biobanks: studying the health effects of lifestyle factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                },
                {
                    "first": "Adami",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiology",
            "volume": "19",
            "issn": "1",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Merging and emerging cohorts: necessary but not sufficient",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Manolio",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "445",
            "issn": "7125",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Merging and emerging cohorts: not worth the wait",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Willett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Blot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Colditz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Folsom",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stampfer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "445",
            "issn": "7125",
            "pages": "257--265",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "LifeGene-a large prospective population-based study of global relevance 77",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart on the structure of the study. Questionnaires (Q), parental questionnaires (pQ) and In Person Testing (IPT) in adults, adolescents and children study participants entering the web portal: adults aged 18-45 years (index persons) or older, children invited by index persons and the parents to these children. The adult library holds approximately 1,350 questions and the child/ parent library approximately 1,150 questions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2 Questionnaire modules in adults (a) and children (b)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Keywords Biobank Á Cohort study Á Epidemiology Á Prospective study Á Questionnaires Á Population genetics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Biosamples and physical measurements collected during the pilot",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors would like to gratefully acknowledge all the scientists who have contributed with their time and expertise, without which this study would not have been possible to prepare. Their names and affiliations are listed on the LifeGene website: http://www.LifeGene.se. Start-up funding has been received from Karolinska Institutet, the Stockholm County Council and the Swedish Research Council. Funding has also been obtained from the Torsten and Ragnar Söderbergs Foundation and AFA Försäkringar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}