{
    "paper_id": "bbdf783c6c19786a7013646f1a6cddbc30fc9f6a",
    "metadata": {
        "title": "Modification of SARS-CoV S1 gene render expression in Pichia pastoris",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "G"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "X"
                ],
                "last": "Fei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "H"
                ],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "Y"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "H"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": "aizhen@mail.hzau.edu.cn"
            },
            {
                "first": "Ae",
                "middle": [
                    "A"
                ],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haisong",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Guoliang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaozhan",
                "middle": [],
                "last": "Fei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Hongyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guo",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yadi",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Huanchun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aizhen",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "S1 gene fragment containing receptorbinding region was amplified by several sets of primers using Over-Lap PCR. The native S1 gene was modified at A + T abundant regions; n.t. 777-1683, n.t.1041-1050, n.t.1236-1248, n.t.1317-1335, n.t.1590-1605; based on the same amino acid sequences. The modified gene was cloned into a yeast expression vector pPIC9K. The resultant plasmid pPIC9K-S1 was transformed into Pichia pastoris GS 115 and the protein expression was induced with methanol. SDS-PAGE confirmed that the recombinant SI was secreted in the supernatant of induced GS 115. The protein yield reached 69 mg/l. ELISA and Western blot demonstrated that the S1 could react with the convalescent sera of people infected by SARS-CoV. Furthermore, ligand blot assay showed that the recombinant S1 could react with ACE2, the receptor of SARS-CoV. The molecular mass of expressed S1 was about 70 kDa, which was higher than that of the 30 kDa expected. PNGase F deglycosylation resulted in a protein band of 30 kDa. In conclusion, the S1 gene modification rendered the high-level expression of S1 in P. pastoris GS 115 and the protein was secreted as a biologically active form which was hyperglycosylated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS), caused by a novel coronavirus SARS-CoV, is a highly contagious respiratory disease [1, 2] . The first ever SARS in the world broke out at the end of 2002 in Southern China and spread rapidly to many other countries. More than 8400 SARS cases were reported and over 900 of them died by November 27, 2003, according to WHO database [3] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV is tentatively classified into group IV coronavirus because of its low homology of the genomic sequence with those of other coronaviruses. However, like other enveloped viruses, SARS-CoV enters host cells by binding the Spike (S) protein to its cellular receptors [4] [5] [6] . S protein belongs to class 1 transmembrane glycoprotein and can be divided into S1 and S2 fragments by its structure although it does not experience cleavage. S 1 is situated in the N terminal and responsible for the binding to cellular receptor, while S 2 is situated in the C terminal and responsible for the fusion with cellular membrane [7] . The angiotensin-converting enzyme 2 (ACE2) was identified as the major cellular receptor of SARS-CoV, [4, 5, 8] . The receptor-binding domain of S 1 was determined to be within the region of 318-510 amino acids (AA) [9] . Meanwhile, this region includes several linear and conformation-dependent epitopes to neutralization antibodies [10, 11] . Therefore, S 1 plays an important role in SARS-CoV-mediated infection and transmission. Additionally, S1 is a key vaccine antigen for the control of SARS-CoV-mediated infection. However, SARS-CoV is one of the human viruses which are highly restricted for the purpose of research because of the biosafety issue. The cloning and in vitro expression of S1 may provide an alterative approach to study the virus pathogenesis and infection control.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 745,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pichia pastoris is a kind of eukaryotic unicell microorganism, which grows rapidly and is easily manipulated. Like higher eukaryotic expression systems, P. pastoris expression system undergoes posttranslational modifications such as disulfide bond formation, proteolytic processing, and glycosylation [12] . We ever cloned S1 gene fragment (n.t.777-1683) including receptor binding domain into a P. pastoris expression vector pPIC9K but failed to express it. More recently, S1 was successfully expressed in P. pastoris expression system with much lower efficiency compared to the E. coli system [13] . Sequence analysis of the native S1 gene excluded the code bias problem in yeast. However, it was found that many A + T repeats exist at regions of n.t.1041-1050, n.t.1236-1248, n.t.1317-1335, and n.t. 1590-1605, Socrer et al. demonstrated that the A + T abundant regions may act as a polyadenylation loop in P. pastoris and result in improper termination of transcription of HIV envelop glycoprotein gp120 [14] . To test the hypothesis that the A + T abundant regions may impede the expression of S1 in P. pastoris system, S1 gene was modified to remove the A + T repeats but keep the correct codons for translation. As a result, this modification enabled the high expression of S1 in P. pastoris.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Plasmids and strains SARS Sl gene (n.t.777-1683) (Acession AY274119) was offered by Dr. Wang Hanzhong, Wuhan Institute of Virology, Chinese Academy of Sciences. P. Pastoris expression vector pPIC9K and the auxotrophic strain GS115 were purchased from Invitrogen (Carlsbad, CA, USA). S1 gene manipulation Ten primers were designed to change the third base A or T into G or C in the trinucleotides by Over-Lap PCR based on the same meaning of the native codons in SARS-CoV S1 gene. Four regions were modified and shown in Table 1 . The primers used in Over-Lap PCR were listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 527,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 585,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "Five fragments were firstly amplified with pairs of the primers including Pl/P2, P3/P4, P5/P6, P7/P8, and P9/P10. The reaction condition included 95°C 5 min; 35 cycles for 94°C 1 min, 52°C 1 min, 72°C 50 s, and 72°C 10 min for extension. The full-length of the modified S1 gene fragment was constructed with PCR by using the previous five PCR products as the templates and the primer pair of P1/P10. The overlapped extension was programmed as 94°C 1 min, 20 cycles for 50°C 1 min, 72°C 50 s, and 72°C 10 min, Pyrobest Taq and other reagents were purchased from Takara (Dalian, China), The PCR strategy was illustrated in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 627,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "The restriction enzymes SnaBI and EcoRI designed in P 1 and P 10 were used to clone the modified S1 gene fragment into the multiple cloning site in a secretion expression vector pPIC9 k. The resultant vector was designated as pPIC9K-S 1 . The insertion was confirmed by SalI and EcoRI digestion and sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of the expression vector"
        },
        {
            "text": "The recombinant plasmid pPIC9K-S1 was completely digested with SalI, transformed into competent GS115 cells previously prepared with lithium chloride (Sangon, Shanghai, China) by electroporation. 200 ll of the transformant was spread on Minimal Dextrose Medium(MD) agar plates and incubated at 30°C for 2-4 days, The single colonies were picked and transferred individually into 5 ml Yeast Extract Peptone Dextrose (YPD) broth for incubation 36 h at 30°C. The yeast cells, harvested by centrifugation at 12,000g Table 1 The positions and sequences of SARS-CoV SI where the modifications were performed Position in S1 gene (n.t.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Native sequence Modified sequence 1041-1050 aaA aaA atT aaG aaG atC 1236-1248 taT aaT taT aaA taC aaC taC aaG 1317-1335 aaT taT aaT taT aaA taT aaC taC aaC taC aaG taC 1590-1605 aaT ttT aaT ttT aaT aaC ttC aaC ttC aaC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Note: The bold capitals in sequence columns represent the differentiated nucleotides between the native and modified sequences where A or T were changed to G or C for 15 s, was re-suspended in 200 ll TE, boiled for 10 min, incubated for 10 min in ice bath, pelleted by centrifugation. The integration of S1 gene into the yeast genome was confirmed with PCR by using the supernatant as the template and the primers specific to a factor and 3¢AOX1 in the vector. The yeast transformed with blank vector was used as negative control and the recombinant plasmid as the positive control. The primer specific to a factor was 5¢-TACT-ATTGCCAGCATTGCTGC-3¢ and to 3¢AOX1 was 5¢-GCAAATGGCATTCTGACATCC-3¢. The PCR condition was: 95°C 5 min, 35 cycles for 94°C 1 min, 52°C 1 min, 72°C 1 min, and extension at 72°C for 10 min. The PCR products were checked on 0.8% agarose by electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Induced expression of S1 protein by recombinant yeast",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "The single positive colonies were separately inoculated into 2 ml of Buffered Glycerol-complex Medium (BMGY), incubated at 28°C for 25-36 h in a shaker (250 r/min) until OD 600 value of the culture reached 10. The yeast was harvested, diluted with Buffered Methanol-complex Medium (BMMY) until OD 600 decreased to 1 and grew at 28°C in a shaking incubator (250 r/min). The samples were collected and methanol (100%) was added to a final concentration of 1% every 24 h. After 7 days of induction, the culture supernatant was screened for S1 protein production by 12% SDS-PAGE and Coomassie Brilliant Blue G250 [15] .",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "The batch induction of expression was conducted with 50 ml BMGY culture of the high-expression colony when the OD 600 reached 10 as previously described. The expressed S1 protein was further concentrated by 32% saturated ammonia sulfate [16] . The S1 crude protein was finally dissolved in l ml TE buffer for further function analysis. The protein concentration was estimated using the formula: Protein (mg/ml) = 1.75 · A280/0.74 · A260.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Function identification of S1 protein ELISA and Western Blot were performed to analyze the antigenic activity of S1 protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "S 1 protein was isolated by SDS-PAGE transferred onto the nitrocellulose (NC) membrane, probed with the convalescent sera of SARS patients (provided by Dr. Huo Xixiang, Hubei province Center of Disease Control, China) and goat IgG to human immunoglobin coupled with HRP. The NC membrane was developed with DAB [15] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Conventional ELISA was performed. S1 protein was coated on ELISA plates, overlaped with the convalescent sera of SARS patients and rabbit IgG to human immunoglobulins coupled with HRP. TMB was used to develop HRP reaction, and OD 630 was read [16] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Ligand blot assay was performed to determine the receptor binding activity of S1. The procedure was similar to Western blot, but S1 on NC membrane was sequentially probed by the SARS-CoV receptor ACE2 (expressed and purified by this lab), rabbit polyclonal antibody to human ACE2 (R & D Systems, MN, USA), and the goat IgG to rabbit immunoglobulins coupled with HRP [17] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "Deglycosylation analysis of S1 protein Deglycosylation was performed according to manufacturer's instruction of PNGase F (New England Biolabs, MA, USA). Twenty (20) lg of S 1 protein was denatured in 1 · Denaturing Buffer (0.5% SDS, 1% b-mercaptoethanol) by boiling 10 min at 100°C and added 1/10 (v/v) of 10 · G7 Reaction Buffer (50 mM Sodium Phosphate, pH7.5) and 1/10 (v/v) 10% NP-40. PNGase F 3 ll (1-2 U/ll) was added and incubated at 37°C for 1 h. The deglycosylation was determined by Table 2 The primers used in Over-Lap PCR to modify the S1 gene sequence Primer name Sequences P 1 5¢-gct acg taa cta cat tta tgc tca agt a-3¢ (The underlined denotes SnaB1 recognition site) P 2 5¢-gat ctt ctt tct ctc cca tgc ata gac ag-3¢ P 3 5¢-tgg gag aga aag aag atc tct aat tgt gtt gct ga-3¢ P 4 5¢-ctt gta gtt gta atc agc aat aac acc agt tta-3¢ P 5 5¢-att gct gat tac aac tac aag ttg cca gat gat ttc-3¢ P 6 5¢-gta ctt gta gtt gta gtt acc agt tga agt agc atc-3¢ P 7 5¢-aac tac aac tac aag tac agg tat ctt aga cat ggc-3¢ P 8 5¢-gtt gaa gtt gaa gtt gac aca gtt ctt aat-3¢ P 9 5¢-gtc aac ttc aac ttc aac gga ctc act ggt act ggt-3¢ P 10 5¢-agg aat tct tag gaa tca gtg aaa tca gaa ac-3¢ (The underlined denotes EcoRI recognition site) ",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 734,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 791,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 845,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 961,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1019,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1069,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 499,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Transformation of P. pastoris GS115 and identification of the recombinant"
        },
        {
            "text": "We used Over-Lap PCR to modify the S1 gene fragment (n.t. 777-1683) of SARS-CoV by changing the A or T in the native sequence to G or C in four regions (n.t.1041-1050, n.t.1236-1248, n.t.1317-1335, and n.t.1590-1605). The PCR product was cloned into the expression yeast vector pPIC9K and the resultant vector was designated as pPIC9K-S1. The cloned S1 gene was sequenced and all the modifications were confirmed to be correct as designed in Table 1 . No unexpected mutation was observed. Double digestion of the recombinant plasmid pPIC9K-Sl with SalI and EcoRI demonstrated the right orientation of S1 gene fragment. The integration of expression vector pPIC9 k-S1 into P. pastoris GS115 genome was confirmed by PCR using primers specific to a factor and 3¢AOX1 flanked by S1 gene insert (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 449,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "S1 gene modification and construction of the expression vector"
        },
        {
            "text": "Methanol successfully induced the S1 protein expression in this study. The pilot induction was used to screen the positive colonies for S1 expression. Then the batch induction was performed with the high-level expression colony. The protein yield reached 69 mg/l in the supernatant of yeast culture. SDS-PAGE showed that a 70 kDa protein was expressed and secreted, whereas the S1 protein was expected to be 30 kDa. To test whether the higher molecular mass resulted from the hyperglycosylation of S1 in this yeast expression system, we deglycosylated the secreted product with PNGase F which hydrolyzes nearly all types of N-glycan chains from glycopeptides/proteins. The high molecular mass of S1 was degraded to the expected size of 30 kDa after deglycosylation in the Coomassie Brilliant Blue stained SDS-PAGE gel (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 818,
                    "end": 826,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Protein expression of the recombinant yeast"
        },
        {
            "text": "Western blot demonstrated that the expressed S1 reacted with the convalescent sera of SARS-CoV patients specifically, while the yeast cells transformed with the blank expression vector could not develop any reactions. Although there was only one 30 kDa band on Coomassie Brilliant Blue-stained SDS-PAGE gel after deglycosylation of the S1 protein, Western blot analysis detected two bands, one 30 kDa band as expected and another band of about 40 kDa. The later 40 kDa band was probably the oligosaccharide cleaved by PNGase F which could be recognized by antisera to SARS-CoV but could not be stained by Coomassie Brilliant Blue (Fig. 3) . ELISA detected reaction of S1 protein with the positive sera from 2 SARS-CoV convalescent patients but there was no reaction between S1 and the negative Fig. 2 SDS-PAGE and Coomassie Brilliant Blue stain of S1 protein expressed by the recombinant yeast before and after deglycosylation. Lane M, Protein marker with the molecular mass (kDa) shown on the left; lane 1, S1 protein of about 70 kDa before deglycosylation; lane 2, Deglycosylated S1 protein of about 30 kDa after treatment with PNGase F. The arrows show the position of S1 protein before and after deglycosylation Fig. 3 Western blot analysis of S1 protein expressed by the recombinant yeast with the convalescent sera of SARS patients before and after deglycosylation. Lane M, Protein marker with the molecular mass (kDa) shown on the left; lane 1, S1 protein of about 70 kDa before deglycosylation; lane 2, Deglycosylated S1 protein of about 30 kDa after treatment with PNGase F. Another 40 kDa band probably represented the cleaved oligosaccharide probed by the antisera to SARS-CoV; lane 3, The mocked-recombinant yeast sera from six healthy people. The OD values of the positive sera are over three times higher than those of the negative sera, suggesting the expressed S1 could specifically react with the antisera to SARS-CoV (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 638,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 800,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1222,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1935,
                    "end": 1943,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "The reaction of SI with antisera to SARS-CoV"
        },
        {
            "text": "The reaction of S1 with the ACE2 Ligand blot assay was performed to analyze the specific interaction between S1 and its receptor ACE2. S1 protein was blotted on NC membrane and reacted sequentially with ACE2, polyclonal antibody toACE2, and the second antibody. The ACE2 fragment (1-365AA) was expressed by this lab with the gene cloned from Vero E6 cells. The recombinant S1 reacted with ACE2 a producing a clear band on blotted NC membrane, while the mocked-recombinant yeast did not give any signals (Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 510,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The reaction of SI with antisera to SARS-CoV"
        },
        {
            "text": "The methylotrophic yeast P. pastoris is an excellent protein expression system because of the simplicity in molecular genetic manipulation. P. pastoris produces foreign proteins with high efficiency either intracellularly or extracellularly. Furthermore, this yeast expression system performs many eukaryotic posttranslational modifications such as processing of signal sequences, folding, glycosylation, disulfide bond formation, and proteolytic processing [12] . Expression vectors based on the methanol-inducible AOX1 promoter are integrated into the host chromosome. However, there are some disadvantages which impede the heterologous protein expression such as the codon bias, A + T composition of cDNA, glycosylation patterns, etc. High-level expression of genes in P. pastoris prefers a lower ratio of A + T and the third nucleotide of C for a trinucleotide codon. A + T rich sequence lowered transcriptional efficiency because of the transcriptional blocks [18] . For instance, AT-rich regions such as 5¢-ATTATTTATAAT-3¢ in the gene of HIV-1 gp120 resulted in premature transcriptional termination and the production of truncated mRNA. When G + C content was increased by synthesizing the gene, this transcriptional problem was overcome giving rise to full-length mRNA [14] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our previous study, we failed to detect expression of SARS-COV S1 gene fragment (n.t 777-1683) which includes the receptor-binding region (n.t. 954-1530) [9] . Later we realized that this fragment had abundant AT repeats and some of AT-rich regions even span more than 7 nucleotides. Therefore it was assumed that this AT-rich sequence might result in an undesirable termination of S1 gene transcription by acting as a polyadenylation loop in P. pastoris. Based on the same meaning of the native codons, we changed A or T to G or C as much as possible at four sites with over 7 nucleotides of A + T repetition. As a consequence, this modification of S1 gene rendered its high-level expression in P. pastoris with the yield of 69 mg/l. The Fig. 4 ELISA detected the reaction of S1 protein expressed by the recombinant yeast with convalescent sera of the SARS patients. S1 was coated on ELISA plates and reacted with the sera. Bar 1, 2 represented the sera from two SARS convalescent patients respectively; Bar 3-6 represented sera from four healthy people, respectively. The OD value for each bar represented the mean of three independent experiments. The error bars represented the standard deviation (SD) Viru Genes (2006) 33:329-335 333 expressed S1 was functionally demonstrated by its reaction with antisera to SARS-CoV and the receptor ACE2 (Figs. [3] [4] [5] . These evidences support our assumption that high content of A + T in heterologous genes impedes the expression in P. pastoris. One of the advantages for P. pastoris expression system is that the expressed protein can be glycosylated. However, the glycosylation patterns differ between yeast and mammal expression systems [19] . Although able to add both O-and N-linked carbohydrate moieties to secreted proteins, P. pastoris glycosylated a heterologous protein by adding Olinked and N-linked high-mannose oligosaccharides. Some of foreign proteins appear to be hyperglycosylated with outer chains of 50-150 mannose residues in length [12] . The native S protein of SARS-CoV is a highly-glycosylated protein with high mannose and/or hybrid oligosaccharides, and our S1 protein fragment includes four N-glycosylation sites located in residues 269, 318, 330, and 357, respectively [20, 21] . The hyperglycosylation of S1 protein secreted by the recombinant P. pastoris was confirmed by PNGase F deglycosylation. PNGase F is an amidase, which cleaves between the innermost G1cNAc and asparagine residues of high mannose, hybrid and complex oligosaceharides from N-linked glycoproteins. Therefore PNGase F hydrolyzes nearly all types of N-glycan chains from glycopeptides/proteins. After PNGase F deglycosylation, the high molecular mass (70 kDa) of S1 protein was degraded to the expected size of S1 (30 kDa). Unlike the SDS-PAGE result, we detected two bands on NC membrane when the antisera to SARS-CoV were used to probe the degraded S1 protein in Western blot analysis. Because the recognition site of PNGase F is located between the innermost GlcNAc and asparagine residues of high mannose, it would be possible that the other 40 kDa band was the oligosaccharide cleaved by PNGase F which could be recognized by antisera to SARS-CoV but not detected by protein stain Coomassie Brilliant Blue (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1691,
                    "end": 1695,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 2004,
                    "end": 2008,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 2248,
                    "end": 2252,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 2253,
                    "end": 2256,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 748,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 3263,
                    "end": 3271,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study successfully modified S1 gene of SARS-CoV by changing A or T in the native gene to G or C. This modification enabled the recombinant P. pastoris to express S1 protein with a high efficiency. The biological activity of expressed S1 protein was confirmed by reacting with the antisera and ACE2, the receptor of SARS-CoV. Based on the great concern on biosafety of live SARS-CoV, the high-level expression of functional S1 protein in P. pastoris is of significance to research on SARS-CoV pathogenesis and infection control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gong-She Yang, Hua-Liang Huang",
            "authors": [
                {
                    "first": "Mei-Ling",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Jin-Hua",
                    "middle": [],
                    "last": "Piao",
                    "suffix": ""
                },
                {
                    "first": "Chang-Cheng",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular cloning: a laboratory manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enzyme immunoassay technique",
            "authors": [
                {
                    "first": "Liguo",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Pinghua",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Aizhen",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Shaochang",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ovelap-PCR sketch map. The red regions represent four A + T abundant regions n.t.1041-1050, n.t.1236-1248, n.t.1317-1335, and n.t. 1590-1605 where the modifications were performed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ligand blot assay of S1 protein expressed by the recombinant yeast with the SARS-CoV receptor ACE2. Lane M, Protein marker with the molecular mass (kDa) shown on the left; lane 1, The mocked-recombinant yeast; lane 2, S1 protein shown by the arrow probed by its receptor ACE2",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}