{
    "paper_id": "bc453faf3abd33298532199ba1bec1cecb383dbe",
    "metadata": {
        "title": "CE -THE CUTTING EDGE: RESEARCH UPDATE New evidence in infective and cardiovascular medicine",
        "authors": [
            {
                "first": "Beatrice",
                "middle": [],
                "last": "Dilaghi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [],
                "last": "Amedeo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Modesti",
                "middle": [
                    "•"
                ],
                "last": "Andrea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Conti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Nozzoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Quantitative estimates of the severity of the new influenza A/H1N1 virus are central to healthcare planning over the coming months Almost 100,000 cases had been reported worldwide (most deaths in the American continents). The case fatality ratio (around 0.5%, similar to the upper range of that seen for seasonal influenza) vary substantially between countries and deaths have occurred in younger patient than is the case for seasonal flu. A natural definition for the case fatality ratio is the ratio of the total number of deaths from a disease divided by the total number of cases. In a fully ascertained (and complete) epidemic, this simple method works perfectly. However, people who are asymptomatic or have mild infection will be less likely to present to health care, and if they do present they will be less likely to be tested and confirmed. It is therefore likely that there will be a bias towards diagnosis of more severe cases, with the result that the case fatality ratio and other measures of severity are overestimated. A second important source of bias arises from the delay between disease onset and knowledge of the final outcome in severe cases. This effect, known statistically as censoring, means that a case fatality ratio estimated crudely by dividing the cumulative number of reported deaths by the cumulative number of reported cases will be too low and will grow as the epidemic unfolds. This was observed during the severe acute respiratory syndrome (SARS) epidemic, causing concern that the virus was mutating to become more virulent. Strategies to account for these biases based on analysis of the SARS epidemic are presented. Quantitative estimates of the severity of the new influenza A/H1N1 virus are central to healthcare planning over the coming months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Garske T, Legrand J, Donnelly CA et al (2009) Assessing the severity of the novel influenza A/H1N1 pandemic. BMJ. doi:10.1136/bmj.b2840",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Ten points to consider in preparation for pandemic influenza Pandemic influenza is a major problem to global public health. Emergency departments need to be involved in the management of this event. A team from the emergency department of Addenbrookes Hospital, Cambridge visited Hong Kong to know the experience of colleagues in emergency medicine and intensive care about the management of severe acute respiratory syndrome (SARS) epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The Authors outline ten suggestions for emergency departments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "1. Make sure emergency department representation at the Trust level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "2. Discuss about pandemic flu with your staff: talk about the national plans for preparing and managing pandemic flu and summarise the current guidance from the Department of Health. 3. Establish a process for fit testing all your staff; all staff who come into contact with patients with flu will also require masks for ensuring personal safety 4. Institute a training programme for staff in the use of personal protection equipment (PPE); it is mandatory to establish a training team that will make regular teaching and practice for staff in the use of PPE and infection control measures, 5. Consider stockpiling PPE to provide a degree of staff protection in those areas that will be initially affected (all staff working within the emergency department, infectious diseases wards and critical care areas) 6. Be in agreement the processes for managing potentially infected patients within the emergency department for avoiding unnecessary cross-infection. Each patient with fever has to be considered infect until you know otherwise. 7. Consider how roles in the hospital and within the emergency department may change during a pandemic. 8. Make a updated method for communicating with staff during a pandemic flu (numbers of ''flu patients'', the evolution of sick colleagues or available supplies of PPE). 9. Think what can be done for improving staff morale, that is possibly low among staff working in a highrisk area for many hours without relief and away from their families. 10. Discuss the ethical considerations for emergency medicine: it will not be possible to admit all patients with flu during a pandemic and many patients will suffer potentially avoidable deaths because the ventilatory support or critical care they require is not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "It is important for emergency departments to be clear on their internal arrangements for staff and for patient care, because not preparing for a pandemic may mean some of staff may sick or even die. The Authors say that it could result in a level of staff absenteeism so high that patients die for deficiency of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Robinson SM, Sutherland HR, Spooner DJW et al (2009) Ten things your emergency department should consider to prepare for pandemic influenza. Emerg Med J 26:497-500",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The English government establishes a dedicated phone service and website that reports updated information on swine flu",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Now there are many data about the virus's transmission and morbidity and mortality of swine flu. The new H1N1 virus has spread in less than 6 weeks and was spreading enough for World Health Organisation (WHO) to move to a phase 6 alert in June (the change of alert refers only to geographical spread of the disease and not its severity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The Department of Heath estimates that about 12% of the healthcare workforce and 8% of the total population are likely to have the virus at any one time. The British Medical Association (BMA) criticised the government for increasing people's fears useless and emphasised that, for most people, flu A/H1N1, as seasonal flu, is not serious and can be managed with self care at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "General practitioners (GPs) can diagnose swine flu by phone using an algorithm published by the Health Protection Agency (HPA) or Royal College of General Practitioners (RCGP). If the doctor thinks that the patient has flu symptoms, he or she issues a handwritten antiviral request form. The BMA thinks that people are reaching antivirals too easily. The Author says that National Pandemic Flu Service, a national phone and internet service for England will be instituted and will be able to prescribe antivirals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The UK government bought enough vaccine for the whole UK population and will be distributed quickly to GP's so that doctors can begin vaccine ''priority groups'', which will include the same as those vulnerable to seasonal flu, healthcare professionals, chronically ill people, and children under 5. It is possible that frontline clinical and laboratory staff will be among the first to receive the vaccine as well as the ''priority groups''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The Author reports where more precise and updated information may be found: on the BMJ's microsite, A pay-for-performance scheme introduced to family practice improved measurable aspects of the care provided for three major chronic diseases In 2004, in England a pay-for-performance scheme was introduced with 136 indicators for family practices. In each practice, data were collected for non-overlapping random samples of patients (20 in 1998 and 12 each in 2003, 2005, and 2007 ) who had coronary heart disease (CHD), asthma, or diabetes; the data were collected with the use of quality indicators. Data on patients' perceptions of access to care, continuity of care, and interpersonal aspects of care (that were and those that were not associated with incentives) were collected from questionnaires.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 479,
                    "text": "(20 in 1998 and 12 each in 2003, 2005, and 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "In the pre-introduction period the quality of care improved. The rate of increase was 3.5% for CHD (P \\ 0.001), 2.0% for asthma and 1.8% for diabetes per annum from 1998 to 2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Between 2003 and 2005, the rate of improvement in the quality of care increased for asthma and diabetes (P \\ 0.001) but not significantly for CHD. By 2007, the rate of improvement had slowed for all three conditions (P \\ 0.001). The level of the continuity of care reduced after the introduction of the pay-for-performance scheme. The authors found significant differences between aspects of care that were linked to incentives and aspects of care that were not linked to incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "In conclusion, this study showed significant improvement about clinical performance with respect to the care provided for three major chronic diseases between 1998 and 2007. Once targets were reached, the quality of care for patients with these conditions slowly improved, and reduced for two conditions (asthma or CHD) that had not been linked to incentives. The Authors concluded that if the aim of pay-for-performance scheme is to give providers incentives to get targets, this achieved that scope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Campbell SM, Reeves D, Kontopantelis E et al (2009) Effects of pay for performance on the quality of primary care in England. N Engl J Med 361:368-378",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 51,
                    "text": "Kontopantelis E et al (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "In Scotland the flattening of the decline in mortality from coronary heart disease among younger may be the first warning sign of worsening lifestyle choices and behaviours Cardiovascular mortality in Scotland remains the highest in Europe and globally. The pattern for trends in major cardiovascular risk factors is changing. Because cardiovascular risk factors are powerfully associated with socioeconomic deprivation, the Authors examine recent trends and social inequalities in age specific coronary heart disease (CHD) mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Data were obtained on vital statistics for the Scottish population (men and women aged 35 years and over) for the period 1986-2006, determining underlying cause of death from CHD by ICD-9 (International Classification of Diseases, ninth revision) codes 410-414 for 1986-1998 and ICD-10 codes I20-I25 for 1999-2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The Authors categorised area level socioeconomic status by using Scottish Index of Multiple Deprivation (SIMD) fifths for 2006. The SIMD is the Scottish Executive's official measure of area based multiple deprivation, regarding 31 indicators in six individual domains (current income; employment; housing; health; education, skills, and training; and geographical access to services and telecommunications).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "In this study, persistent sixfold social differentials in CHD mortality were seen between the most deprived and the most prosperous groups aged 35-44 years. These differentials decreased with greater age and disappeared only above 85 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Between 1986 and 2006, overall, age adjusted CHD mortality decreased by 61% in men and by 56% in women. Among middle aged and older adults, mortality continued to decrease gradually in this period. From 1994 CHD mortality levelled in 35-44 years men and women and from about 2003 in men and women aged 45-54. Also in women aged 55-64 incidence may now be flattening. While in younger this was confined to the two most deprived fifths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The Authors conclude that the premature coronary death is a major contributor to social inequalities and the decline in CHD mortality among younger confined to the most poor groups may represent an early warning sign. The Authors say that a possible explanation for these inequalities is the adverse trend in the major risk factors for CHD (in particular smoking and poor diet).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronary heart disease mortality among young adults in Scotland in relation to social inequalities: time trend study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;flaherty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redpath",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.b2613"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conflict of interest statement The authors declare that they have no conflict of interest related to the publication of this manuscript",
            "authors": [],
            "year": 2009,
            "venue": "Intern Emerg Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "at http://pandemicflu.bmj.com, on http://www.dh.gov.uk by department of Health, on http://www.hpa.org.uk by the HPA and on http://www.rcgp.org.uk by the RCGP, on http://www.dh.gov.uk/en/Publicationsandstatistics/ Publications/PublicationsPolicyAndGuidance/DH_102892 and http://www.bma.org.uk/health_promotion_ethics/ influenza/panflugp/panfluguiddec08.jsp.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}