{
    "paper_id": "bc4d62b08a22fd16f454479c41132f04481e167b",
    "metadata": {
        "title": "Overexpression of fibrinogen-like protein 2 induces epithelial-to- mesenchymal transition and promotes tumor progression in colorectal carcinoma",
        "authors": [
            {
                "first": "Wen-Zheng",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quan-Lin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei-Feng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei-Dong",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi-Qun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun-Shi",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li-Li",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian-Wei",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming-Yan",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Meng-",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiang",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "-Qing",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping-Hong",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The main cause of death in colorectal carcinoma (CRC) patients is tumor metastasis; however, the underlying molecular mechanisms are largely unknown. In the present study, a novel metastasis-related gene, fibrinogen-like protein 2 (FGL2), was characterized for its role in CRC metastasis and underlying molecular mechanisms. The clinical significance of FGL2 was investigated using tissue microarray analysis of samples from 82 patients with CRC. The molecular effects of FGL2 in CRC cells were determined using RNA interference and ectopic expression of FGL2. The overexpression of FGL2 was examined by immunohistochemistry in 82 CRC patients, and it was determined to be an independent predictor of overall survival (P \\ 0.05). The depletion of FGL2 expression inhibited tumor progression and epithelial-to-mesenchymal transition (EMT) in vitro and in vivo, while ectopic overexpression of FGL2 enhanced cell invasion and induced EMT in vitro. Our results suggest that FGL2 plays an important oncogenic role in CRC aggressiveness by inducing EMT, and FGL2 could be employed as a novel prognostic marker and effective therapeutic target for CRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Colorectal carcinoma (CRC) is one of the most malignant cancers worldwide [1] , and its poor prognosis is mainly due to metastasis with newly diagnosed [2, 3] . The main cause of death in CRC patients is tumor metastasis; however, the underlying molecular mechanisms for the development of metastasis are still not fully understood [4] [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Fibrinogen-like protein 2 (FGL2), also known as fibroleukin, is a glycoprotein that belongs to the fibrinogenrelated superfamily of proteins which are involved in cell adhesion, coagulation, and migration [9, 10] . It has been identified as a novel effector molecule of Treg cells and plays a critical role in regulating both innate immunity and adaptive immunity [11] . Several studies have shown that FGL2 contributes to the pathogenesis of a number of infectious diseases including severe acute respiratory syndrome (SARS), HBV and HCV infection, mouse hepatitis virus strain 3 infection (MHV-3), and HIV infection [12] [13] [14] [15] . However, little is known about its biological functions in cancer development and metastasis until now. Previous work from Qin Ning's group demonstrated that FGL2 could contribute to HCC growth and angiogenesis in a thrombin-dependent manner, and it might be a potential therapeutic target in HCC [16] . The biological functions of FGL2 in CRC metastasis and the exact mechanism of how FGL2 exerts its function are still unclear.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In our present study, we report that overexpression of FGL2 in CRC is important in the acquisition of a poor prognostic phenotype. Knockdown of FGL2 in CRC cells inhibits cell invasion, whereas overexpression of FGL2 is sufficient to promote CRC cell invasive and metastatic capacity both in vitro and in vivo. Our study also revealed key functions of FGL2 in promoting epithelial-tomesenchymal transition (EMT) of CRC cells, which may hold implications in metastasis of CRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tissue microarrays (TMA) were constructed using formalinfixed, paraffin-embedded tissue samples. Tumor samples were collected from 82 patients with colorectal cancer and preserved at Zhongshan Hospital, Fudan University, Shanghai, China. No patient received any other therapy before surgery. The tumor stage was determined according to the 2010 American Joint Committee on Cancer and International Union against cancer tumor-node-metastasis (TNM) classification system. All tumor samples were acquired at the time of operation, fixed with paraformaldehyde (4 %). Immunohistochemical stains were performed as previously described [17] . Overall survival (OS) was defined as the intervals between the dates of surgery and death. Patients without death were censored at the last follow-up. Detailed clinicopathological characteristics of the patients are given in Table 1 . Ethical approval was obtained from the research ethics committee of Zhongshan Hospital, and written informed consent was obtained from each patient.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 868,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Immunohistochemistry analysis on tissue microarrays"
        },
        {
            "text": "Immunohistochemistry was conducted with the specific primary antihuman antibodies against FGL2 (1:50, Cell Signaling Technology). FGL2 staining in TMAs was evaluated at 2009 magnification using light microscopy by two investigators blinded to the clinicopathologic data of the patients. For the expression intensity of FGL2, the integrated absorbance and the area in each 1-mm-diameter cylinder were measured using Image-Pro Plus version 6.0 software (Media Cybernetics, Inc.). A uniform setting of color segmentation was loaded for counting the integrated absorbance of all the pictures, and the mean FGL2 density was calculated as the product of the integrated absorbance/ total area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry analysis on tissue microarrays"
        },
        {
            "text": "Three CRC cell lines (HT29, SW620, and LOVO) were obtained from American Type Culture Collection (Manassas, VA, USA) and cultured in our study. The cells were cultured as recommended by the manufacturer in DMEM supplemented with 10 % fetal bovine serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "The FGL2-RNA interference (RNAi) lentiviral vector was constructed by GeneChem Co., Ltd (Shanghai, China). Three double-stranded oligonucleotides specifically targeted to FGL2 mRNA were annealed and inserted into the shRNA expression vector pGCSIL-GFP. The cDNA encoding FGL2 was amplified by reverse transcription polymerase chain reaction (RT-PCR) and cloned into pGC-FU-GFP vector. The lentivirus was generated and harvested as described previously [18] .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Gene constructs, lentivirus production, and transfection"
        },
        {
            "text": "Real-time PCR analyses were performed as previously described [19] . In brief, the cells were harvested and total RNA was extracted with Trizol reagent (Invitrogen) according to the manufacturer's protocol. Total RNA was reverse transcribed with RevertAid TM first-strand cDNA synthesis kit (Fermentas). FGL2 mRNA levels were determined by qPCR using SYBR Premix Ex Taq (TaKa-Ra, Dalian, China) and normalized to GAPDH. Western blot analysis was performed as previously reported [20] . Briefly, total cell lysates were prepared, and proteins were separated by SDS-PAGE, followed by transfer to polyvinylidene difluoride membrane. The membranes were washed, blocked, and incubated with the specific primary antihuman antibodies against FGL2 (1:1,000, Cell Signaling Technology) or GAPDH (1:5,000, Cell Signaling Technology), followed by incubation with horseradish peroxidase-conjugated secondary antibodies. Proteins were detected by enhanced chemiluminescence assay (Pierce-Thermo Scientific).",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative real-time PCR"
        },
        {
            "text": "CCK8 assay CCK8 assay was performed to determine the effect of FGL2 on cell proliferation. In brief, 1 9 10 3 cells were seeded in 96-well culture plates. At the time of 24, 48, 72, and 96 h, the cells were incubated with CCK8 reagent for 2 h at 37°C. The staining intensity in the medium was measured by the absorbance at 450 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative real-time PCR"
        },
        {
            "text": "Cells were grown on glass coverslips. After an attachment period of 24 h, cells were fixed in 4 % formaldehyde at room temperature for 30 min and permeabilized with 0.1 % Triton-X in PBS for 10 min and blocked with 10 % goat serum in PBS for 1 h. Cells were then blocked for nonspecific binding with 5 % milk in PBS and Tween-20 (PBST) overnight and incubated with E-Cad or N-Cad antibody at 37°C for 1 h and then incubated with Alexa Fluor 488 goat anti-rabbit IgG (1:500, Invitrogen) at 37°C for 1 h. Immunofluorescence images were acquired on a fluorescence microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunocytochemistry"
        },
        {
            "text": "Cells plated on 20-cm 2 tissue culture flasks were collected and fixed in 70 % cold ethanol for 1 h. Then, the cells were resuspended in a hypotonic propidium iodide (PI) solution containing RNase. Flow cytometry was performed with the use of Coulter epic flow cytometer. DNA histograms were analyzed using Modfit computer program. The percentage of apoptotic cells in the sub-G1 fraction was calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometry analysis"
        },
        {
            "text": "Mice were manipulated and housed according to the protocols approved by the Shanghai Medical Experimental Animal Care Commission. For the in vivo assays, SW620 cells (1 9 10 7 ) stably silencing of FGL2 expression or relative mock cells were suspended in 100-ll serum-free DMEM and subcutaneously injected into the upper flank of each mouse (six per group, male BALB/c-nu/nu, 8 weeks old). Tumor growth was monitored each week. Then, the mice were killed on day 25 after cell injection. At necropsy, tumor was measured for largest (a) and smallest (b) diameters, and the tumor volume was calculated as V = a 9 b 2 /2. The metastasis assay in vivo was performed as previously described. For intravenous injection, mice were placed in a restrainer, and SW620 cells (1 9 10 6 cells in 100 ll PBS) were injected through the tail vein using a 1-ml syringe. Then, the mice were killed on day 28 after cell injection. The lungs were excised and embedded with paraffin. Lung metastasis was determined by examining serial sections of every lung tissue block by microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Xenograft model"
        },
        {
            "text": "Statistical analysis was performed with SPSS 15.0 for Windows (SPSS, Chicago, IL, USA). Student's t test, Fisher's exact test, and v 2 test were used as appropriate. The optimal cutoff for dichotomizing FGL2 expression data was determined using X-tile 3.6.1 software (Yale University of New Haven) [21] . The cumulative survival rates were performed by the Kaplan-Meier method (logrank test). Two-tailed P \\ 0.05 was considered statistically significant.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Immunohistochemical staining of FGL2 expression in colorectal tissues and its correlation with CRC patients' survival",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To investigate the expression status of FGL2 in CRC, we conducted immunohistochemical staining for FGL2 on a CRC TMA containing 82 pairs of CRC specimens and corresponding normal colorectal mucosal tissues. It showed that FGL2 expression was significantly increased in CRC specimens, compared with corresponding normal colorectal mucosal tissues (Fig. 1a, b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 358,
                    "text": "(Fig. 1a, b)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We further investigated the prognostic value of FGL2 in TMA. The density of intratumoral FGL2 significantly correlated with tumor size and TNM stage (P = 0.010 and P = 0.001, respectively; Table 1 ). Kaplan-Meier analysis showed that the mean overall survival time for patients with overexpression of FGL2 was 40.24 months compared with 50.79 months for patients with lower expression of FGL2 (P = 0.033, log-rank test, Fig. 1c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 420,
                    "end": 427,
                    "text": "Fig. 1c",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To investigate the impact of FGL2 on CRC cell proliferation and invasion, we employed lentivirus-mediated shRNA to knockdown the expression of FGL2 in SW620 and LOVO cells. According to real-time PCR and Western blot analyses, the endogenous FGL2 was efficiently knockdown after silencing FGL2 with three different shRNAs ( Fig. 2a-d) . ShRNA-1 was chosen for further study. shRNA-mediated suppression of FGL2 in SW620 and LOVO cells indicated a significant inhibitive effect on cell proliferation from CCK8 assays (Fig. 2e, f) . Silencing of FGL2 expression in SW620 and LOVO cells did not influence cell viability from flow cytometry analysis (Fig. 2g, h) . However, knockdown of FGL2 caused an obvious suppression of cell invasive in both LOVO and SW480 cell lines using matrigel invasion assays.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 334,
                    "text": "Fig. 2a-d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 515,
                    "end": 527,
                    "text": "(Fig. 2e, f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 645,
                    "end": 657,
                    "text": "(Fig. 2g, h)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The expression levels of FGL2 influenced cell proliferation and invasion"
        },
        {
            "text": "To determine whether ectopic overexpression of FGL2 could influence cell function of CRC cells, we constructed a HT29-FGL2 cell line, which overexpressed FGL2. Overexpression of FGL2 in HT29 cells was determined by real-time PCR and Western blot analyses (Fig. 3a, b) . Overexpression of FGL2 cells had a significant effect on cell proliferation (Fig. 3c) . However, ectopically expressed FGL2 in HT29 cells did not show an effect on cell viability through flow cytometry analysis (Fig. 3d) . The matrigel invasion assay showed that HT29-FGL2 cells had significantly increased invasive capacity, compared with control cells (P \\ 0.05, Fig. 3e, f) . Collectively, these results provide evidence that elevated expression levels of FGL2 are important for the aggressive phenotype of CRC cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 267,
                    "text": "(Fig. 3a, b)",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Fig. 3d)",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 646,
                    "text": "Fig. 3e, f)",
                    "ref_id": null
                }
            ],
            "section": "The expression levels of FGL2 influenced cell proliferation and invasion"
        },
        {
            "text": "Given that upregulated FGL2 correlated with enhanced cell invasive abilities of CRC cells, we next examined the EMT as an underlying mechanism. In our study, after the silence of FGL2 in SW620 and LOVO cells, the level of the epithelial marker E-cadherin was upregulated, while the level of the mesenchymal marker N-cadherin downregulated (Fig. 4b, c ). In addition, we obtained similar results from immunofluorescence staining. Membranous expression of E-cadherin increased in sh-FGL2-treated cells. Immunofluorescence staining also confirmed decreased expression of the mesenchymal markers N-cadherin in sh-FGL2treated cells (Fig. 4e, f) . On the other hand, we observed that after ectopic overexpression of FGL2 in HT29 cells, the expression of E-cadherin decreased, whereas the expression of N-cadherin increased, as evidenced by both Western blotting (Fig. 4a ) and immunofluorescence staining assays (Fig. 4d) . These results indicated that the expression levels of FGL2 influence EMT of CRC cells in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 350,
                    "text": "(Fig. 4b, c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 627,
                    "end": 639,
                    "text": "(Fig. 4e, f)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 856,
                    "end": 864,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The expression levels of FGL2 influenced EMT of CRC cell line"
        },
        {
            "text": "To investigate the role of FGL2 expression on cell proliferation in vivo, SW620 cells (1 9 10 7 ) stably silencing of FGL2 expression or relative mock cells were suspended in 100-ll serum-free DMEM and subcutaneously injected into the upper flank of each mouse. Comparison of tumors in the FGL2 shRNA group and mock group is shown in Fig. 5a -c. The tumor volume in the control group was significantly greater than those in the FGL2 shRNA group (P \\ 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 341,
                    "text": "Fig. 5a",
                    "ref_id": null
                }
            ],
            "section": "FGL2 promotes CRC progression and metastasis in vivo"
        },
        {
            "text": "The number of lung metastatic nodules was significantly higher in mice injected with SW620 cells than those in mice injected with FGL2-shRNA SW620 cells (P \\ 0.01). Additionally, most of the metastatic foci of the FGL2 shRNA group were grade I, whereas a large number of metastatic foci in the control group were grades III and IV (Fig. 5d, e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 343,
                    "text": "(Fig. 5d, e)",
                    "ref_id": null
                }
            ],
            "section": "FGL2 promotes CRC progression and metastasis in vivo"
        },
        {
            "text": "FGL2 is a 439 amino acid-secreted protein which is similar to the band c-chains of fibrinogen. The carboxyl-terminus of the encoded protein consists of the fibrinogen-related domains (FRED) [9, 10] . FGL2 is a protein which has pleiotropic effects within the body and is a crucial immune regulator of adaptive and innate responses [22, 23] . The protein exists as a type II transmembrane protein found on the surface of endothelial cells and macrophages [11] . A previous study showed that FGL2 was upregulated in a ) . i, j ShRNA-mediated suppression of FGL2 mediated significant reduction in cell invasive ability in SW620 and LOVO cells number of human malignant tumor tissues, such as colon, breast, lung, gastric, esophageal, and cervical cancers [24] . However, little is known about its biological functions in cancer development and metastasis until now.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the present study, the protein expression of FGL2 was first examined in a series of carcinomatous and non-neoplastic human colorectal tissues. The expression of FGL2 was examined by immunohistochemistry, using a CRC TMA. Our results indicated that FGL2 was frequently overexpressed in CRC tissues. Importantly, we further found that the overexpression of FGL2 in CRC was an independent predictor of overall survival. These findings underscore a potentially important role of FGL2 as an underlying biological mechanism in the progression of CRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A series of experiments were then performed to determine the role of FGL2 in CRC cell proliferation and invasion. Our results showed that shRNA-mediated gene suppression of FGL2 in SW620 and LOVO cells induced marked reductions on cell proliferation and invasion. In addition, ectopic expression of FGL2 in HT29 increased cell invasive abilities. Furthermore, using a xenograft model, we found that knockdown of FGL2 in SW620 cell line significantly inhibited its metastatic potential in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All these results indicated that FGL2 played a critical role in CRC metastasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, previous study demonstrated that FGL2 could contribute to HCC growth and angiogenesis in a thrombindependent manner, and it might be a potential therapeutic target in HCC [16] . However, the biological functions of FGL2 in CRC metastasis and the exact mechanism of how FGL2 exerts its function are still unclear. One novel finding in our study is that FGL2 was closely associated with EMT in CRC. The EMT is a process that epithelial cells lose their cell polarity and cell-cell adhesion and gain migratory and invasive properties to become mesenchymal stem cells. A lot of previous study found that initiation of metastasis requires invasion, which is enabled by EMT [25, 26] . We found FGL2 knockdown caused a significant regression of EMT features, where a gain in the expression of epithelial marker E-cadherin and a loss in the expression of mesenchymal marker N-cadherin were observed. In FGL2-overexpressed HT29 cells, increased expression of mesenchymal marker (N-cadherin) concurred with the enhanced invasive ability. In a tail vein injection mouse model of cancer metastasis, overexpression of FGL2 led to a significant increase in the number of lesions of lung metastasis. Since EMT plays a critical role in CRC Fig. 3 Effects of FGL2 on HT29 cell proliferation and invasion. a, b FGL2 expression in FGL2-HT29 cells was determined by real-time PCR and Western blot analyses. c, d Overexpression of FGL2 in HT29 significantly promoted cell proliferation and had no influence on cell viability from flow cytometry analysis. e Invasion assay showed that FGL2-HT29 cells exhibited enhanced invasive ability compared to mock cells invasion and metastasis, FGL2 involved in EMT induction may be a mechanistic link between FGL2 and CRC metastasis.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1234,
                    "end": 1240,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, our study describes the expression pattern of FGL2 in human CRC and the overexpression of FGL2 may be important in the acquisition of a poor prognostic phenotype of the tumor. Furthermore, functional studies of FGL2, as provided in this report, suggest a critical role of FGL2 in the control of cell invasion and EMT. The expression levels of E-cadherin and N-cadherin in relative cell lines were compared by immunofluorescence staining. Nuclei were counterstained with DAPI. Knockdown of FGL2 expression may disrupt the EMT process in SW620 and LOVO cells. Besides, overexpression of FGL2 induced obvious EMT in HT29 cells",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MicroRNAs: small RNAs with a big role in gene regulation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Genet",
            "volume": "5",
            "issn": "",
            "pages": "522--553",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overexpression of EIF5A2 promotes colorectal carcinoma cell aggressiveness by upregulating MTA1 through C-myc to induce epithelial-mesenchymal transition",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gut",
            "volume": "61",
            "issn": "",
            "pages": "562--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guanylyl cyclase C prevents colon cancer metastasis by regulating tumor epithelial cell matrix metalloproteinase-9",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lubbe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Zuzga",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Res",
            "volume": "69",
            "issn": "",
            "pages": "3529--3565",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Loss of SMAD4 from colorectal cancer cells promotes CCL15 expression to recruit CCR1? myeloid cells and facilitate liver metastasis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Itatani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujishita",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gastroenterology",
            "volume": "145",
            "issn": "",
            "pages": "1064--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "AP4 is a mediator of epithelial-mesenchymal transition and metastasis in colorectal cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackstadt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Röh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "1331--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation and phenotypic characterization of colorectal cancer stem cells with organ-specific metastatic potential",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gastroenterology",
            "volume": "145",
            "issn": "",
            "pages": "636--682",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Loss of p53 in enterocytes generates an inflammatory microenvironment enabling invasion and lymph node metastasis of carcinogen-induced colorectal tumors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwitalla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Horst",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cancer Cell",
            "volume": "23",
            "issn": "",
            "pages": "93--106",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MicroRNA-137, an HMGA1 target, suppresses colorectal cancer cell invasion and metastasis in mice by directly targeting FMNL2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gastroenterology",
            "volume": "144",
            "issn": "",
            "pages": "624--659",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fibrin(ogen)-induced expression of ICAM-1 and chemokines in human synovial fibroblasts",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Piela-Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "5255--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fibrinogen activates NFkappa B transcription factors in mononuclear phagocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Sitrin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srikanth",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": "1462--70",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The novel CD4?CD25? regulatory T cell effector molecule fibrinogen-like protein 2 contributes to the outcome of murine fulminant viral hepatitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shalev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foerster",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hepatology",
            "volume": "49",
            "issn": "",
            "pages": "387--97",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fgl2: link between hepatitis B and SARS?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Drug Discov Today",
            "volume": "8",
            "issn": "",
            "pages": "768--70",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The novel immunoregulatory molecule FGL2: a potential biomarker for severity of chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foerster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helmy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hepatol",
            "volume": "53",
            "issn": "",
            "pages": "608--623",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Programmed death (PD)-1-deficient mice are extremely sensitive to murine hepatitis virus strain-3 (MHV-3) infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Microarray analysis of lymphatic tissue reveals stage-specific, gene expression signatures in HIV-1 infection",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Schacker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "1975--82",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Downregulation of FGL2/prothrombinase delays HCCLM6 xenograft tumour growth and decreases tumour angiogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Liver Int",
            "volume": "32",
            "issn": "",
            "pages": "1585--95",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Tumor-derived secretory clusterin induces epithelial-mesenchymal transition and facilitates hepatocellular carcinoma metastasis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Biochem Cell Biol",
            "volume": "44",
            "issn": "",
            "pages": "2308--2328",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clusterin protects hepatocellular carcinoma cells from endoplasmic reticulum stress induced apoptosis through GRP78",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "LASS2 enhances chemosensitivity of breast cancer by counteracting acidic tumor microenvironment through inhibiting activity of V-ATPase proton pump",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Oncogene",
            "volume": "32",
            "issn": "",
            "pages": "1682--90",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "FGL2 promotes CRC progression and metastasis in vivo. a-c Silencing FGL2 expression inhibited the growth of SW620 cells in vivo. d, e Knockdown of FGL2 expression inhibited lung metastasis in an experimental mouse model",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Activation of PI3K/AKT and MAPK pathway through a PDGFRb-dependent feedback loop is involved in rapamycin resistance in hepatocellular carcinoma",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "X-tile: a new bioinformatics tool for biomarker assessment and outcome-based cut-point optimization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Camp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolled-Filhart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Rimm",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Cancer Res",
            "volume": "10",
            "issn": "",
            "pages": "7252--7261",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Targeted deletion of FGL2 leads to increased early viral replication and enhanced adaptive immunity in a murine model of acute viral hepatitis caused by LCMV WE",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khattar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Luft",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yavorska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "C5a/C5aR pathway is essential for the pathogenesis of murine viral fulminant hepatitis via potentiating Fgl2/fibroleukin expression",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.27114"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fibrinogen-like protein 2/fibroleukin prothrombinase contributes to tumor hypercoagulability via IL-2 and IFN-gamma",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "World J Gastroenterol",
            "volume": "14",
            "issn": "",
            "pages": "5980--5989",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Excess PLAC8 promotes an unconventional ERK2-dependent EMT in colon cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI71103"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Plastin3 is a novel marker for circulating tumor cells undergoing the epithelialmesenchymal transition and is associated with colorectal cancer prognosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokobori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iinuma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimamura",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cancer Res",
            "volume": "73",
            "issn": "7",
            "pages": "2059--69",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 Expression of FGL2 in CRC samples. a, b Representative immunohistochemistry images showed that overexpression of FGL2 in a CRC tissue and normal expression of FGL2 in adjacent normal colorectal mucosal tissue. c Kaplan-Meier survival analysis according to FGL2 expression in 82 patients with CRC (log-rank test)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Function analysis of FGL2 by shRNA. a-d FGL2 was efficiently silenced by the treatment of FGL2-shRNA, as determined by real-time PCR and Western blot analyses. ShRNA-mediated suppression of FGL2 in SW620 and LOVO cells significantly inhibited cell proliferation (e, f) and had no influence on cell viability as measured flow cytometry analysis (g, h",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FGL2 promotes metastasis by inducing EMT. a-c Expressions of epithelial marker E-cadherin and mesenchymal marker N-cadherin were determined by Western blot analysis in FGL2-silenced SW620 and FGL2-silenced LOVO cells, as well as FGL2-overexpressed HT29 cell line. d-f",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Correlation between FGL2 and clinicopathological characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests to report with respect to this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}