{
    "paper_id": "bc7e27c1c55f3960f3022c279230b740c096e09f",
    "metadata": {
        "title": "Teak-root chair', courtesy of Java Nola",
        "authors": [
            {
                "first": "Richard",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "FROM THE ANALYST'S COUCH",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "C"
                ],
                "last": "Renaud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "FROM THE ANALYST'S COUCH",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Immunization is rightly regarded as one of the great medical successes of the past two hundred years, particularly in the 20th century. In developing countries, decades of immunization programmes have led to the elimination of smallpox and polio, and the control and near elimination of once-common and often debilitating, even life-threatening, diseases such as measles, mumps, rubella, diptheria and tetanus. Despite being viewed as the poor relative of traditional drug development, the vaccine market was estimated at more than US $6 billion in 2002 (FIG. 1) , with a projected annual growth rate of 10-15%. The recent media attention surrounding new emerging infections, such as West Nile virus, severe acute respiratory syndrome (SARS) and monkeypox, have all increased interest in developing new vaccines against these potentially lethal pathogens. The added fear that known (and unknown) pathogens could be used as bioweapons has renewed researchers' interest in diseases such as smallpox, anthrax and the plague.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 562,
                    "text": "(FIG. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Although not a new concept, the use of bacteria and viruses as bioweapons has become a greater topic of conversation following the anthrax attacks in the United States in 2001. Since then, many governments have accelerated efforts to develop, produce and stockpile drugs and vaccines against a number of pathogens potentially used in bioweapons, including Bacillus anthracis (anthrax), Clostridium botulinum (botulism), Yersinia pestis (plague), Francisella tularensis (tularemia), variola (smallpox) and hantavirus (hantavirus pulmonary syndrome). As part of this effort, President Bush's 'Project BioShield' bill will invest up to US $5.6 billion during the next decade into researching new preventative treatments. This includes private and public efforts, both in the United States and through collaborations with other research bodies around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioterrorism spurs vaccine research"
        },
        {
            "text": "For infectious agents such as smallpox, effective vaccines already exist, which have helped to eradicate the disease globally (the last known case of smallpox was reported in 1977). Despite this, smallpox still poses a significant threat as a bioweapon because it is highly contagious and in most countries immunization programmes have ceased, resulting in a large pool of unprotected people. Serious side effects with the existing smallpox vaccine (DryVax; Wyeth), and the threat of new virulent forms of smallpox, mean that there is still a need for new, safer versions of the vaccine. New strategies include the use of a live attenuated vaccinia virus (modified vaccinia Ankara), such as MVA-BN (Bavarian) and TBC-MVA (Therion), both of which are in Phase I trials; the alternatively manufactured vaccinia vaccines ACAM2000 (Acambis) and CCSV (DynPort) are in Phase II and I trials, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioterrorism spurs vaccine research"
        },
        {
            "text": "The recent outbreak of SARS reminded us that new virulent viruses can suddenly emerge at anytime, and spread rapidly around the globe. The World Health Organization estimated that more than 8,400 people were infected with SARS in 30 countries, which killed an estimated 830 people.Although not nearly on the same scale as the influenza pandemics of 1918/19 and 1968, SARS remains a menace to global public health, especially if it turns out to be a seasonal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS -a new challenge"
        },
        {
            "text": "Following the first reported cases of SARS in late February 2003, health agencies quickly realized that they were not dealing with one of the 'typical' respiratory viruses that cause diseases such as pneumonia and the flu (for example, respiratory syncytial virus and influenza virus), but instead a new, virulent strain of a coronavirus 1-3 , which are not often associated with such severe pathology. Fortunately, the SARS epidemic was short lived, but it still placed a considerable strain on the health systems of many of the affected countries. The threat remains and as such there is still a great need for a SARS vaccine to prevent further loss of life on a potentially larger scale. To this end, a large number of public and private initiatives are underway to develop a SARS vaccine (for example, the National Institutes of Health, Merck, GenVec and Avant Immunotherapeutics are active in this area), although even the most optimistic estimates are that such a vaccine is still at least five years away.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS -a new challenge"
        },
        {
            "text": "The hunt for an HIV vaccine is arguably one of the most urgent tasks of our time. Millions of dollars have been spent on trying to understand every aspect of the virus and its role in pathogenesis. Many of the 19 antiretrovirals available to treat HIV have side effects and associated resistance issues. None of them offer a cure; instead, they prolong the time until the onset of AIDS. In addition, these drugs exert a heavy financial toll, which developing countries are often unable to bear. So, the hope is that the development of an effective HIV vaccine could help to ease this economic burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A high hurdle set for HIV vaccines"
        },
        {
            "text": "Unfortunately, HIV, like malaria and tuberculosis, is turning out to be very tricky to develop effective vaccines against, because of the high degree of antigenic variability that exists among HIV strains. An example of this is the recent failure of the gp120 subunit vaccine AIDSVAX B/B (VaxGen), the most advanced HIV vaccine in development 4 . However, the results have not dampened researchers' efforts in the field, which on the contrary has seen an explosion of activity during the past few years. At present there are more than 15 Phase I, II or III trials ongoing involving a variety of different strategies, including the use of more complex subunit vaccines (for example, oligomeric proteins), recombinant viral vectors (including, attenuated adenovirus 5, canarypox, modified vaccinia Ankara, BCG and Semliki forest virus), prime-boost strategies and DNA vaccines. Some are designed to protect patients, whereas others attempt to strengthen the immune response, prolonging the progression to AIDS. Traditional vaccines will continue to generate the majority of the US $6 billion in vaccine sales each year (FIG. 2) , although we believe future growth will be driven by new vaccines, including those with improved delivery mechanisms (for example, MedImmune's intranasal FluMist), as well as vaccines for emerging diseases and to pathogens that pose a threat as possible bioweapons (TABLES 1 and 2). Infectious agents such as HIV, which presently affects an estimated 42 million people around the globe, highlight the great need for future vaccines, whereas the virus has also shown us that significant difficulties (for example, antigenic variation) must be overcome before truly global vaccines can be developed. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "(FIG. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A high hurdle set for HIV vaccines"
        },
        {
            "text": "This report has been prepared by Bear, Stearns & Co. Inc., Bear, Stearns International Limited or Bear Stearns Asia Limited (together with their affiliates, 'Bear Stearns'), as indicated on the cover page hereof. This report has been adopted and approved for distribution in the United States by Bear, Stearns & Co. Inc. If you are a recipient of this publication in the United States, orders in any securities referred to herein should be placed with Bear, Stearns & Co. Inc. This report has been approved for publication in the United Kingdom by Bear, Stearns International Limited, which is regulated by the United Kingdom Financial Services Authority. Private Customers in the U.K. should contact their Bear, Stearns International Limited representatives about the investments concerned. This report is distributed in Hong Kong by Bear Stearns Asia Limited, which is regulated by the Securities and Futures Commission of Hong Kong. Additional information is available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "Bear Stearns and its employees, officers, and directors deal as principal in transactions involving the securities referred to herein (or options or other instruments related thereto), including transactions contrary to any recommendations contained herein. Bear Stearns and its employees may also have engaged in transactions with issuers identified herein. This publication does not constitute an offer or solicitation of any transaction in any securities referred to herein. Any recommendation contained herein may not be suitable for all investors. Although the information contained in the subject report has been obtained from sources we believe to be reliable, its accuracy and completeness cannot be guaranteed. This publication and any recommendation contained herein speak only as of the date hereof and are subject to change without notice. Bear Stearns and its affiliated companies and employees shall have no obligation to update or amend any information contained herein. This publication is being furnished to you for informational purposes only and on the condition that it will not form a primary basis for any investment decision. Each investor must make its own determination of the appropriateness of an investment in any securities referred to herein based on the legal, tax, and accounting considerations applicable to such investor and its own investment strategy. By virtue of this publication, none of Bear Stearns or any of its employees shall be responsible for any investment decision. This report may not be reproduced, distributed, or published without the prior consent of Bear Stearns. © 2003. All rights reserved by Bear Stearns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "This report may discuss numerous securities, some of which may not be qualified for sale in certain states and may therefore not be offered to investors in such states. Outperform (O) -Stock is projected to outperform analyst's industry coverage universe over the next 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "Peer Perform (P) -Stock is projected to perform approximately in line with analyst's industry coverage universe over the next 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "Underperform (U) -Stock is projected to underperform analyst's industry coverage universe over the next 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "Ratings for Sectors (vs. regional broader market index): Market Overweight (MO) -Expect the industry to perform better than the primary market index for the region over the next 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "Market Weight (MW) -Expect the industry to perform approximately in line with the primary market index for the region over the next 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "Market Underweight (MU) -Expect the industry to underperform the primary market index for the region over the next 12 months. The costs and expenses of Equity Research, including the compensation of the analyst(s) that prepared this report, are paid out of the Firm's total revenues, a portion of which is generated through investment banking activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        },
        {
            "text": "For important disclosure information regarding the companies in this report, please contact your registered representative at 1-800-371-0978, or write to Uzi Rosha, Equity Research Compliance, Bear Stearns & Co. Inc., 383 Madison Avenue, New York, NY 10179.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONLINE DISCLAIMER"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "GenVec (GNVC) NR $2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avant Immunotherapeutics (AVAN) NR $2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Therion Biologics NR -Private DynPort Vaccine Company LLC NR -private AlphaVax NR -private BioPort Corporation NR -private Avecia NR -private",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Research Analyst(s) who prepared the document / email hereby certify that the views expressed in this document / email accurately reflect the analyst(s) personal views about the subject companies and their securities. The Research Analyst(s) also certify that the Analyst(s) have not been, are not, and will not be receiving direct or indirect compensation for expressing the specific recommendation(s) or view(s) in this report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of US vaccines approved by indication.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 1 | Global vaccine market share by company.www.nature.com/reviews/drugdisc",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Peiris, J. S. et al. Coronavirus as a possible cause of severe acute respiratory syndrome. Lancet 361, 1319-1325 (2003). 2. Ksiazek, T. G. et al. A novel coronavirus associated with severe acute respiratory syndrome. N. Engl. J. Med. 348, 1953-1966 (2003). 3. Drosten, C. et al. Identification of a novel coronavirus in patients with severe acute respiratory syndrome. N. Engl. J. Med. 348, 1967-1976 (2003). 4. Francis, D. et al. Candidate HIV/AIDS vaccines: lessons learned from the World's first phase III efficacy trials. AIDS 17, 147-156 (2003).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Vaccine candidates under investigation for biodefence purposes",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Vaccine candidates under investigation for smallpox, HIV and SARS Estimated start 3Q/4Q 2003. ‡ Estimated start 2H 2003. § Estimated start 2H 2003. || Estimated start 2Q 2003. CCSV, cell-cultured smallpox vaccine; HIV, human immunodeficiency virus; IAVI, International AIDS Vaccine Initiative; MVA, modified vaccinia Ankara; SARS, severe acute respiratory syndrome; VEE, Venezuelan equine encephalitis virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "NOTE TO ACCOUNT EXECUTIVES: For securities that are not listed on the NYSE, AMEX, or Nasdaq National Market System, check the Compliance page of the Bear Stearns Intranet site for State Blue Sky data prior to soliciting or accepting orders from clients. Bear, Stearns & Co. Equity Research Rating System: Ratings for Stocks (vs. analyst coverage universe):",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Bear, Stearns & Co. Ratings Distribution as of June 30, 2003: (%Rated companies / %Banking client in the last 12 months) Outperform (Buy): 34.3 / 19.3 Peer Perform (Neutral): 47.4 / 12.8 Underperform (Sell): 18.2 / 8.2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}