{
    "paper_id": "bce3f10130019dac448cc58988de3df3ec887cfa",
    "metadata": {
        "title": "The Characteristics and Dynamic Changes of X-Ray Chest Film in 50 Patients with Severe Acute Respiratory Syndrome",
        "authors": [
            {
                "first": "Jun-Yi",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "/",
                "middle": [],
                "last": "L~",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhi-Gang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Zeng-Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Hospital of Shijiazhuang",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sun",
                "middle": [],
                "last": "Wu-Zhuang (~]~-~)",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Hospital of Shijiazhuang",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Patients with Severe Acute Respiratory Syndrome Severe acute respiratory syndrome (SARS) is a new acute infectious disease which quickly spreads and develops, resulting in high mortality. Since there lacks any diagnostic method with high specificity and sensitivity, the X-ray chest film becomes an important measure for diagnosis for SARS. Therefore, to understand the characteristics of X-ray chest film in SARS patients and get to know the rule of its dynamic changes is meaningful for SARS diagnosing, treating and prognosing. The characteristics and dynamic changes of chest film in 50 SARS patients in Hebei Province were analysed by the authors and reported as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Characteristics and Dynamic Changes of X-Ray Chest Film in 50"
        },
        {
            "text": "Materials of 50 SARS patients, who received treatment in the city of Shijiazhuang, Hebei Province from April 2003 to June 2003, with their records of illness integrated, were collected in the study. The patients' diagnosis conformed to the Clinical Diagnostic Standard of SARS promulgated by the Ministry of Health <1) . They were 24 males and 26 females with average age of 31. 6 years (16--67years), and their clinical symptoms were fever (with body temperature of 3\"/. 5--40.2%) in 50 patients, slight coughing in 36, dyspnea in 7 and fatigue in 23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "X-ray chest films of all the patients taken every 2--3 days in the hospitalized period were collected and those with significant changes were analysed. The analysis was carried out through reading and recording in detail the changes in films by two senior radiologists separately over the following aspects: (1) The position of lesions in the lung: unilateral or bilateral; in the upper, middle or lower field; in the inner or outer zone. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method of Observation"
        },
        {
            "text": "In total 86 lesions were found in the 50 SARS patients, among which unilateral lung lesion was found in 27 patients, bilateral in 23; single lesion in 21, multiple in 29; 6 lesions were found to be at the upper lung field (3 at left and 3 at right), 25 at the middle field (12 left and 13 right), and 55 at the lower field (29 left and 26 right) ; 20 lesions were found to involve the inner zone, 24 the middle zone and 42 the outer zone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Position and Number of Lesions"
        },
        {
            "text": "See Figure 1 . Local reticular coarse texture of the lung was found in 2 patients; 22 lesions revealed as small macuIar shadows, 59 as solidified lung lobules or segments, and diffused exudation in bilateral lung in 3 patients, and mixed lesion in 18 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Manifestations of Lesions"
        },
        {
            "text": "Results showed that T1 was 0--13days, 2.8 days on average ; T2 was 2--24 days, 8.3 days on average, and T3 was 5--44 days, 24.4 days on average. Four patients had their chest films showing a second peak of changes (at 12th day in 2 patients and at 14th day in the other 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between Chest Film Abnormality and Fever"
        },
        {
            "text": "The average hospitalized time of the 50 pa- tients was 31. 6 days. When discharged, 42 patients had their shadows in the chest films absorbed completely, 5 had small patches still remaining, and 3 had local fibrous strips remaining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Status of Lesion Absorption"
        },
        {
            "text": "The average time when the patients had fever was 9.1 days. The improvement of chest film (Im-C) and that of fever (Ira-F) happened simultaneously in 22 patients, Im-C happened before Im-F in 11 patients and after Im-F in 17.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between Time Needed for Improvement of Chest Films and That for the Improvement of Fever"
        },
        {
            "text": "SARS is a new infectious disease of the respiratory tract caused by variant coronavirus. Depending upon its severity, it could injure a single or multiple organs, or in case of the most severe condition, even bring about death. Early diagnosis of SARS is very important for controlling the source of infection, increasing the cure rate and lowering the mortality of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Because there lacks definite epidemiological contacting history in part of the patients, the disease shows no specificity in clinical manifestation and blood cell examination, and the therapeutic effect could give no help to diagnosis, it is of vital importance in clinical practice to decide whether there is lesion occurring in the lung through X-ray chest film examination for early diagnosis of SARS. Besides, X-ray chest film is one of the effective measures for dynamical observation of the condition of the disease due to the possibility of its being performed at bedside, its being a simple and tractable method and its low expense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The figure of chest film of SARS patients is characterized as follows: ( 1 ) Lesions often oc-curred at the lower field and outer zone of the lung; (2) Lesions are mostly multiply presented;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(3) Lesions could change, develop or be absorbed rapidly, showing an unsteadiness. In part of the patients, it is seen that when one lesion is absorbed but another is aggravated simultaneously; (4) The lesion is mainly of an exudative nature. The chief forms are macular and patched infiltrative shadow, and in a few patients, it manifests itself as being of coarse reticular texture. In early stage of SARS, the lesion often encountered is singly, involving one side of the lung, but new lesions may appear along with the development of the disease. The above-mentioned characteristics of the chest film figure is in accord with those reported by WANG RG, LU PX, et al (2' 3~ , but T1, T2 and T3 obtained in this study were slightly shorter than those reported by WANG W, et al ~4~. Besides, in this study, it was found that a secondary peak of abnormal changes in chest films took place in a few patients. The lesion in lung could be absorbed completely without evident sequela, except that local residual fibrous strips remained in a few patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Results in this study suggested that the clinical symptoms of SARS patients occurred basically in synchronization with the manifestations in chest films, but they could be non-synchronous in a few patients, and the chest film figure may improve prior to the improvement of clinical symptoms, and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "What should be noted is to differentiate the chest film figures of SARS patients from those of the following diseases: (1) The traditional atypical pneumonia, such as mycoplasma-caused or chlamydia-caused pneumonia and other viral pneumonia; (2) Pulmonary tuberculosis ; (3) Mycotic pneumonia; (4) Idiopathic interstitial pneumonia; (5) Allergic pneumonia; (6) Pulmonary edema; and (7) Adult respiratory distress syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In sum, the X-ray chest film figures of SARS patients have its own special characteristics, and to understand these characteristics is surely helpful to the diagnosis, treatment and prognosis prediction of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Standard for Clinical Diagnosis of Infectious Atypical Pneumonia (draft)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Analysis on the characteristics of X-ray and CT manifestation in 112 patients with severe acute respiratory syndrome acute stage",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                },
                {
                    "first": "Sun",
                    "middle": [],
                    "last": "Hy",
                    "suffix": ""
                },
                {
                    "first": "Song",
                    "middle": [],
                    "last": "Lx",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of X-ray chest film figure in patients with SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "U"
                    ],
                    "last": "Px",
                    "suffix": ""
                },
                {
                    "first": "Zhou",
                    "middle": [],
                    "last": "Bp",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "My",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese J of Radiology",
            "volume": "37",
            "issn": "8",
            "pages": "682--685",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Manifestation and dynamic changes of CT in patients with SARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wang W",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dq",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhao Dw",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J of Radiology",
            "volume": "37",
            "issn": "8",
            "pages": "686--689",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Jun-yi (~/L~,) 1 , LI Zhi-gang (~N) 2 , ZHAO Zeng-yi (j~)3, SUN Wu-zhuang (~]~-~)*, and WANG Yin (SE ~j~)3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of lesions. (3) Manifestations were classified into 4 kinds: the local reticular coarse texture of the lung, the small macular shadows, the solidified lobules or segments of the lung, and the diffused exudation in the bilateral lung. (4) The time from the onset of fever to the first discovery of ab-normality in chest films (T1). (5) The time from the onset of fever to the discovery of most severe changes in chest films (T2). (6) The time from the onset of fever to the point when exudative lesions were completely or basically absorbed(T3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Manifestations of Lesions A. Obvious increase of textures in bilateral lung, reticularly patched and cloudy shadows in left lower lobe, blurred in margin, thin and uneven in density; B. Multiple macular and flocculous shadows in bilateral lung, mostly distributed in left lower lobe; C. Large patched dense shadows in right upper lobe, ground glass-like and thin in density, with'the lower margin at the horizontal fissure; D. Multiply patched and macular shadows in bilateral lung, ' mostly distributed in the lower lobes; E. Large piece of consolidated shadows in bilateral lung, showing an uneven, \"white lung\", with only a few transparent areas at the apex.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Second Hospital of Hebei Medical University, Shijiazhuang (050000); 2. Fourth Hospital of Hebei Medical University; 3. Second Hospital of Shijiazhuang; 4. First Hospital of Hebei Medical University Correspondence to : Dr. MA Jun-yi Tel: 0311-7222952 E-mail: liufengli@sjzcc, corn",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Objective: To observe the effect of Astragalus injection (AI) combined with chemotherapy on quality of life (QOF) in patients with advanced non-small cell lung caner (NSCLC). Methods: Sixty NSCLC patients were randomly divided into the treated group (n = 30, treated with AI combined with chemotherapy) and the control group (n=30, treated with chemotherapy alone). Chem-Otherapy of MVP protocol was applied to both groups. AI was supplemented to the treated group by intravenous dripping 60 ml per day. Treatment of 21--28 days consisted one treatment cycle, and 2--3 cycles were applied. WResults: The effective rate in the treated group was 40.0% and in the control group was 36.7%, the mean remission rate in them being 5.4 months and 3.3 months, the median survival period 11 month and 7 month and the 1-year survival rate 46.75% and 30.0%, respectively, the difference of these indexes between the two groups were all significant (P~ 0.05). Moreover, the clinical improving rate and QOF elevation rate in the treated group was 80.4% and 43.3%, as compared with those in the control group (50.0~ and 23.3% respectively), the different was also significant (P%0. 01). Conelusion:AI combined with chemotherapy can significantly improve the QOF in NSCLC patients of advanced stage.Original article on C JIM (Chin) 2003 ;23 (10): 733",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of Astragalus Injection Combined with Chemotherapy on Quality of Life in Patients with Advanced Non-small Cell Lung Cancer"
        }
    ]
}