{
    "paper_id": "bd44615b9db49563fd5238885eae7aa19a8626a1",
    "metadata": {
        "title": "Short Term Outcome and Risk Factors for Mortality in Adults with Criti- cal Severe Acute Respiratory Syndrome (SARS)",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome ( S A R S ) caused by a novel coronavirus E~ :~2 has been described in mainland China since March 2003, and several series of patients have been described in the literature E4'r'!. Until now, there still no report regarding the risk factors associated with mortality of critical SARS and protective effects of psychotherapy. Between March 7, 2003 and June 4, 2003 , 102 adults were admitted to SARS control hospitals of Shanxi Province with a diagnosis of critical SARS. A treatment protocol including a combination of antibiotics and systemic steroids was adopted from the beginning of the epidemic, in accordance with the guidelines of the National Department of Public Health of People's Republic of C h i n J <. Unfortunately, without a definitely reliable treatment regimen ( a t least in the initial phase), the mortality rate has been high.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 384,
                    "text": "March 7, 2003 and",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 397,
                    "text": "June 4, 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We describe the clinical features and short term outcomes of these patients, and attempt to identify the initial presenting factors that might account for the adverse clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All the patients admitted to the SARS control hospitals of Shanxi province fulfilled the National Department of Public Health criteria for probable HU Xianming, female, born in 1968, Associate Professor critical SARS were included in the study :7~. In brief, the definition of SARS is dyspnea with respiratory rate more 30 times/min, low oxygen saturation with arterial oxygen pressure (PaOz) less than 70 m m H g (1 m m H g = 0 . 133 kPa) or pulse oxygen saturation less than 93 ~ at 3--5 L/min nasal or musk oxygen; or acute lung injury ( A L I ) or acute respiratory distress syndrome ( A R D S ) was diagnosed; multi-lobe pulmonary infiltration more than 1/3 or the deteriorated more than 50 ~ on the chest radiograph in 48 h; shock or multi-organ dysfunction syndrome (MODS) ; patients with severe comorbidities or combined/complicated with other infection or more than 50-years-old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients Selection and Group Classification"
        },
        {
            "text": "All the patients were divided into two groups according to survival or death, i. e. the survival group and the death group. All the demographic and clinical data were prospectively collected and entered into the computer based SARS control database of Shanxi Province. Age, gender, contact history, mean consult time, mean temperature (early stage), important comorbidities (cardiovascular disease, hypertension, diabetes mellitus, chronic obstructive pulmonary disease, asthma, cerebrovascular accident and chronic renal failure, etc), mean fever time ( d a y s ) , recurrent fever, total white cell count at early stage, lymphocyte count at the early stage, pulse oxygen saturation, the time to start steroids after diagnosis, and psychotherapy were analyzed. Both univariate and multivariate I.ogistic regression were employed to identify the independent risk factors to predict death of critical SARS (~able 1). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients Selection and Group Classification"
        },
        {
            "text": "Data were expressed as a ~ _-+_-s unless specified otherwise. Student t test or ('.hi square test was used to compare between groups. Adverse outcome was defined as death. Both univariate and multivariate I.ogistic regression were employed to identify the independent risk factors to predict death of critical SARS from the variables listed in table 1. SPSS (version 10.0) was used for all statistical analyses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The presenting symptoms included fever 102 cases (100 %), chills 21 cases (20.6 %), cough 54 cases (52.9 %), dyspnea 43 cases (42.2 %), diarrhea8 cases (7. 8 %), myalgia 4 cases (3. 9 %). Thirty cases (29. 4 %) had the temperature between 38.0 to 38.9 ~ 63 cases (61.8 %) between 39.0 to 39.9 ~ and 9 cases (8.8 %) more than 40 ~ ; Mean fever time lasted for 9.0__ 5.6 days. Fifty-three cases (52.0 %) had recurrent fever. There were no significant difference regarding temperature, mean fever time, and recurrent fever between groups (P>0.05, table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Characteristics"
        },
        {
            "text": "Common presenting laboratory findings included total white cell count decreased in 34 cases (33.3 %), in normal range in 55 cases (53.9 %), and increased in 13 cases (12.7 %); the lymphocyte count decreased in 75cases (73.5 %) ; the oxygen saturation less than 93 % in 80 cases (78.4 %). There was no significant difference in total white cell count (P)>0.05), but lymphocyte count (P=0.04) and oxygen saturation (P%0. 001) had significant difference between the survival and death groups (table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Test"
        },
        {
            "text": "More than 90 0//oo of all cases received steroids therapy. In 80 cases (78. 4 %), no steroids was used or the use of steroids time lasted less than 7 days, while 22 cases (21.6 %) used steroids more than 7 days. Sixty-four cases (62. 8 %) received psychotherapy. There was no statistical difference in the time to start steroids (P = 0. 58), while there was significant difference in the psychotherapy between the two groups (P~0. 001, table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steroids and Psychotherapy"
        },
        {
            "text": "Seventy-nine cases (77.5 %) were discharged and 23 cases were died, giving a crude mortality rate of 22.5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short Term Outcomes"
        },
        {
            "text": "The univariate Logistic regression showed that the mortality risk was greatly increased in those aged above 50, presence with important comorbidities, direction contact history, lymphopenia at early stage, and lack of psychotherapy (table  2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 242,
                    "text": "(table  2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Factors Affecting Mortality Rate"
        },
        {
            "text": "The multivariate non-conditional Logistic regression model was used to look for independent risk factors for mortality. Using a model with age above 50, presence of important comorbidities, direction contact history, lymphopenia at early stage, and lack of psychotherapy, it was found that the age over 50 (OR }. 10, 95 % CI 1.03--1.16, P=0. 004) and the presence of lymphopenia at early stage (()R 14.62, 95 % CI 1.78-11.97, P =0.01) were all independent predictors of death; On the other side, psychotherapy (OR 0.01, 95 % C1 0.00 to 0.06, P%0. 001) was independently associated with aliveness (table 3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 605,
                    "text": "(table 3)",
                    "ref_id": null
                }
            ],
            "section": "Factors Affecting Mortality Rate"
        },
        {
            "text": "This study aimed to determine the short term outcomes and risk factors on presentation that were associated with an adverse clinical course and mortality in a group of Chinese patients with critical SARS. Age above 50 was associated with a higher rate of mortality. The results were consistent with other reports ~8'97. Some reasons may explain why the older patients tender to become critical cases and predispose to death: firstly, multi-or-gans function of aging patients is decreased, with limited cardiopuImonary compliance and reserve, less adopt ability to internal and external environment, easy to occur respiratory failure, cardiac failure and imbahmce of electrolytes; secondly, the immune response of the aging patients is decreased with less immature lymphocytes, less ability of macrophage to get rid of pathogens, and the de creased secretive ability of lymphocytes to produce special antibody with the increase of age; thirdly, aging patients usually suffer from comorbidities. In this study, 35 cases (34. ;:{ ~) suffered from im portant comorbidities, and the latter is an independent risk factor of SARS with the end point being death :<. Finally, aging patients tender to be delayed diagnosis and treatment due to atypical symptoms. Attention shouht be paid to aging critical SARS patients, especially to those patients having comorbidities. [.ymphopenia in the early stage, including the reduction of absolute lympho cyte count and the relative percentage of [ympho cyte of the whole white cell, especially the reduction of CD4\" , CD8 , and (.'l):{ ~ lymphocytes, indicates coronavirus may destroy lymphocytes in an acute process. Study by other authors had shown that CD3 ~ cells were significantly reduced in the early stage, reached the bottom during the critical stage and lasted to death ~'' The results of this study demonstrated that lymphopcnia was independently associated with mortality. For this rea son, in the treatment of critical SARS patients, steroids should be under control with indicathms, and prophylactic use of antibiotics may contribute to prevention of secondary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Over psychological response causes over ex tension of sympathetic vasoconstrictor nerve and the increase of catecholamine, as a resuh, the whole system vascular bed constricts and amount of blood transfers to pulmonary circulation, the acute increase of pulmonary volume further reduces the lung compliance, increases the dyspnea, and increases the difficuhy to control pulmonary infection. Because of the characteristics c~f SARS such as high infection, congregalhm, and ~he rapid pro gress to death of partial patients, many patients with SARS have severe phobia, such as insomnia, poor appetite, palpitation, and repeatedly consult to medical officer, etc. For these reasons, medical staffs should carefully explain the clinical and epidemical characteristics, as the optimistic emotion can increase the immune ability, thus to improve clinical outcomes. The current study demonstrates that psychotherapy in the early stage is associated with reduced mortality of critical SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T (;",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N EnglJ Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel virus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N EnglJ Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical analysis of i90 eases of outbreak with atypical pneumonia in Guangzhou in spring",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "]"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J (Chinese)",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features and therapy of 106 cases of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iu Z Y, L.I T S",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ChinJ Inter Med (Chinese)",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Department of Public Health of People's Republic of China. The clinical diagnosis criteria for severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Department of Public Health of Peoples Republic of China. The recommended treatmem protocol and discharge criteria for severe acute respiratory syndrome or probable severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Short term outcome and risk factors for adverse clinical outcomes in aduhs with severe acme respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "J W M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analysis of severe acute respiratory syndrome in Beijing",
            "authors": [
                {
                    "first": "T J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Zhou X Zo",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Inter Med",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical manifestation, treatment, and outcome of severe acute respiratory syndrome: analysis of ]08 eases in Beijing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhaoc",
                    "suffix": ""
                },
                {
                    "first": "Y B",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J (Chinese)",
            "volume": "83",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "()ne hundred and two patients were admitted to the SARS control hospitals between 7th March and 4th June 2003. Twenty-three patients were died, giving a crude mortality rate of 22.5 %. The mean age of the patients was 45. 8 • 15. 4 years. There were 40 cases (39.2 ~ older more than 50 years and 48 cases (47.1 ~ were males. Thirtyfive cases (34.3 ~ had one or more comorbidities (cardiovascular disease, hypertension, diabetes mellitus, chronic obstructive pulmonary disease, asthma, cerebrovascular accident and chronic renal failure, etc). Forty-seven cases (46. 1%) had direct contact history. Forty-one cases (40.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis of factors affecting mortality using the univariate Logistic Regression",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}