{
    "paper_id": "bd5d460f62f8e1c421c50eb0b9df0271a9b675cb",
    "metadata": {
        "title": "Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host−Virus Interaction, and Proposed Neurotropic Mechanisms",
        "authors": [
            {
                "first": "Abdul",
                "middle": [],
                "last": "Mannan Baig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Areeba",
                "middle": [],
                "last": "Khaleeq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Usman",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hira",
                "middle": [],
                "last": "Syeda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent outbreak of coronavirus infectious disease 2019 has gripped the world with apprehension and has evoked a scare of epic proportion regarding its potential to spread and infect humans worldwide. As we are in the midst of an ongoing pandemic of COVID-19, scientists are struggling to understand how it resembles and differs from the severe acute respiratory syndrome coronavirus (SARS-CoV) at the genomic and transcriptomic level. In a short time following the outbreak, it has been shown that, similar to SARS-CoV, COVID-19 virus exploits the angiotensinconverting enzyme 2 (ACE2) receptor to gain entry inside the cells. This finding raises the curiosity of investigating the expression of ACE2 in neurological tissue and determining the possible contribution of neurological tissue damage to the morbidity and mortality caused by COIVD-19. Here, we investigate the density of the expression levels of ACE2 in the CNS, the host−virus interaction and relate it to the pathogenesis and complications seen in the recent cases resulting from the COVID-19 outbreak. Also, we debate the need for a model for staging COVID-19 based on neurological tissue involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first reports of the viral infection attracted attention in late December 2019 in Wuhan, the capital of Hubei, China. Later, it was revealed that the virus responsible for causing the infections was contagious between humans. By early January, terms like \"the new coronavirus\" and \"Wuhan coronavirus\" were in common use. On February 11, 2020, a taxonomic designation \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2) became the official means to refer to the virus strain, that was previously termed as 2019-nCoV and Wuhan coronavirus. Within a few hours on the same day, the WHO officially renamed the disease as COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE NOVEL COVID-19 VIRUS"
        },
        {
            "text": "The complete genome of SARS-CoV-2 from Wuhan, China was submitted on January 17, 2020 in the National Center for Biotechnology 1 (NCBI) database, with ID NC_045512. The genome of SARS-CoV-2 is a 29,903 bp single-stranded RNA (ss-RNA) coronavirus. It has now been shown that the virus causing COVID-19 is a SARS-like coronavirus that had previously been reported in bats in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE GENOME OF THE COVID-19 VIRUS"
        },
        {
            "text": "In order to discover the neurovirulence of SARS-CoV-2 and relate it to neurological tissue expression of ACE2, data retrieval was done from human protein databases. Most of the evidence of ACE2 expression in the brain ( Figure 1 ) comes from literature and mammalian tissue expression databases, 2 which prompted us to investigate neurotropic effects of SARS-CoV-2 and its contribution toward the morbidity and mortality of patients with COVID-19. 3.1. Evidence of the Distribution of ACE2 in the Human Brain. The brain has been reported to express ACE2 receptors ( Figure 1A , C) that have been detected over glial cells and neurons, which makes them a potential target of COVID-19. Previous studies have shown the ability of SARS-CoV to cause neuronal death in mice by invading the brain via the nose close to the olfactory epithelium. 3 The contribution of the neurotropic potential of SARS-CoV-2 in patients reported in the recent outbreak of COVID-19 remains to be established. In the SARS-CoV infections that were reported in the past, autopsy findings of the patients have shown strong evidence of the presence of SARS-CoV by electron microscopy, immunohistochemistry, and real-time reverse transcription-PCR 3 . Patients with acute SARS-CoV illness have also demonstrated the presence of the virus in cerebrospinal fluid. The role of the blood-brain barrier in containing the virus and preventing it from gaining access to the neural tissues needs to be further explored in patients diagnosed with COVID-19. Recently, a study posted in medRxiv 4 has reported neurological manifestations in COVID-19 in the current outbreak that involved 214 patients, of which 78 (36.4%) patients had neurologic manifestations, which affirms our rationale of the neurotropic potential in the COVID-19 virus. Also, a finding published on a patient who had loss of involuntary control over breathing 5 during the recent outbreak with several other patients suffering acute respiratory failure implores healthcare professionals and clinicians to segregate COVID-19 patients into neurologically affected cases and those who are devoid of neurological deficits.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 839,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 566,
                    "end": 575,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TISSUE DISTRIBUTION OF ACE2 IN HUMAN ORGANS AND TISSUES"
        },
        {
            "text": "With the mRNA encoding several other proteins, 1 the COVID-19 virus, like SARS-CoV, uses a spike protein S1 that enables the attachment of the virion to the cell membrane by interacting with host ACE2 receptor 3,6 ( Figure 1C, D) . In the later study, 6 it was shown that the ACE2 binding affinity of the 2019-nCoV spike protein ectodomain was 10−20-fold higher than that of the SARS-CoV spike protein. A BLASTp search of the COVID-19 virus (SARS-CoV-2) receptor binding domain (RBD) subdomain-1 (319th to 591st aa) fetched a spike glycoprotein [bat coronavirus RaTG13] and S1 protein partial [SARS coronavirus GD322] as homologs. Pairwise sequence alignments of the three sequences show that although the spike proteins of all three CoV are highly similar they are not identical (Figure 2A , horizontal arrows), which may be the reason for the higher binding affinity of the COVID-19 spike protein to the human ACE2 receptor. Homology modeling of SARS-CoV-2 RBD subdomain-1 (319th to 591st aa) in the SWISS-MODEL automated server developed a template-based model of the SARS-CoV-2 spike glycoprotein with a single receptor-binding domain in the up configuration ( Figure 2A1 ) with 100% sequence identity. Of the other template-based models developed, it expectedly showed a model of the structure of the SARS-CoV spike glycoprotein, conformation 2 with about 74% sequence identity ( Figure 2B , B1), which shows them to be structurally and evolutionarily related.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 229,
                    "text": "Figure 1C, D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 780,
                    "end": 790,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1165,
                    "end": 1175,
                    "text": "Figure 2A1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1385,
                    "end": 1394,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "HOST−VIRUS INTERACTION: HOW THE ACE2 RECEPTOR IS EXPLOITED BY THE COVID-19 VIRUS TO GAIN ENTRY INSIDE THE HOST CELLS"
        },
        {
            "text": "The dissemination of COVID-19 in the systemic circulation or across the cribriform plate of the ethmoid bone (Figure 1 ) during an early or later phase of the infection can lead to cerebral involvement as has been reported in the past for SARS-CoV affected patients. 3 The presence of the COVID-19 virus in the general circulation understandably enables it to pass into the cerebral circulation ( Figure 1A−C) where the sluggish movement of the blood within the microcirculation could be one of the factors that may facilitate the interaction of the COVID-19 virus spike protein with ACE2 expressed in the capillary endothelium. Subsequent budding of the viral particles from the capillary endothelium and damage to the endothelial lining can favor viral access to the brain ( Figure  1B) . Once within the milieu of the neuronal tissues, its interaction with ACE2 receptors (Figure 1C , D) expressed in neurons 2 can initiate a cycle of viral budding accompanied by neuronal damage without substantial inflammation as has been seen with cases of SARS-CoV 3 in the past. It is important to mention here that, long before the proposed anticipated neuronal damages occur, the endothelial ruptures in cerebral infections. The movement of the COVID-19 virus to the brain via the cribriform plate close to the olfactory bulb can be an additional pathway that could enable the virus to reach and affect the brain. Additionally, the findings like an altered sense of smell or hyposmia in an uncomplicated early stage COVID-19 patient should be investigated thoroughly for CNS involvement.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 397,
                    "end": 409,
                    "text": "Figure 1A−C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 777,
                    "end": 788,
                    "text": "Figure  1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 875,
                    "end": 885,
                    "text": "(Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A PROPOSED CASCADE OF CEREBRAL INVOLVEMENT IN THE COVID-19 INFECTIONS"
        },
        {
            "text": "Autopsies of the COVID-19 patients, detailed neurological investigation, and attempts to isolate SARS-CoV-2 from the endothelium of cerebral microcirculation, cerebrospinal fluid, glial cells, and neuronal tissue can clarify the role played by this novel COVID-19 causing coronavirus in the ongoing mortalities as has been in the recent outbreak. It is important to mention here that although the cerebral damage may complicate a COVID-19 infection, it appears that it is the widespread dysregulation of homeostasis caused by pulmonary, renal, cardiac, and circulatory damage that proves fatal in COIVD-19 patients. With that being said, a dominant cerebral involvement alone with the potential of causing cerebral edema in COVID-19 can take a lead in causing death long before systemic homeostatic dysregulation sets in. Access of the COVID-19 virus to the brain via the transcribrial route, as described previously for other CNS targeting pathogens, 7 could have been the case in a recently reported patient with hyposmia and the cases of acute respiratory failure in COVID-19, 5 which needs to be further elucidated by isolating the SARS-CoV-2 virus from the zones that are in proximity to the olfactory bulb. It is expected that the differences in the sequence of spike proteins between COVID-19 virus and SARS-CoV ( Figure 2A ) will enable scientists to identify epitopes in COVID-19 virus for the development of monoclonal antibodies against this virus. With the recent COVID-19 outbreak, there is an urgent need to understand the neurotropic potential of the COVID-19 virus in order to prioritize and individualize the treatment protocols based on the severity of the disease and predominant organ involvement. Also, a staging system based on the severity and organ involvement is needed in COVID-19 in order to rank the patients for aggressive or conventional treatment modalities. ACS Chemical Neuroscience pubs.acs.org/chemneuro Viewpoint",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 953,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1321,
                    "end": 1330,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CONCLUSIONS AND FUTURE DIRECTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "■ REFERENCES (1) Wuhan seafood market pneumonia virus isolate Wuhan-Hu-1, complete genome. Nucleotide, National Center for Biotechnology Information (NCBI), National Library of Medicine (US)",
            "authors": [],
            "year": null,
            "venue": "National Center for Biotechnology Information",
            "volume": "",
            "issn": "",
            "pages": "333--2644",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "TISSUES 2.0: an integrative web resource on mammalian tissue expression",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Palasca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stolte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gorodkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/database/bay003"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus infection causes neuronal death in the absence of encephalitis in mice transgenic for human ACE2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "15",
            "pages": "7264--75",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00737-08"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.22.20026500"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The neuroinvasive potential of SARS-CoV2 may be at least partially responsible for the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25728?ref=pdf"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Primary Amoebic Meningoencephalitis: Neurochemotaxis and Neurotropic Preferences of Naegleria fowleri",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ACS Chem. Neurosci",
            "volume": "7",
            "issn": "8",
            "pages": "1026--1035",
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.6b00197"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Tissue distribution of ACE2 receptors in humans. Viremia (A) disseminates the COVID-19 virus throughout the body via the bloodstream (B). Neurotropism may occur via circulation and/or an upper nasal trancribrial route that enables the COVID-19 to reach the brain (C) and bind and engage with the ACE2 receptors (D, blue). COVID-19 docks on the ACE2 via spike protein (D, golden spikes). Shown are lungs, heart, kidneys, intestines, brain, and testicles that are well-known to express ACE2 receptors and are possible targets of COVID-19. by bleeding within the cerebral tissue can have fatal consequences in patients with COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) Sequence alignment of COVID-19 RBD subdomain-1 (319th to 591st) amino acid (top row) with the bat and SARS-CoV spike protein (middle and bottom row) that were fetched from BLASTp results of the COVID-19 virus RBD subdomain-1 (319th to 591st) amino acids. Note horizontal arrows that show areas of contrast between the sequences. (A1) Homology modeling of the COVID-19 virus RBD subdomain-1 (319th to 591st) amino acid developed a template (6vsb.1. A)-based model of the COVID-19 virus spike glycoprotein. (B). Homology modeling of the COVID-19 virus RBD subdomain-1 (319th to 591st) amino acid developed a template-(5x5b.1.A) based model of the prefusion structure of SARS-CoV spike glycoprotein in conformation 2 (B1) with 73.96% sequence identity. [Uniprot and SWISS-MODEL automated server were used for sequence alignments and development of the templates and models, respectively.]",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This project was partly funded by Aga Khan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare no competing financial interest. The terms COVID-19 virus and SARS-CoV-2 are used in this paper, that refer to the novel coronavirus involved in the ongoing outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "The authors would like to thank the staff and faculty members of the Department of Biological & Biomedical Sciences, Aga Khan University, who, despite their busy schedule, made it to the COVID-19 presentations made by the authors and provided them with their input on the rationale of this study. The authors would also like to acknowledge the efforts of Ms. Preet Katyara for her critical review of our paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ ACKNOWLEDGMENTS"
        }
    ]
}