{
    "paper_id": "be6d4f3e5988ec1e399117ed9e240f9b27c170cc",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 and Immunomodulator/Immunosuppressant Use in Dermatology Title: COVID-19 and Immunomodulator/Immunosuppressant Use in Dermatology 5 6",
        "authors": [
            {
                "first": "Kyla",
                "middle": [
                    "N"
                ],
                "last": "Price",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "W"
                ],
                "last": "Frew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Investigative Dermatology",
                    "institution": "The Rockefeller University",
                    "location": {
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "L"
                ],
                "last": "Hsiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Los Angeles",
                    "location": {
                        "settlement": "Los 11 Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vivian",
                "middle": [
                    "Y"
                ],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "postCode": "13 14",
                        "settlement": "Tucson",
                        "region": "AZ"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": " (Table 1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 10,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiology and pathogenesis of coronavirus disease 91 (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Autoimmunity",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immune responses in COVID-19 and potential 93 vaccines: Lessons learned from SARS and MERS epidemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prompetchara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ketloy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palaga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Asian Pacific Journal of Allergy",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus infections and immune responses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical",
            "volume": "96",
            "issn": "4",
            "pages": "424--456",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19)",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-cell released antibodies, TNF-α, and other cytokines in the viral immune response (Figure 1). 2,3 IL-17 54 cytokines are important for immune cell recruitment to infection sites to promote clearance, while also 55 activating downstream cascades of cytokines and chemokines. 3 IL-1 promotes fever and the 56 differentiation of T-helper cells to IL-17 producing T cells. TNF-α promotes dendritic cell differentiation, 57 leukocyte recruitment, and mediates fever. 3 Antibodies produced by plasma cells help to neutralize the 58 virus, limit infection, and prevent future infections. Disruption of B-cell differentiation into plasma across multiple cytokine axes with immunosuppressants has the potential to 62 increase susceptibility, persistence, and reactivation of viral infections. Immunosuppressants decrease 63 cytokines that recruit and differentiate immune cells needed to clear the infection. Additionally, 64 inflammatory mediators can become hyper-activated resulting in a \"cytokine storm\" which is the 65 primary cause of mortality in severe disease. 2 It is unknown if withdrawal of broadly immunosuppressive 66 therapies may increase the risk of precipitating cytokine storm. Therefore, classic immunosuppressants may present the most concerning risk for those affected by COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "consider. Non-biologic medications including small molecule inhibitors and 75 immunosuppressants are typically easier to stop and re-start within days to weeks due to shorter half-76 life. Meanwhile, biologics generally have a longer half-life and include a risk of anti-drug antibody 77 formation with treatment cessation and subsequent continuation. However, biologics also tend to be 78 more targeted and less involved in the previously mentioned components of the viral immune response.79General medication considerations are included inTable 1. Although patient dependent, clinicians may 80 consider weaning patients with stable disease off of immunosuppressants. 81 82 Shared decision-making is needed when deciding on a treatment plan including 83 immunomodulators/immunosuppressants during the COVID-19 outbreak. 4 Patients with existing 84 comorbidities may require more conservative measures. Physicians should continue to consult with the 85 Centers for Disease Control and Prevention (CDC) Information for Healthcare Providers, which is 86 updated daily (https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html). Once again, we thank the 87 authors for raising awareness of patient concerns during this evolving outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID-19 viral immune response and targets of common dermatologic immunomodulators 102 and immunosuppressants. Left. (1) Person-to-person transmission of COVID-19 occurs though direct contact with respiratory 104 secretions of infected individuals. 1 The virus invades host cells by binding to their receptors and fusing 105 with the cell membrane. (2) It is hypothesized that once inside the body, the lung epithelial cells become 106 the primary target, where the receptor binding domain of virus spikes bind to angiotensin-converting 107 enzyme 2 (ACE2) receptors of ACE2 expressing target cells. (3) Although not confirmed, it is believed the 108 virus dampens the initial type 1 interferon (IFN) responses, which contributes to uncontrolled viral 109 replication. (4) Once the virus is identified, macrophages present viral components to activate and 110 induce (5) differentiation of T cells and B cells. (6) Activated B cells differentiate into plasma cells that 111 produce antibodies important for neutralizing viruses. (7) The resulting inflammatory cytokines and 112 antibodies continue to stimulate the production of additional cytokines and antibodies, which may contribute to the cytokine storm\" noted in those with severe disease. cytokines. Right. The drug targets for common dermatologic 116 immunomodulators and immunosuppressants have also been included in this diagram. 117 118 Abbreviations: IFN; interferon: IL; interleukin: TNF; tumor necrosis factor: PDE4; phosphodiesterase 4: 119 NFAT; nuclear factor of activated T cells: IRF; interferon regulatory factor",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Conflicts of Interest:Vivian Y. Shi is a stock shareholder of Learn Health and has served as an advisory board member,26 investigator, and/or received research funding from Sanofi Genzyme, Regeneron, AbbVie, Eli Lilly, Novartis, SUN Pharma, LEO Pharma, Pfizer, Menlo Therapeutics, Burt's Bees, GpSkin, Altus Labs and Skin Actives Scientific. There were no incentives or transactions, financial or otherwise, relevant to this KNP, JWF, and JLH have no conflicts of interest to declare relevant to this manuscript 32 33 Keywords: coronavirus, COVID-19, immunomodulators, immunosuppressants, viral immune response, We read with great interest the Commentary by Lebwohl et al. recently published to the Journal of the American Academy of Dermatology. The authors provided a pertinent overview of infection risk 45 associated with commonly used biologics to treat psoriasis in light of the current Coronavirus Disease 46 2019 (COVID-19)outbreak. We agree that this time has been particularly concerning for patients taking immunomodulators/immunosuppressants that are unsure of their risk for severe disease. In response to 48 the previous commentary, the goal of this letter is to expand and provide the latest information about Theoretical data from previous coronavirus outbreaks, has suggested a strong role for type I interferon,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Considerations for commonly used immunomodulators and immunosuppressants for 122Table 1. Considerations for commonly used immunomodulators and immunosuppressants for dermatologic conditions. 127 *General considerations only, medication use should be considered based on each individual patient's risk and disease profile. 128 Likely Moderate Risk Continue if viral symptoms are mild, consider stopping if viral symptoms worsen or high fever develops",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}