{
    "paper_id": "c013fb6790e1ca21d720911ee61532a0cd57408c",
    "metadata": {
        "title": "A model for COVID-19 prediction in Iran based on China parameters",
        "authors": [
            {
                "first": "Bushra",
                "middle": [],
                "last": "Zareie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamadan University of Medical Sciences",
                    "location": {
                        "settlement": "Hamadan",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Amin",
                "middle": [],
                "last": "Roshani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Razi University",
                    "location": {
                        "settlement": "Kermanshah",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Ali"
                ],
                "last": "Mansournia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Aziz"
                ],
                "last": "Rasouli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kurdistan University of Medical Sciences",
                    "location": {
                        "settlement": "Sanandaj",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Ghobad",
                "middle": [],
                "last": "Moradi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Razi University",
                    "location": {
                        "settlement": "Kermanshah",
                        "country": "Iran"
                    }
                },
                "email": "moradi_gh@yahoo.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid spread of COVID-19 virus from China to other countries and outbreaks of disease require an epidemiological analysis of the disease in the shortest time and an increased awareness of effective interventions. The purpose of this study was to estimate the COVID-19 epidemic in Iran based on the SIR model. The results of the analysis of the epidemiological data Methods: By estimating the three parameters of time-dependent transmission rate, timedependent recovery rate, and time-dependent mortality rate from Covid-19 outbreak in China, and using the number of Covid-19 infections in Iran, we predicted the number of patients for the next month in Iran. Each of these parameters was estimated using GAM models. All analyses were conducted in R software using the mgcv package. Findings: On average, 925 people with COVID-19 are expected to be infected daily in Iran. The epidemic peaks within one week (15.03.2020 to 03.21.2020) and reaches its highest point on 03.18.2020 with 1126 infected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The most important point is to emphasize the timing of the epidemic peak, hospital readiness, government measures and public readiness to reduce social contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmission of coronavirus-associated pneumonia 2019 (COVID-19) began in Wuhan, China on December 31, 2019 (1) . According to the latest WHO report on 11 March 2020, there were 118,329 confirmed cases and 4627 deaths worldwide, with 8042 confirmed cases and 291 deaths reported in Iran (2). The World Health Organization (WHO) named it a global pandemic on 11",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "March 2020 because of the rapid outbreak of the disease worldwide (3) . The course of each epidemic depends on a number of important factors such as the Basic Reproductive Rate, the doubling time or serial interval, and the fatality rate. Estimating the epidemiological factors of COVID-19 and modeling-based prediction are useful in assessing epidemic transmission rates, predicting epidemic trends, and designing control measures (4, 5) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "(3)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "(4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rapid spread of COVID-19 virus from China to other countries and outbreaks of disease require an epidemiological analysis of the disease in the shortest time and an increased awareness of effective interventions. What happened in China showed that quarantine, evacuation, and isolation of infected populations can become epidemic. This impact of the COVID-19 response in China is encouraging for many countries where COVID-19 has begun to expand. However, it is not clear that other countries can implement the measures that the Chinese eventually adopted to reduce and control the incidence in the future (4, 6 ",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 613,
                    "text": "(4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 615,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Each parameter is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "We fit model in three steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "Step 1: In the first step, we analyzed the Chinese data during the outbreak of covid19 and obtained the China model. This allowed us to estimate parameters by accessing more data Figures (1-4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 192,
                    "text": "Figures (1-4)",
                    "ref_id": null
                }
            ],
            "section": "Equation (2)"
        },
        {
            "text": "Step2: We put the fitting function for β(t), in the first step along with the actual trend parameters of Iran in Figures (5-7) and found that the behavior parameters of Iran are similar to",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 126,
                    "text": "Figures (5-7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Equation (2)"
        },
        {
            "text": "China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "Step3: The conclusion of step 2 has many benefits for us because we cannot obtain the behavior of the parameters for Iran. Accordingly, we can use the Chinese parameters to predict the number of Iranian patients in the last step ( Figure 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Equation (2)"
        },
        {
            "text": "But the question remained on how to fit each parameter in China model. Many data in the environmental sciences do not fit simple linear models and are best described by \"wiggly models\", also known as Generalized Additive Models (GAMs). We used GAMs to estimate β(t), and models fit by REML (Restricted Maximum likelihood)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "One of the main reasons for using GAMs models was that we did not know the distributions of parameters, so we could not use a parametric approach like non-linear least squares (NLS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "We did all the analysis with R software. Also, mgcv package in R was used to fit generalized additive models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation (2)"
        },
        {
            "text": "The first phase (03.12.2020 -03.15.2020): We expect daily diagnoses to increase from 1002 to 1095 until the end of the initial phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "The third phase (03.26.2020 -04.10.2020): In this phase, it is expected that the downward trend will continue until 04. 10 .2020 if the intervention measures continue at current intensity.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "10",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "Our estimation show that the COVID-19 epidemic trend in Iran will rise from March 8, 2020 and will peak during March 15 to 21, and there will be a decreasing trend from 22 to 29 March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Under such circumstances, two types of hypotheses can be considered for the adequacy of the current measures and as to whether the epidemic peak will occur during March 15-21, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Assuming that the current measures are inefficient and inadequate, the number of estimated cases Restrictive measures must be taken against the general population or the population that may spread the disease to prevent a major epidemic from continuing. 3. Virus tracking. In addition, the main source of the virus must be traced to understand the origin of the virus and effective measures must be taken to completely eliminate the source of the virus (9-11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint For an entire contaminated or potentially contaminated city, continuous air detection must be carried out to effectively detect or trace the virus in the air, and a mask must be worn by any citizen, especially in public places. New mobile hospitals should be built that can handle suspected cases in a centralized manner. This is essential to alleviate the pressure of treating the masses of infected patients in large hospitals. For example, during this outbreak, the Huoshenshan Hospital in Wuhan lasted only 10 days to be built for people infected with coronavirus. During the whole process, the epidemic situation should be reported in a timely and transparent manner. It also prevents unexpected public pressure and reduces unnecessary mental health problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Artificial intelligence technology can play a key role in almost every aspect including traffic management, infection detection, logistics supply chain, etc. This is a very important feature of a modern data-driven smart city. If the status of each citizen is listed, all can be accurately tracked and any population can be accommodated. Therefore, the flow of population can be controlled in a more orderly manner. Artificial intelligence technologies can be used to employ smart devices to support diagnosis and treatment, and can be used in telecommunications, online training and intelligent manufacturing to ensure minimal disruption to people's lives. Some hospitals use smart systems. Train stations can install powerful thermal imagers to measure the body temperature of passengers. Overall, efficiency and speed are very important in the control process, and conflicting research needs to be conducted (9-11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In response to the outbreak, China expanded its day-to-day contact with the WHO, regardless of economic disadvantages, and developed comprehensive multifaceted approaches to tackle the virus and prevent further exposure to the virus by taking rigorous and unprecedented measures arising from a sense of responsibility to citizens. It also disseminated its epidemic information . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint 9 openly, transparently, responsibly and in a timely manner to all other countries and international organizations (8) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "(8)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are difficult decisions for governments to make. How people respond to recommendations on preventing transmission is more important than government measures. The government's strategy of communicating with the public to inform them about infection prevention is also crucial. Extra support for managing the recession is also important. However, it is not clear that other countries can implement the measures that the Chinese eventually adopted to reduce and control the incidence in the future. Extensive capacity is needed for such a level of medical care, which is a health emergency and is particularly challenging. We hope that the analytical results of this study will help to clarify important aspects of the outbreak so that the spread of coronavirus in different locations can be minimized in the shortest possible time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the limitations of this study is the uncertainty of data on the first days of the epidemic in Iran. The distribution of data in the first week of the epidemic was such that the fitting of each parameter of the model with Iranian data through NLS or polynomial regression models posed problems so that we could not identify a better model with AIC or BIC criteria",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most important point is to emphasize the timing of the epidemic peak, hospital readiness, government measures and public readiness to reduce social contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Data analysis was led by BZ and AR who programmed the model with help from GM and MAM planned the inference framework. Data provided the data from online sources. MAR, BZ, GM and MAM wrote the paper. All authors interpreted the findings, contributed to writing the manuscript, and approved the final version for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint Figure 6 : Time-dependent recovery rate people in Iran with (t) estimated of China . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Declaration of interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modelling and Prediction of the 2019 Coronavirus Disease Spreading in China Incorporating Human Migration Data. Available at SSRN 3546051. 2020. 2. report-51",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China. Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi",
            "authors": [
                {
                    "first": "Cpere",
                    "middle": [],
                    "last": "Novel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic? The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global dynamics of an SEIR epidemic model with immigration of different compartments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Mathematica Scientia",
            "volume": "26",
            "issn": "3",
            "pages": "551--67",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Cell Discovery",
            "volume": "6",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The 2019-nCoV epidemic control strategies and future challenges of building healthy smart cities. Indoor and Built Environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S-J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2019 novel coronavirus of pneumonia in Wuhan, China: emerging attack and management strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical and Translational Medicine",
            "volume": "9",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "will continue to increase by the end of March. On the other hand, the current control measures are effective and sufficient and the number of cases estimated after the epidemic peak will go down. This model may be close to reality if intervention measures continue at the current intensity (8). At the time of the outbreak of COVID-19, the best and most urgent steps must be taken to overcome the coronavirus epidemic. The fight against coronavirus infection should be an emergency. It can only be overcome with the active cooperation of various businesses and professions such as the medical industry, transportation, government, manufacturers of technology products, etc. (9).Several essential tasks must be done while controlling the outbreak. 1. Controlling the virus source. In the face of the virus, the most effective strategy is to keep any suspected infected patient in a relatively confined space (hospital or home) to prevent the virus from spreading.Verified patients should be treated at the hospital immediately. 2. Controlling the virus spread.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Other countries can adopt only certain elements of China's strategy, including suspension of public transportation, closure of recreational areas and a ban on public assemblies that have been the most effective measures to reduce the epidemic in China. Hospitals can increase their storage of medical equipment and number of beds, and the government can emphasize the importance of hand washing and staying home if ill (12).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This study was funded by Vice Chancellor for Research and Technology of Kurdistan University of Medical Sciences, Sanandaj, Iran. The funding body played no role in the design of the study, collection, analysis, or interpretation of data or in writing the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Time-dependent transmission rate people in Iran with (t) estimated of China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time-dependent death rate people in Iran with (t) Predict the number of infected people in Iran from 03.12.2020 to 04.10.2020",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "There are various models for predicting the spread of viruses. Along with vaccines or diagnostic tests, mathematical modeling can be a useful tool for designing strategies for prediction and designing appropriate interventions for rapid control of infectious diseases if not effectively treated. The purpose of this study was to estimate the COVID-19 epidemic in Iran based on the SIR model. The results of the analysis of the epidemiological data of Iran from January 22 to March 8, 2020 were investigated and the prediction was made until March 29, 2020. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.Methods:A simple model of SARS and the precise prediction by Zhang et,al.(7) motivated us to use this model for Covid19. Limited laboratory kits, prolonged test results, people's lack of awareness and non-referral to medical centers led to incomplete registration of infected, suspected or dead cases in the onset days of the epidemic in Iran. In this situation, it is better to use a model with few parameters and include time-dependent rates. Suppose equation (1) includes three parameters: β(t) time-dependent transmission rate, Υ(t) time-dependent recovery rate, μ(t) time-dependent death rate, and time-dependent infected number. The number of patients in our model is a function of time. We predict the number of patients day by day.Therefore, we use the second equation that is based on the first equation.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Assuming that the epidemic continues to develop from 03.12.2020 to 4.10.2020, 27752 people are expected to be diagnosed with COVID19 across the country. In other words, on average, 925 people with COVID 19 are expected to be infected daily in Iran. The epidemic peaks within one week (15.03.2020 to 03.21.2020) and reaches its highest point on 03.18.2020 with 1126 infectedTable 1. Number of infected people in Iran from 03.12.2020 to 04.10.2020 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Figure 1. Time-dependent transmission rate people in china from 22.01.2020 to10.03.2020    . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprintFigure 2: Time-dependent recovery rate people in china from 22.01.2020 to 10.03.2020 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprintFigure 3: Time-dependent death rate people in china from 22.01.2020 to 10.03.2020 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprintFigure 4: Number of infected people in china from 22.01.2020 to 10.03.2020. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038950 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}