{
    "paper_id": "c09bd47c9531a9e32168f5bab13080ed676b27bb",
    "metadata": {
        "title": "Journal Pre-proof High-resolution computed tomography manifestations of COVID-19 infections in patients of different ages Zuhua Chen (Conceptualization) (Methodology) (Software), Hongjie Fan (Validation) (Formal analysis) (Writing -original draft) (Writing - review and TITLE PAGE Title: High-resolution computed tomography manifestations of COVID-19 infections in patients of different ages Highlights (for review)",
        "authors": [
            {
                "first": "Chen",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cai",
                "middle": [
                    "J"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hou",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [
                    "F"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuan",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hu",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zuhua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Chinese Medical University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou, Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongjie",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yunjiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Chinese Medical University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou, Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Baoliang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Chinese Medical University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou, Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanchun",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Chinese Medical University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou, Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shufeng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongguang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Chinese Medical University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou, Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiling",
                "middle": [],
                "last": "Xuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Chinese Medical University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou, Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongjie",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jihong",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310023",
                        "settlement": "Hangzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": "sunjihong@zju.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "GGO with crazy-paving patterns or interlobular septa thickening were common signs Fewer lesions were identified in the younger and adolescent age groups Distribution of lesions in the lungs showed age-related differences ABSTRACT J o u r n a l P r e -p r o o f Purpose: We aimed to compare chest HRCT lung signs identified in scans of differently aged patients with COVID-19 infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Case data of patients diagnosed with COVID-19 infection in Hangzhou City, Zhejiang Province in China were collected, and chest HRCT signs of infected patients in four age groups (<18 years, 18-44 years, 45-59 years, ≥60 years) were compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Small patchy, ground-glass opacity (GGO), and consolidations were the main HRCT signs in 98 patients with confirmed COVID-19 infections. Patients aged 45-59 years and aged ≥60 years had more bilateral lung, lung lobe, and lung field involvement, and greater lesion numbers than patients <18 years. GGO accompanied with the interlobular septa thickening or a crazy-paving pattern, consolidation, and air bronchogram sign were more common in patients aged 45-59 years, and ≥60 years, than in those aged <18 years, and aged 18-44 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Chest HRCT manifestations in patients with COVID-19 are related to patient's age, and HRCT signs may be milder in younger patients. pure ground-glass opacity J o u r n a l P r e -p r o o f of COVID-19, therefore different patterns might be expected in patients that undergo follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "According to previous studies, , the lesions are related to the evolution time:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "they mainly manifests as GGO in the early stage (0-4 days),an increased crazy-paving pattern in the progressive stage (5-8 days) , consolidation in the peak stage (9-13 days), gradient resolution of consolidation in the dissipative stage (≥14 days) [6] . J o u r n a l P r e -p r o o f In conclusion, age-related differences in chest HRCT scans were observed, such as the distribution, size, and density of lung lesions in patients with COVID-19 infection. These lesions appeared to be milder in younger populations. Hongjie Hu (MD): Investigation; Resources. Jihong Sun (MD): Supervision; Project administration. Conflict of Interest J o u r n a l P r e -p r o o f No conflict of interest needs to be disclosed.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study was supported by Zhejiang University special scientific research fund for COVID-19 prevention and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, dozens of unexplained pneumonia cases have occurred in Wuhan City, Hubei Province, China, and there are reports suggesting that the outbreak is related to exposure at the Wuhan South China Seafood Market [1, 2] . In subsequent months, pneumonia has spread in China and globally. Studies have shown that a new betacoronavirus known as COVID-19 (formerly known as 2019-nCoV). COVID-19 was listed as a public health emergency by the World Health Organization (WHO) on January 30, 2020 [3, 4] . As of March 15, 2020, there are 142,539 confirmed cases of COVID-19 infections worldwide. Of these, there have been 81,021 confirmed cases in China with 3,194 deaths.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There have been 61,518 confirmed cases and 2,199 deaths in 134 countries outside China, including Italy, Iran, South Korea, France, Japan, Singapore, Thailand, Malaysia, Germany, United States, etc. [5] At present, confirmation of COVID-19 infection mainly depends on detection through reverse transcription polymerase chain reaction (RT-PCR) of sputum, throat swabs, lower respiratory tract secretions, and other specimens [6] . However, nucleic acid detection is affected by factors such as insufficient kits, patients' immune status, disease course, and slow test reports, which complicate the diagnostic process. Chest high-resolution computed tomography (HRCT) is an important method for detecting lung abnormalities. It plays an irreplaceable role in the screening of suspected patients, the diagnosis and differential J o u r n a l P r e -p r o o f diagnosis of diseases, clinical classification, assessment of disease progression, detection of pulmonary complications, and follow-up after discharge [6] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Studies have shown that, compared to middle-aged and elderly people with COVID-19 infection, children or young people have milder symptoms, are more easily cured, and have a good prognosis [7] . In this study, we analyzed the HRCT lung manifestations and related signs in 98 patients of different ages. We also aimed to contribute to information needed urgently in clinics and to determine the relationship between the age of onset and chest HRCT signs to assist in combatting the epidemic.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This retrospective study was approved by the Ethics Review Committee of Hangzhou Xixi Hospital affiliated to Zhejiang Chinese Medical University. We collected clinical and laboratory data for analysis, derived from an electronic medical record system, concerning patients admitted to our hospital from January 20, 2020 to February 17, 2020, who had been confirmed as having COVID-19 infection using RT-PCR. Chest HRCT images were collected and evaluated using the Picture Archiving and Communication Systems (PACS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "All chest HRCT scans were performed using a GE Revolution Evo CT scanner (GE Medical Systems, Tokyo, Japan). Patients underwent a non-contrast HRCT scan on admission day. The mean time between the first symptom onset and the CT scan was 4.2±3.8 days J o u r n a l P r e -p r o o f (range, 0-15 days). Patients were placed in a supine position with head first. Scanning parameters were tube voltage (100 kV), tube current (10-240 mA), slice thickness (5mm), interval between slices(5mm), consecutive 1.25mm slices for high-resolution reconstruction scan, and scanning time (<5 s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HRCT inspection"
        },
        {
            "text": "Two senior radiologists evaluated the scanned images separately to identify HRCT characteristics of each patient. The focus was to observe whether lesions identified on the HRCT images involved both lungs and several lung lobes. A detailed analysis and evaluation of the imaging appearance concerning each of the lesions identified included: (i) the number of lesions, (ⅱ) the specific distribution of the lung lobe, (iii) the area of the lung field involved, (iv) lesion size, (v) lesion density, and (vi) whether signs of air bronchogram and dilatation were combined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HRCT image analysis"
        },
        {
            "text": "In this study, lung lobe distribution information included the right upper lobe, the right middle lobe, the right lower lobe, the left upper lobe, and the left lower lobe. The distribution of the lung field included the periphery (the outer one-third region of the lung), the central zone (the area inside the inner two-third region of the lung), and whether the peripheral and central zones were affected simultaneously. The transverse CT consecutive 1.25mm slice thickness for highresolution reconstruction scan, the largest layer of the lesion was selected, and the largest diameter of the lesion was measured. Lesions were divided into small patchy or nodular opacity (size of <1cm in long diameter), patchy or nodular opacity (1 -3 cm), medium patchy opacity (3 -5 cm), and large patchy opacity (5 -10cm), and larger patchy opacity (size ≥10 cm). In terms of density of a lesion identified using HRCT, this was assessed as either pure ground-glass opacity (PGGO), J o u r n a l P r e -p r o o f ground-glass opacity (GGO) with interlobular septa thickening or with a crazy-paving pattern, a mixed GGO with consolidation<50%, a mixed GGO with consolidation≥50%, and a complete consolidation. When the number of lesions per lobe was >5, only 5 obvious lesions t were analyzed. We determined whether mediastinal lymphadenopathy (defined as lymph node size of ≥1cm in short-axis dimension), pleural effusion, and other abnormal changes were also present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HRCT image analysis"
        },
        {
            "text": "If there was disagreement concerning analysis of the signs, a third chief physician (Zuhua Chen) was consulted to reach a consensus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HRCT image analysis"
        },
        {
            "text": "Statistical analyses were performed using SPSS 24.0. Measurement data are expressed as mean ± standard deviation, and numerical data are described as frequency. Patients were divided into 4 groups according to age as follows: group A, <18 years old; group B, 18-44 years old; group C, 45-59 years old; and group D, ≥60 years old. We used one-way ANOVA analysis of variance (post-hoc multiple comparisons using least significant difference [LSD] and a q-test), chi-square test, and rank sum test to compare the HRCT signs of COVID-19infected patients in different age groups, and the difference was statistically significant with a P-value <0.05.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 444,
                    "text": "[LSD]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In total, 98 patients (men, 52; women, 46) were identified, ranging in age from 4 to 88 years (average age, 43.0±17.2 years): group A, n=8; group B, n=46; group C, n=24; group D, J o u r n a l P r e -p r o o f n=20. At first presentation, fever was the most common clinical symptom (87.8%). Large volumes of sputum were not observed. Of all patients, 78 (79.6%) had been in direct or indirect contact with people from Wuhan, China. These clinical manifestations in infected patients of different age groups were not statistically significant (P>0.05), nor was there a statistically significant difference in the interval between the first symptom onset and the HRCT scan (P=0.921) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 690,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline information"
        },
        {
            "text": "All patients underwent comprehensive laboratory blood biochemical examinations. Creactive protein (CRP) levels were elevated in 51 (52.0%) patients, and serum amylase-like protein (SSA) levels increased in 75 (76.5%) patients. Eleven (11.2%) patients had abnormal white blood cell (WBC) counts (decreased WBC counts, n=2; elevated WBC counts, n=9). In total, 58 patients (59.2%) had abnormal neutrophil counts (decreased neutrophil counts, n=44;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline information"
        },
        {
            "text": "increased neutrophil counts, n=14). Fifty-one (52.0%) patients had abnormal lymphocyte counts. Baseline information, clinical symptoms, and biochemical indicators of the patients are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline information"
        },
        {
            "text": "This study first analyzed the chest HRCT scans of patients in different age groups in terms of bilateral lung and lobe involvement (Table 2) . Chest HRCT findings in 7 patients (7.1%) were normal. We identified 91 (92.9%) patients with involvement of at least one lobe, and 58 (59.2%) patients with bilateral lung involvement. There were significantly fewer cases of bilateral lung involvement in patients in group A than in patients in groups C and D (P<0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "HRCT evaluation"
        },
        {
            "text": "The number of lung lesions on chest HRCT scans were counted for each infected patient and comprised a total of 701 lesions: 10 in group A, 272 in group B, 235 in group C, and 184 in group D. The number of lung lesions observed using HRCT in patients across different age groups was statistically significantly different (F=4.826, P=0.004) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Pairwise comparison test results showed that the number of lesions per person in group A was less than that in groups C (P=0.002) and D (P=0.004), and that the number of lesions per person in group B was less than that in group C (P=0.019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Overall, 113 (16.1%) lesions were located in the right upper lobe, 87 (12.4%) lesions were located in the right middle lobe, and 198 (28.3%) lesions were located in the right lower lobe. There were 140 (20.0%) lesions located in the left upper lobe, and 163 (23.3%) lesions were located in the lower lobes of the left lung. Table 3 We also analyzed the density characteristics of each lesion, as detailed in Table 5 . GGO is a commonly observed HRCT finding in lung lesions in patients ( Figure 1 ). In this study, the most common lesions, 342 (48.8%), were GGO with a crazy paving pattern or interlobular septa thickening were the most common (Figure 2) . The relative representation of GGO with a crazy paving and interlobular septal thickening were more common in group C and D than in This study showed that HRCT image lesions size in all patients of 1-3 cm (49.4%) were most common, followed by <1 cm (32.4%). Lesion sizes across different age groups are shown in Table 6 . The differences between the lesions size of 1-3 cm, 3-5 cm, 5-10 cm, and ≥10 cm was statistically significant (P<0.05). There were no statistically significant differences between the lesions size of <1 cm at different ages (P>0.05). The lesions size of 1-3 cm was more common in groups C and D than in group A (P=0.003, P=0.006) and group B (P=0.01, P=0.034). The lesions size of 3-5 cm was more common in group C than in group B (P=0.004). For the lesions size of 5-10 cm and ≥10 cm in size, group D had greater numbers of lesions than group B (P <0.001, P=0.008) and group C (P=0.006, P=0.011).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 331,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 408,
                    "end": 415,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 644,
                    "end": 654,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 969,
                    "end": 976,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "We assessed the scans for signs of air bronchogram in each patient's lesion (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "There were no signs of air bronchogram in any of the lesions in group A. Groups D and C were found to have more lesions with air bronchogram (161 and 148 lesions, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The mean number of lesions associated with air bronchogram signs in group C and D were 6.7±6.4 and 7.4±5.6, respectively, which was significantly more than those in group B (1.9±2.6) (P<0.001 and P<0.001, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "year-old male presented with no underlying disease. His HRCT scan results revealed 1 lesion, located in the left lower lobe and peripheral zone, with PGGO, which appeared as a <1 cm small nodular shadow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One of the 98 patients in this study was found to have bilateral pleural effusion. A 56-"
        },
        {
            "text": "No signs of hilar or mediastinal lymphadenopathy were found in any of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One of the 98 patients in this study was found to have bilateral pleural effusion. A 56-"
        },
        {
            "text": "In this study, fever was found to be the most common clinical manifestation (87.8%) in 86/98 patients. Most patients (79.6%) had a history of direct or indirect contact with people from Wuhan, China, and were found to have abnormally elevated CRP levels (52.0%) and SSA (76.5%). This information is critical for the diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study also described common chest HRCT imaging features in patients with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, this study was detailed to the level of single lesions, with a close analysis of each lesion's size, density, lung lobe distribution, and lung field distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 infection and distinguished imaging signs between patients of different ages."
        },
        {
            "text": "In the chest HRCT manifestations patients in this study, patchy GGO and consolidation were common features. Similar manifestations were also present in severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) infections, as shown in previous studies [8] [9] . In this study, the lesions of patients were mainly located in the lower lobe of the right lung. This finding may be related to the thick and short physiological structure of the right lower lobe bronchus, which may have allowed the virus to enter this area more easily. In addition, whether the air bronchogram is associated with the central representation needs further study. The lesions of patients were mostly distributed in peripheral zone of the lung (80.7%), probably because the virus mainly affects the terminal bronchioles and lung parenchyma around the respiratory bronchioles in the early stage [10] . In patients, GGO with a crazy paving pattern or interlobular septum thickening was the most common sign (48.8%), with PGGO (33.2%) the J o u r n a l P r e -p r o o f second-most common. The lesions were mostly 1-3 cm patchy or nodular opacity (49.4%), and 56.2% of the lesions were accompanied with signs of air bronchogram.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 infection and distinguished imaging signs between patients of different ages."
        },
        {
            "text": "There were fewer lesions in younger adolescents and adolescents than in middle aged and older patients. The lesions showed varying age-related differences in distributions of the lung lobe and lung field. With increase in age, the lesions appeared to be mostly GGO with interlobular septum thickening or a crazy paving pattern, and the possibility of the appearance of 5-10 cm large patchy opacity and ≥10 cm larger patchy opacity was likely to increase. Our study findings showed that middle-aged and older patients had more severe lung involvement and lobe involvement and, at the same time, the lesions were accompanied more often by air bronchograms. Possible reasons for these findings are as follows: 1) adolescent cases are mostly third-generation infection cases, which may involve mainly family cluster cases. Furthermore, COVID-19 has weak virulence, resulting in lighter imaging signs in these patients [7] ; 2) minors have immature lung structure development, resulting in atypical HRCT signs, and; 3) a COVID-19 attack on the immune system is more likely to cause diffuse alveolar damage and a large number of inflammatory exudations in middle-aged and older patients with more baseline diseases. In one patient, bilateral pleural effusion was found, which may be due to the adjacent inflammation stimulating the pleura.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 917,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 infection and distinguished imaging signs between patients of different ages."
        },
        {
            "text": "These study findings are likely to help with understanding and evaluating the condition of infected patients of different ages, and provide insight into the possible subsequent evolution of the disease in infected patients of different ages, which should facilitate more accurate diagnosis and the development of treatment strategies. In this study, the key finding is that the middle-aged and elderly patients have the most severe representation of J o u r n a l P r e -p r o o f parenchymal findings, and follow with the morphological appearance that seems to be particularly limited in youngest group, which provides certain support for clinical individualized treatment of patients of different ages. Chest HRCT scans are helpful for screening, treatment management, and follow-up evaluation of suspected patients with COVID-19 infections, and they are complementary to clinical symptoms (fever), epidemiological history (direct or indirect exposure to people from Wuhan), and laboratory indicators. Therefore, it is essential to make full use of chest HRCT scans to achieve a comprehensive diagnosis and guide treatment for patients with COVID-19 infection. It is worth noting that the epidemiological pre-test risk drives the diagnosis towards COVID-19, which otherwise does not have a specific pattern compared to any other infectious interstitial infiltrate with further diffuse alveolar damage (DAD) or organizing pneumonia (OP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 infection and distinguished imaging signs between patients of different ages."
        },
        {
            "text": "This study had some limitations. First, there were fewer adolescent patients in the <18-year-old age group, which may have affected the results. Larger sample sizes are needed for further investigation. Second, the gradual dynamic evolution of the disease may be accompanied with weakening, enhancement, or transformation of the imaging signs, such as the absorption stage ≥14 days after the onset of the initial symptoms, with the crazy paving pattern gradually disappearing [6] . Finally, it's worth noting that the HRCT is depicting one second within the entire development White blood cell count (normal value, 3-9.5 × 10 9 /L) 5.9±2.5 ×10 9 /L Neutral particle count (normal value, 1.8-6.3 × 10 9 /L) 2.4±2.7 × 10 9 /L Lymphocyte count (normal value, 1.1-3.0 × 10 9 /L) 1.7±2.2 ×10 9 /L Numbers listed on the right (in brackets) represent percentages Abbreviations: CRP, C-reactive protein; CT, computed tomography; SSA, serum amylase-like protein Table 4 . A comparison of the lung field distribution of lesions at different ages (n), number of lesions Data are expressed as the mean ± standard deviation *Mean difference is significant at a level of 0.05 Table 5 . A comparison of HRCT density distribution of lesions in different age groups ",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 960,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1162,
                    "end": 1169,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 infection and distinguished imaging signs between patients of different ages."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of clustering pneumonia of unknown etiology in Wuhan City",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization, Novel Coronavirus(2019-nCoV) Situation Report -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization, Coronavirus disease 2019 (COVID-19) Situation Report -54",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Time Course of Lung Changes on Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia[J]. Radiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200370"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnosis and treatment recommendations for pediatric respiratory infection caused by the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J].World journal of pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12519-020-00345-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CT Imaging Features of 2019 Novel Coronavirus (2019-nCoV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200230"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Radiographic and CT Features of Viral Pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Radio-pathological correlation of organizing pneumonia (OP): a pictorial review",
            "authors": [
                {
                    "first": "Zare",
                    "middle": [],
                    "last": "Mehrjardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kahkouee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pourabdollah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "shows the distribution of lung lobe lesions by age group. Lesions of the right upper lobe were less common in patients in groups A and B than in patients in groups C (P=0.014, P=0.011) and D (P=0.006, P=0.003). Concerning involvement of the right middle lobe, lesions were more common in patients in group D than in those in groups A (P=0.039) and B (P=0.028). The number of lesions in the right lower lobe in different age groups was statistically significantly different (F=2.830, P=0.043), with patients in group A having fewer lesions in the right lower lobe than patients in groups B (P=0.009), C (P=0.008), and D (P=0.009). Furthermore, the distribution of lesions in the left upper (F=5.666, P=0.001) and left lower lobes (F=3.403, P=0.021) in different age groups was statistically significant. Among them, patients in group A and B showed less often lies in the left upper lobe compared to group C (P=0.004, P=0.002) and D (P=0.011, P=0.013). The involvement of lesions in the left lower lobe of patients in groups A (P=0.003) lower than that of patients in group C. In general, younger patients (especially group A) have fewer lung lesions than older patients (group C or D), which is reflected in any lobe (right upper lobe, right middle lobe, right lower lobe, left upper lobe, and left lower lobe) of the entire lung. But, the number of lesions in the left upper and lower lobes of infected patients was not statistically significant between groups A and B and groups C and D (P>0.05).Overall, 566 (80.7%) of 701 lesions were located in the peripheral zone. The involvement of peripheral lung lesions in group A was less than that in groups C (P=0.001) and D (P=0.005) (Table 4). The number of lesions distributed within this area in patients in group B were also less than those in patients in group C (P=0.009). There was no significant difference in the distribution of lesions in the central zone between patients of different ages (P>0.05). In addition, lesions involving both the peripheral and central zones were more common in patients in group D than in those in group B (P=0.049).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "groups A(P=0.002, P=0.003) and B (P<0.001, P=0.001). The density characteristics of the lesions were not significantly different between groups A and B, and between groups C and D (P>0.05). In addition, there was no statistically significant difference among PGGO, mixed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "An 11-year-old child was admitted to hospital with a 4-day history of nasal congestion. HRCT showed small patchy opacity approximately 1 cm in diameter in the left upper lobe and in the right lower lobe abutting the pleura. The left upper lobe lesions were thin GGO (A, yellow arrow), and the right lower lobe lesions were mixed GGO (B, yellow arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A 34-year-old male had an 8-day history of fever with fatigue and generalized aching. HRCT scans showed multiple GGO accompanied with interlobular septa thickening, and crazy paving pattern in the bilateral lower lobes under the pleura. Air bronchogram signs (yellow arrows) in the GGO were observed in bilateral lower lobes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A 48-year-old male presented with a 1-week history of coughing and a 5-day history of fever. HRCT demonstrated multiple patchy or nodular opacity and GGO under the pleura, with poorly defined margins, mostly in the lower lobe of the lung, and a few consolidations in the right lower lobe lesion (yellow arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A 73-year-old male presented with a 2-week history of dry cough and a 1-week history of fever. HRCT revealed multiple patchy and large patchy GGO (yellow arrow) with crazy paving pattern (red arrow) under the pleura in both lungs, and mixed with consolidation of the right lower lobe lesions (green arrow). Most lesions were located in the peripheral zone of both lungs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A 63-year-old female presented with an 8-day history of fever with occasional cough. HRCT showed large consolidating shadows in the lower lobes of both lungs with interlobular septa thickening, and the lower lobe lesions involved the central zone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ") = number of lesions. Data are expressed as mean ± tandard deviation. *The mean difference is significant at a level of 0.05. Abbreviations: GGO, ground-glass opacity; HRCT, high-resolution computed tomography; =number of lesions.Data are expressed as mean ± standard deviation. *Mean difference is significant at a level of 0.05.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of baseline data for COVID-19-infected patients (n=98)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bilateral lung involvement *Mean difference is significant at a level of 0.05 # Data were analyzed using a rank sum test △ Data were analyzed using a one-way ANOVA analysis of variance",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "A comparison of lesions distributed in different lung lobes",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "A comparison of lesion size distribution observed on HRCT images in different age groups",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}