{
    "paper_id": "c123065932c7c225167a35a10dd0f900d770671c",
    "metadata": {
        "title": "Different Phenotypic Presentations of X-Linked Lymphoproliferative Disease in Siblings with Identical Mutations",
        "authors": [
            {
                "first": "Zohreh",
                "middle": [],
                "last": "Nademi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nesrine",
                "middle": [],
                "last": "Radwan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Allergy and Immunology Unit",
                    "institution": "Ain Shams University",
                    "location": {
                        "settlement": "Cairo",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Kanchan",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bone Marrow Transplant Unit",
                    "location": {
                        "addrLine": "Great Ormond Street Hospital",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Gilmour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Austen",
                "middle": [],
                "last": "Worth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Booth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor, X-linked lymphoproliferative disease (XLP1) was first described in the 1970s [1] and is a rare primary immunodeficiency (PID) caused by mutations in the SH2D1A gene. This gene encodes the SLAM-associated protein (SAP) which is a key regulator of immune function in T, NK, and NKT cells and defects in this protein may lead to the cellular and humoral immune defects characterized in patients [2] . Clinical manifestations vary and include hemophagocytic lymphohistiocytosis (HLH), lymphoma, and dysgammaglobulinemia [2, 3] but patients can experience a wide range of phenotypes associated with immune dysregulation, even independent of Epstein-Barr virus (EBV) infection [3, 4] . Although historically associated with EBV infection, a recent study showed 35% of patients with XLP1 had no evidence of previous EBV infection and patients are often diagnosed based on positive family history alone [4] . No clear genotypephenotype correlation has been identified [4] . Here, we report three siblings from a non-consanguineous family of Yemeni origin with hemizygous deletions of exon 2 of the SH2D1A gene who manifested different phenotypes at different ages (Table 1) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1171,
                    "end": 1180,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Patient one was well until 21 months of age when he developed bilateral bronchopneumonia and pleural effusion requiring hospital admission. Further investigation confirmed severe hypogammaglobulinemia, marked lymphocytosis, and subsequently, hemizygous deletion of exon 2 of the SH2D1A gene. He commenced immunoglobulin replacement therapy and was monitored regularly. Lung function and chest imaging showed chronic changes. A donor search for hematopoietic stem cell transplant (HSCT) identified the best available donor was a haploidentical donor therefore HSCT was not undertaken at an early age. He first developed EBV viremia at six years old and received three courses of rituximab over the next five years. On depletion of B cells, EBV viremia persisted and further analysis confirmed the presence of EBV in T and NK cells. Recently, he developed fevers, weight loss, and increased cough. Investigations revealed autoimmune hemolytic anemia (AIHA) requiring rituximab and high-dose intravenous immunoglobulin (IVIG) alongside lower lobe lung collapse associated with Haemophilus influenza treated with a prolonged course of antibiotics. At this time, B cells had returned (CD19+ 660/μl) but were depleted upon rituximab administration. He remains on immunoglobulin therapy and prophylactic antibiotics awaiting HSCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient two was diagnosed at birth based on the positive family history. He remained well until three years of age when he developed intermittent abdominal pain. This was not associated with fever, night sweats, or diarrhea/ constipation. Further investigation confirmed raised LDH, anemia, and negative EBV PCR. EBV is negative in 25% Capsule Summary XLP1 can present in many different ways with no genotype-phenotype correlation. Therefore, close monitoring is extremely important especially in those with a family history. of lymphoma cases in XLP patients [4] . Abdominal CT scan demonstrated marked thickening of the distal ileum with pathological mesenteric and right iliac fossa enlarged lymph nodes. A biopsy was consistent with non-Hodgkin lymphoma and he received two cycles of R-GRAB (cyclophosphamide, doxorubicin, vincristine, prednisolone, methotrexate, folinic acid, etoposide, tioguanine, cytarabine, intrathecal methotrexate, and rituximab) chemotherapy before proceeding to a mismatched (8/10) unrelated cord blood transplant ( Table 2) . He successfully engrafted with 100% donor engraftment at last follow-up two years post-HSCT. He developed grade II gut and skin graft versus host disease (GvHD) with complete resolution. He also developed AIHA post-HSCT requiring steroid, rituximab, high-dose IVIG, and cyclosporine (which was stopped following the development of posterior reversible encephalopathy syndrome (PRES). Currently, he is fit and well. Diagnosis was confirmed in patient three at four months of age. He thrived and developed normally until 11 months of age when he presented with generalized seizures. Brain CT and MRI scans showed multiple areas of signal abnormality in the cerebral hemispheres, internal capsules, and cerebellum but no hydrocephalus or hemorrhage (Fig. 1) . He required PICU admission and ventilation to control his seizures. A lumbar puncture showed a raised protein in CSF with no cells present. There was no evidence of hemophagocytosis on bone marrow aspirate and trephine. He never developed any systemic features of HLH; ferritin was modestly raised to a peak of around 2000 μg/L, triglycerides of 3 mmol/L, and soluble CD25 of 10,000 pg/ml. There was no evidence of EBV infection. He was commenced on the HLH 94 protocol; however, he received only two doses of etoposide due to developing mucositis. A repeat brain MRI showed progression of the focal lesions and evolving brainstem herniation. An external ventricular device was inserted to decompress the ventricles and relieve the edema. Brain biopsy confirmed a lymphocytic infiltrate and features of immune dysregulation but no definitive hemophagocytosis on histopathology. As salvage therapy for progressive CNS HLH, he was treated with alemtuzumab (0.3 mg/kg in total) which led to modest CNS improvement. He developed a right lower zone consolidation which impaired his ventilation. His nasopharyngeal secretion was positive for respiratory syncytial virus and treatment with zanamivir and ribavirin was initiated. A lung biopsy performed pre-transplant showed scarring with significant fibrosis and macrophage infiltrates with negative cultures and PCRs. He underwent a TCR alpha/beta CD19-depleted HSCT from a MMUD (8/10) (details in Table 2 ) with100% donor engraftment on whole blood. However, he developed numerous complications post-transplant including thrombotic microangiopathy (TMA), grade III skin GvHD, Mycobacterium abscessus, and Stenotrophomonas lung infection and widespread skin breakdown. After several months, abdominal distention and discomfort were noted with raised lactate and an abdominal CT scan demonstrated fatty infiltration of a grossly distended liver. He rapidly developed liver failure progressing to multi-organ failure and sadly died nine months post-transplant.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1054,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1803,
                    "end": 1811,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 3257,
                    "end": 3264,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "XLP1 is a disorder of severe immune dysregulation, with HLH, lymphoma, and humoral abnormalities among its spectrum of manifestations [2, 4] . It is associated with an increased susceptibility to severe EBV infection, however, 35% of patients are EBV negative at diagnosis and may already display a clinical phenotype. There appears to be no significant difference in mortality seen between EBVpositive and EBV-negative patients [4] . This family illustrates that when XLP is managed conservatively, physicians need to maintain a high index of suspicion for complications of immune dysregulation, which may present indolently or with an isolated organ presentation. Considering the high morbidity and mortality rate, it is strongly recommended that genetic screening and counseling be carried out in families with history of XLP1. However, patients diagnosed at birth due to positive family history still carry a significant risk of mortality despite monitoring as demonstrated here; highlighting the severity of this disorder. Considering the lack of genotype-phenotype correlation and unpredictable course of XLP1 [4] , close monitoring remains critical to allow the prevention of infections, organ damage such as bronchiectasis, and to permit early treatment of EBV infection and other serious complications. Active disease at HSCT, pre-transplant organ damage and use of a mismatched donor reduces post-HSCT survival to almost 50% [4] . With the improved outcomes associated with haploidentical HSCT in primary immunodeficiency [5] , pre-emptive early HSCT could be considered for patients with XLP once stabilized after initial presentation even if a fully HLA-matched donor is not available.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1435,
                    "end": 1438,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Author Contribution ZN and NR equally contributed to writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of Interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "J Clin Immunol (2019) 39:523-526 525 Fig. 1 Brain imagings. a Brain MRI at the time of diagnosis of CNS HLH. There are multifocal enhancing lesions involving white matter and area of cortical and deep gray matter. Leptomeningeal enhancement is also noted. b Brain MRI post-HLH 94 protocol therapy. The multiple brain lesions appear more extensive in keeping with disease progression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "X-linked recessive progressive combined variable immunodeficiency (Duncan's disease)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Purtilo",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet",
            "volume": "1",
            "issn": "7913",
            "pages": "935--975",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe Epstein-Barr virus infection in primary immunodeficiency and the normal host",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Worth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Haematol",
            "volume": "175",
            "issn": "4",
            "pages": "559--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "X-linked lymphoproliferative disease type 1: a clinical and molecular perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panchal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "X-linked lymphoproliferative disease due to SAP/SH2D1A deficiency: a multicenter study on the manifestations, management and outcome of the disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "1",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "T-cell receptor αβ + and CD19 + cell-depleted haploidentical and mismatched hematopoietic stem cell transplantation in primary immune deficiency",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Allerg Clin Immunol",
            "volume": "141",
            "issn": "4",
            "pages": "1417--1443",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patients' characteristic Dx, diagnosis; P, patient; CNS, central nerve system; HLH, hemophagocytic lymphohistiocytosis; EBV, Epstein-Barr virus; RSV, respiratory syncytial virus; HHV6, human herpes virus type 6; IVIG, intravenous immunoglobulin; ABx, antibiotic; NA, not available Naïve T: CD4+CD45RA+CD27+/CD4−CD45RA+CD27+",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Hematopoietic stem cell transplant characteristic MMURD, mismatched unrelated donor; mm, mismatched; TCR ab, T cell receptor alpha/beta; CSA, cyclosporine A; MMF, mycophenolate mofetil; CMV, cytomegalovirus; EBV, Epstein-Barr virus; TMA, thrombotic microangiopathy; GvHD, graft versus host disease; ATM, atypical mycobacteria; MOF, multi-organ failure",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}