{
    "paper_id": "c248c92382c992076c653c489ec1d221db5d665f",
    "metadata": {
        "title": "COM 962 BMJ |12",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Warneford Hospital",
                    "location": {
                        "postCode": "OX3 7JX",
                        "settlement": "Oxford"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Are important but the effects of age and sex may be overlooked eDITORIALs 964",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Growing old is associated with a greater risk of falls, reduced bone volume, vascular events, cognitive decline, and depression. Although it is relatively straightforward to study the effects of interventions on the physical risks associated with ageing, studying effects on cognitive function is more difficult. Age related cognitive impairment affects about 5% of people over 65 in the developed world, and about half of those affected have memory loss. 1 In this week's BMJ, Kang and colleagues assess the impact of aspirin on cognitive function in a subgroup of elderly women enrolled in the women's health study 2 -a randomised controlled trial of the effect of aspirin on cardiovascular morbidity and cancer.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 457,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What is the evidence on interventions for delaying or preventing age related cognitive decline? Drugs for dementia produce transient symptomatic improvements by enhancing cholinergic neurotransmission but they do not delay progress to severe dementia. Molecular neurobiological and epidemiological studies suggest several interventions (such the possible neuroprotective effects of non-steroidal anti-inflammatory drugs 3 ) that may slow cognitive decline and postpone the onset of dementia. Many of these population based studies identify risk factors for vascular disease as targets for preventing dementia. These studies also highlight the fact that complex research designs are necessary to take account of confounding by the differential effects of survival and the contribution of lifelong habits associated with retention of good health. Persisting uncertainty about the timing and nature of the prodromal phase of dementia remains an important obstacle to assessing the efficacy of interventions. Including participants in trials who are not at increased risk of cognitive decline will reduce the likelihood of detecting efficacy.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So far, results have been encouraging. Treatment of hypertension is beneficial in older people, with well established cognitive benefits, possibly including reduced risk of transition to dementia. 4 Evidence is strengthening in support of folic acid supplementation to reduce hyperhomocysteinaemia (a putative vascular risk factor), which in turn improves cognition, 5 although it is unclear whether supplementation will prevent dementia. The case for antioxidant vitamin supplements remains weak, because although some reduction in the incidence of dementia seems plausible, good quality trials are lacking. Likewise, marine oil supplementation has not been adequately tested. 6 A case therefore exists for reducing vascular risk factors to maintain cognitive function. The preventive role of different drug groups with contrasting actions on the cascades of molecular events that lead to vascular disease also needs to be investigated. Aspirin has a 30 year track record as a candidate for overall reduction of cardiovascular risk. The women's health study offered a golden opportunity to examine its potential to delay cognitive decline. The study by Kang and colleagues 1 found no significant difference in cognitive function at any of the three assessments (the first one on average 5.6 years after randomisation) administered every two years. The mean difference in decline in the global score from the first to the final cognitive assessment was 0.01 (95% confidence interval −0.02 to 0.04). The study recruited healthy women over 45 and achieved high follow-up rates. Efforts were made to control for confounders (smoking, alcohol, exercise, body mass index, blood pressure, diabetes, and incident depressive and vascular disease). High completion rates of repeated cognitive assessment using telephone administered tests with prespecified \"real world\" outcome measures in a large well powered study allow conclusions to be drawn about the lack of effect of aspirin on cognition in this population.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 368,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Limitations-including sampling bias towards inclusion of white American women with low morbiditypreclude generalising the results to other populations at higher risk, and of course to men. Doctors who prescribe aspirin will be aware of the gastrointestinal complications identified in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, cognitive function was assessed by telephone interview, and was therefore entirely verbal and dependent on memory. This may seem reasonable when memory impairment is a core concept in research into dementia. However, there is a contrary view that the prodrome of Alzheimer's disease (the most common form of dementia) extends beyond memory loss to include deficits in executive functions, mental speed, 7 and attention, 8 and that visuospatial learning may also be important. These reports, with others, lead to the proposition that the early signs of dementia arise not from selective damage to key anatomical (\"bottleneck\") structures crucial for verbal memory, but from pathology that breaks connections between brain structures serving several cognitive domains. 9 In these terms, impairment of verbal memory alone is not the best early indicator of the dementia prodrome-deficits in attention and executive function are better predictors. Some eDITORIALs support for this \"disconnection hypothesis\" is derived from the study's finding of impairments on \"category fluency,\" a seemingly explicit task of memory requiring the naming of as many animals as possible in one minute. While interpretation of this test is complex-involving effortful retrieval, loss of knowledge, and both directed and sustained attention 10 -its potential importance as a marker of frontal or executive integrity should not be overlooked if premature conclusions on aspirin are to be avoided.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 433,
                    "end": 434,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Better quality research into cognitive decline in later life is needed, but many pitfalls blight the road to success. Ultimately, once multiple risk factors are identified, common pathways to the onset and prevention of Alzheimer's disease will be charted. 11 As this is achieved, measurements and study designs will need to move away from categorical approaches, and assess the confounding effects of ill health in old age and to place people in their correct social context in terms of dependency and lifelong cognitive abilities. The US health and retirement study design is informative about many of these issues. 12 Ongoing developments into the sources of individual differences in cognitive ageing acting across the life course 13 will provide some solutions to these taxing methodological problems. Some bereaved people develop severe long term reactions to their loss. This kind of reaction may be associated with adverse health outcomes and has recently been termed \"complicated grief.\" 1 The syndrome is more common after unexpected and violent deaths such as suicide. 2 3 People bereaved by suicide are also more likely than those bereaved by other deaths to experience stigmatisation, shame, guilt, and a sense of rejection. 4 People going through normal or uncomplicated grief reactions after a death usually do not need or benefit from specific interventions other than support-indeed these may be contraindicated. 5 The potentially severe implications for people who develop complicated grief suggest, however, that special treatment may be indicated. But are these interventions effective?",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 735,
                    "end": 737,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "2 3",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1239,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1430,
                    "end": 1431,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The randomised controlled trial reported by de Groot and colleagues in this week's BMJ is one of few evaluations in this field. 6 The findings indicate that provision of a cognitive behaviour counselling programme of four sessions to relatives and spouses bereaved by suicide between three and six months after the death may have some benefits compared with usual care. Thus, while treatment groups did not differ at 13 months after the death in prevalence of complicated grief, the programme seemed to help prevent maladaptive grief reactions and perceptions of blame for the death.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study highlights the question of how complicated grief differs from normal grief, and other possible bereavement outcomes, and how clinicians-especially in primary care-should best manage people at risk. A syndrome of complicated grief has been proposed for inclusion in the fifth version of the Diagnostic and Statistical Manual of Mental Disorders of the American Psychiatric Association. 1 In contrast to uncomplicated grief, people with complicated grief seem to be in a state of chronic mourning. The proposed criteria require that the bereaved person has persistent and disruptive yearning, pining, and longing for the deceased. The criteria include four out of eight symptoms that must be experienced frequently or to a severely distressing and disruptive degree (or both). The eight symptoms are trouble accepting the death, inability to trust others since the death, excessive bitterness related to the death, uneasiness about moving on with life, detachment from other people to whom the person was previously close, the feeling that life is now meaningless, the view that the future holds no prospect for fulfilment, and agitation since the death. Importantly, to fulfil the diagnosis these symptoms must have persisted for at least six months. They must also have resulted in considerable impairment in social, occupational, and other major areas of functioning. 1 Complicated grief may be associated with increased risk of cancer, hypertension, cardiac events, and suicidal ideation, 1 plus adverse health behaviours such as increased smoking and alcohol misuse. 7 Although complicated grief is associated with an increased risk of depressive disorders, it is clearly distinguished from depression. 8 Detection of people at risk is important. Sudden unexpected deaths appear to be associated with greater risk. Risk is also increased if the relationship with the deceased person was a dependent one. Other factors include early family experiences that may have undermined the person's sense of security-such as abuse and neglect or separation anxiety-and lack of a supportive network. 1 Practitioners may therefore be able to identify some people at risk. However, given the usual limitations of using risk factors for determining prognosis, monitoring the bereaved through occasional brief contact will also be important, especially as people who develop complicated grief may be reluctant to seek help from clinicians. 1 This will also provide opportunity for giving support. For people bereaved by suicide, self help can be encouraged through recommended reading material. 9 But what can be done to help people at risk, or those identified with a complicated grief reaction? The results of the trial by de Groot and colleagues indicate that specific interventions at an early stage may be helpful for people at risk who have experienced a sudden loss. The brevity of the intervention (four sessions) makes it attractive, although replication and improved results of such an intervention would increase confidence in recommending it. Once complicated grief has been identified, a more intensive approach designed to treat the condition seems to be effective, especially for people who have experienced a sudden violent loss. 10 Provision of cognitive behaviour therapy through an interactive internet based programme has also had impressive results. 11 Development of more resources to manage complicated grief is clearly required, together with further evaluations. However, current evidence indicates that not only is complicated grief a serious adverse outcome of bereavement, but that it may be dealt with effectively through carefully designed interventions. Socioeconomic differences in health have been described since the 16th and 17th centuries, 1 2 but only recently has reducing them been central to public health policy in many Western countries. 3 Over the past three decades, epidemiological studies have confirmed the existence of socioeconomic inequalities in a range of health outcomes, including premature mortality, cardiovascular disease, obesity, diabetes, self reported ill health, and smoking related cancers, and have explored potential mechanisms linking lower socioeconomic position to poorer health. 4 The Whitehall cohort studies have made important contributions to this literature. 5 Several studies, 6-9 including a publication from Whitehall II, 10 have found that poorer socioeconomic position is associated with worse morbidity, mortality, and self reported health in older people. In this week's BMJ, a new analysis of data from Whitehall II by Chandola and colleagues examines the extent to which socioeco-nomic inequalities in self reported physical and mental health continue into older age. 11 The paper adds to the literature by using repeated measures of socioeconomic position and self reported health, both of which may change with age. The paper demonstrates one of the strengths of prospective cohort studies-the ability to examine changing relations between health related characteristics over time.",
            "cite_spans": [
                {
                    "start": 1581,
                    "end": 1582,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1717,
                    "end": 1718,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2594,
                    "end": 2595,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3245,
                    "end": 3247,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3370,
                    "end": 3372,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3879,
                    "end": 3880,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 4247,
                    "end": 4248,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 4332,
                    "end": 4333,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 4398,
                    "end": 4400,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4750,
                    "end": 4752,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three key messages emerge: firstly, self reported physical health declines with age in all groups (women and men, people who are retired and those who continue work, and people in all employment grades); secondly, in contrast, self reported mental health increases in all groups; and thirdly the rate of decline in physical health with age is greater in those from lower employment grades than those from higher employment grades, which results in a widening of health inequalities with age. 11 The authors focus specifically on socioeconomic inequalities. But their repeated measurements and detailed analyses allow other inequalities to be explored. Figure 2 in their paper shows the trajectories of health change with age by occupational grade for the final phase (2002-4) of the study. However, the authors do not highlight that the interactions of age with time period included in their statistical model suggest that these trajectories changed over time. We calculated the trajectories of physical and mental health for each time period that the study covered using data from the full results of model I, presented in the appendix to the paper (figs 1 and 2). 11 We found that in the first period (1991-3) physical health did not decline with increasing age, and during the rest of the 1990s the decline in self reported physical health with age was much less pronounced than that seen since 2000 (fig 1) . With respect to self reported mental health, in the early 1990s the increase with age was more noticeably linear-continuing to increase into later older age-than in more recent years, where at older age the improvement in mental health flattens off (fig 2) . The differing impressions given by trajectories in the different periods are a reminder of how difficult it can be to summarise the results of complex statistical models in a transparent way.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1166,
                    "end": 1168,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 660,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1410,
                    "text": "(fig 1)",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1669,
                    "text": "(fig 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "These findings suggest that people in recent years perceive a greater decline in their physical health and a smaller improvement in their mental health as they age than people did a decade ago. Reasons underlying this cannot be determined from the data presented, but continued reporting in the media of the \"burden\" of an older population, together with changing roles of the family and society, and changing attitudes in society towards care for older people might be important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results of the statistical model also show that sex is the strongest predictor of physical health; the physical scores of the women in the reference group were, on average, 2.65 points lower than those for the men in that group. This compares to a difference of 1.60 points between the lowest and highest employment grades in this group. Women also reported worse mental health (difference of 1.96 points on the mental health score). As the authors report no evidence of statistical interaction between sex and age, the results suggest that the sex differences found in the reference age persist as people get older.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the full model results suggest that socioeconomic inequalities in self reported health persist and possibly widen with age, that the relation between age and self reported health changes over time, and that women have worse self reported health than men at all ages and time points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The implications of the findings for public health are uncertain because the meaning of differences of this size in self reported physical or mental health is unclear. A difference of 1 in the short form 36 (SF-36) score probably corresponds to 0.05-0.07 of a standard deviation: in previous UK based studies the standard deviation has ranged from 15-20, with similar means to those published in table 1 of the paper 11 Quantifying similar trajectories for objective health outcomes (such as blood pressure, fasting and postload glucose, lipid values, incident diabetes, and cardiovascular disease) that have a clearer meaning to clinicians, public health practitioners, and the public, and exploring how these change with socioeconomic position, age, and sex over different time periods, is something that Whitehall II can do and that we look forward to seeing. 2 It is supported by a range of additional documents related to acute hospitals, health care in the community, 3 an \"operational and strategic framework\" for adults in social care, 3 guidelines for staff in social care settings, 3 ambulance services, 3 and an ethical framework. 3 Some documents offer strategic guidance, some offer operational guidance, and others guidance for individuals. Comments are requested on all draft documents by 16 May 2007.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 863,
                    "end": 864,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 975,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1115,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1143,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of the framework is to set out the government's strategic approach to limit the domestic spread of a pandemic and minimise harms to health, the economy, and society. The document proposes a national framework within which organisations responsible for planning, delivering, or supporting local responses should develop and maintain integrated operational arrangements. The framework has many strengths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Firstly, it makes explicit assumptions that guide the strategy-for example, in relation to clinical attack rates and estimates of excess deaths that might follow. In addition, explicit policy assumptions are delineated for planning purposes. These deal with important themes such as transport policy (for example, travel restrictions, health screening, financial support to airlines), international policy (such as repatriation issues, medical assistance to British nationals overseas), essential services, education and social mixing, broadcasting, pharmaceutical interventions, communications, and response and coordination. These issues have previously been neglected by many national strategic plans. 4 Moreover, the policy assumptions are strategically linked to World Health Organization pandemic flu phases. The assumptions concur with WHO advice, again an area neglected in many national strategic plans and something likely to result in problems for international coordination and cooperation. 4 5 In their February 2007 report on the status of European Union preparedness for pandemic flu, the European Centre for Disease Prevention and Control (ECDC) highlighted several neglected areas. 6 One of these was making plans operational at local level, which is a profound challenge for all countries. The range of documents in this consultation exercise suggests this remains a testing exercise for the Department of Health.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 706,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "4 5",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1200,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the UK, as the new plan makes clear, the pri-mary responsibility for planning and responding to any major emergency rests with local organisations, acting individually and collectively through local \"resilience forums.\" Thus, operational planning will be guided by central government but will need to be implemented locally. However, can timely and effective implementation in a time of crisis be achieved under a devolved system? If it can, then preplanning is crucial-and these documents highlight the amount of planning needed at the local level. The UK's operational plans remain under development. A checklist for how the arms of the health system relate to health care in a community setting offers a useful way forward. However, this tells organisations only what needs to be done-not how to do it-and similar checklists are not available for all stakeholder organisations. Moreover, no structured mechanism exists through which organisations can draw from the lessons of others or ensure their operational plans are similar to others. Monitoring implementation of local operational plans will be important to avoid chaos in a crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some resources-such as strain specific vaccine, antivirals, and antibiotics-may be in short supply. It is unclear who will receive them, how and where priority decisions will be made, and whether responses across local areas will be consistent. While the framework outlines a variety of options, the document offers little guidance for local planners. The linked ethical framework document largely avoids the issue of prioritisation; it takes a medical (rather than a public health) approach and mostly neglects the strategic aims.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It could be that some people may be deemed more worthy of receiving treatment or prevention resources because of their impact on transmission dynamics, public health, the economy, or on mitigating \"social harm.\" But this issue is not dealt with. Some countries' plans offer more explicit guidance on the controversial issue of how to allocate scarce resources. 5 This is not simply an abstract moral dilemma. Further guidance from the Department of Health is promised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe acute respiratory syndrome, a dry run for pandemic flu, taught us that \"there should be clarity established beforehand, as to what decisions are taken at what level and by whom during an epidemic.\" 7 In acute crises, devolved authority tests health systems differently from top-down systems. 8 Indeed, the government's generic guidance, \"emergency response and recovery,\" referred to in the framework, outlines eight guiding principles. Among these is preparedness, \"all organisations and individuals that might have a role to play in emergency response and recovery should be properly prepared and be clear about their roles and responsibilities.\" 9 10 Ultimately, it will be a remarkable achievement if devolved operational authority is successful. History suggests that the political imperative in a national (indeed global) crisis will be to centralise strategic and operational authority. If this happens then much of the planning could be redundant and an alternative approach might be needed.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 300,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 656,
                    "end": 657,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 1 July 2007 smoking will be banned from most enclosed public places and workplaces in England, with fines for people who break the law. 1 The government of the United Kingdom estimates that this will result in a fall of 1.7 percentage points in the prevalence of smoking in England and an estimated annual saving of £100m (€147m; $200m) to the National Health Service. 2 National legislation inevitably puts pressure on local health services to deliver its promises. Yet timely and reliable information to help implement and monitor public health policies like smoking cessation is not always easy to find. Public health information exists in many forms in disparate locations. The UK government recognises the lack of a comprehensive collection of information for public health, and attempts are being made to rectify this. 3 Data, evidence, and narrative information form the three main types of public health information. Data-which is quantitative-usually describes a health service by its inputs (such as financial), outputs (such as hospital activity), and outcomes (such as survival rates). When displayed as trends over time or comparisons between places such data can be powerful. Secondly we have evidence, which comes from published research. Finally, we have narrative-qualitative information based on the experience and insights of people who use and provide a health service-the equivalent of a patient's history as recorded by a doctor.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 829,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Information on public health is less readily accessible than that available to colleagues working in more clinical settings, and it is time consuming to find. Practising public health practitioners also need tools and worked examples that can be applied to their local situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A new online service from the BMJ Publishing Group, BMJ Health Intelligence, aims to fill this gap. It takes essential public health topics and \"unpacks\" them, putting data, evidence, and examples of good practice into context in a way that is easy to find and apply. This same easy approach is being developed by BMJ Health Intelligence to support commissioning, especially for general practitioners (GPs) who have little experience in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As gatekeepers to secondary care and with a commitment to a defined practice population, GPs can exert considerable influence over hospital referrals and activity in secondary health care. They also have access to accurate information about the numbers and types of referrals from their computerised information systems and have considerable knowledge about the health of the local population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Department of Health in England has recognised GPs' vantage point and given them a lead role in practice based commissioning. This makes it even more important for GPs to see their acutely ill patients within the wider context of the whole population. Despite this obligation to get involved in commissioning, many GPs have little time to consider these wider health issues. To overcome this, interested GP should be encouraged to acquire public health skills and work alongside their public health colleagues. 4 BMJ Health Intelligence is also developing support for GP commissioners with easy access to evidence, data, tools, and examples of good practice. This will help establish the necessary long term relationships between primary and secondary health care and shape local patient pathways within a finite budget. 5 In clinical medicine, an intervention cannot be promoted without some evidence of effectiveness. In public health, where funding is even more limited than in other specialties, it is even more imperative that interventions are both cost effective and clinically effective. Evidence is not always available, but where it does exist the service offered by BMJ Health Intelligence classifies it into what works, what may work, and what doesn't work.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 516,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 826,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The service-which launches this month-has been built with contributions from practitioners, and it will continue to evolve with users' feedback. When the smoking ban comes into force on 1 July 2007, those who provide services for smokers will be better prepared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A new online service should benefit public health practitioners and GPs involved in commissioning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bringing public health information together"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Implementing diagnostic criteria and estimating frequency of mild cognitive impairment in an urban community",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bell-Mcginty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "X"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schupf",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mayeux",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Neurol",
            "volume": "62",
            "issn": "",
            "pages": "1739--1785",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Low dose aspirin and cognitive function in the women's health study cognitive cohort",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Buring",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grodstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.39166.597836.BE"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Non-steroidal anti-inflammatory drugs for the prevention of Alzheimer's disease: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Szekely",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Thorne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Zandi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Messias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Breitner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neuroepidemiology",
            "volume": "23",
            "issn": "",
            "pages": "159--69",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Systolic hypertension in Europe investigators. The prevention of dementia with antihypertensive treatment: new evidence from the systolic hypertension in Europe (Syst-Eur) study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Forette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Seux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Staessen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thijs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Babarskiene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babeanu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of 3-year folic acid supplementation on cognitive function in older adults in the FACIT trial: a randomised, double blind, controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Durga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Boxtel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jolles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Katan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "",
            "pages": "208--224",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Omega 3 fatty acid for the prevention of dementia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Gammack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Niekerk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Dangour",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Neuropsychological prediction of conversion to Alzheimer disease in patients with mild cognitive impairment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tabert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manly",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Pelton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenblum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Gen Psychiatry",
            "volume": "63",
            "issn": "",
            "pages": "916--940",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Attention and executive control predict Alzheimer disease in late life: results from the Berlin aging study (BASE)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Reischies",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Geriatr Psychiatry",
            "volume": "13",
            "issn": "",
            "pages": "134--175",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "White matter integrity and cognition in childhood and old age",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Deary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bastin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pattie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Whalley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Starr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurology",
            "volume": "55",
            "issn": "",
            "pages": "505--517",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Verbal fluency performance in dementia of the Alzheimer type: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neuropsychologia",
            "volume": "42",
            "issn": "",
            "pages": "1212--1234",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathways towards and away from Alzheimer's disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mattson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "631--640",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Health and Retirement Study Group. The health and retirement study. A longitudinal study of health, retirement, and aging",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A life-course approach to the aetiology of late-onset dementias",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Whalley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Neurol",
            "volume": "5",
            "issn": "",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Department of Health. UK Health Departments' influenza pandemic contingency plan",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Department of Health. Supporting guidance",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How prepared is Europe for pandemic influenza? Analysis of national plans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1405--1416",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Progress and lacunae in European national strategic plans for pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bull World Health Organ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "1 Zhang B, El-Jawahri A, Prigerson HG. Update on bereavement research: evidence-based guidelines for the diagnosis and treatment of complicated bereavement. J Palliat Med 2006;9:1188-203. 2 Mitchell AM, Kim Y, Prigerson HG, Mortimer MK. Complicated grief and suicidal ideation in adult survivors of suicide. Suicide Life Threat Behav 2005;35:498-506. 3 de Groot MH, de Keijser J, Neeleman J. Grief shortly after suicide and natural death: a comparitive study among spouses and first-degree relatives. Suicide Life Threat Behav 2006;36:418-31. 4 Jordan JR. Is suicide bereavement different? A reassessment of the literature. Suicide Life Threat Behav 2001;31:91-102. 5 Jordan JR, Neimeyer RA. Does grief counselling work? Death Studies 2003;2 :765-86. 6 de Groot M, de Keijser J, Neeleman J, Kerkhof A, Nolen W, Burger H. Cognitive behaviour therapy to prevent complicated grief among relatives and spouses bereaved by suicide: cluster randomised controlled trial. BMJ 2007 doi: 10.1136/bmj.39161.457431.55. 7 Prigerson HG, Bierhals AJ, Kasl SV, Reynolds CF 3rd, Shear MK, Day N, et al. Traumatic grief as a risk factor for mental and physical morbidity. Am J Psychiatry 1997;154:616-23. 8 Boelen PA, Van Den Bout J, de Keijser J. Traumatic grief as a disorder distinct from bereavement-related depression and anxiety: a replication study with bereaved mental health care patients. Am J Psychiatry 2003;160:1339-41. 9 Department of Health. Help is at hand: a resource for people bereaved by suicide and other sudden, traumatic death. London: DoH, 2006. www.dh.gov.uk/en/Publicationsandstatistics/Publications/ PublicationsPolicyAndGuidance/DH_4139006. 10 Shear K, Frank E, Houck PR, Reynolds CF. Treatment of complicated grief: a randomized controlled trial. JAMA 2005;293:2601-8. 11 Wagner B, Knaevelsrud C, Maercker A. Internet-based cognitive-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Concern persists at local level that current plans for pandemic flu in the UK do not take account of what we have learnt from the experience Richard coker reader in public health Health Policy Unit, London School of Hygiene and Tropical Medicine, London WC1E 7HT richard.coker@lshtm.ac.uk Competing interests: RC has received funding from F Hoffmann-La Roche, various governments, and the European Commission and has received honorariums and reimbursements from F Hoffmann-La Roche, governments, the European Commission, and the European Presidency Provenance and peer review: Commissioned; not externally peer reviewed. doi: 10.1136/bmj.39205.591389.80 UK preparedness for pandemic influenza Devolving responsibility to local authorities may not be the best policy BMJ | 12 May 2007 | VoluMe 334 965 BURGER/PHANIE/REX eDITORIALs with severe acute respiratory syndrome.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}