{
    "paper_id": "c2de9d9c437993a2da4945804799dd94b743d671",
    "metadata": {
        "title": "Detection of a new bat gammaherpesvirus in the Philippines",
        "authors": [
            {
                "first": "Shumpei",
                "middle": [
                    "Watanabe"
                ],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naoya",
                "middle": [],
                "last": "Ueda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Koichiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iha",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "S Masangkay"
                ],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hikaru",
                "middle": [],
                "last": "Fujii",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Phillip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alviola",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Mizutani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Ken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maeda",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daisuke",
                "middle": [],
                "last": "Yamane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Azab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Walid",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kentaro",
                "middle": [],
                "last": "Kato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Shigeru",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyuwa",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yukinobu",
                "middle": [],
                "last": "Tohya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Yasuhiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshikawa",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroomi",
                "middle": [],
                "last": "Akashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A new bat herpesvirus was detected in the spleen of an insectivorous bat (Hipposideros diadema, family Hipposideridae) collected on Panay Island, the Philippines. PCR analyses were performed using COnsensus-DEgenerate Hybrid Oligonucleotide Primers (CODE-HOPs) targeting the herpesvirus DNA polymerase (DPOL) gene. Although we obtained PCR products with CODE-HOPs, direct sequencing using the primers was not possible because of high degree of degeneracy. Direct sequencing technology developed in our rapid determination system of viral RNA sequences (RDV) was applied in this study, and a partial DPOL nucleotide sequence was determined. In addition, a partial gB gene nucleotide sequence was also determined using the same strategy. We connected the partial gB and DPOL sequences with long-distance PCR, and a 3741-bp nucleotide fragment, including the 3 0 part of the gB gene and the 5 0 part of the DPOL gene, was finally determined. Phylogenetic analysis showed that the sequence was novel and most similar to those of the subfamily Gammaherpesvirinae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the emergence of zoonotic viruses, including Nipah, Hendra, and Ebola viruses as well as severe acute respiratory syndrome (SARS) coronaviruses, there has been increasing interest in the role of bats as hosts for pathogens. Over 80 viruses have been isolated or detected in bats by nucleic acid analysis [1] . Herpesviruses are widely disseminated in vertebrates, and most mammalian orders have yielded at least one herpesvirus. However, no herpesviruses from bats are listed in the universal virus database [2] . A few herpesviruses were recently molecular characterized in bats [3, 4] . In this study, we examined bats in the Philippines in an attempt to find a new herpesvirus.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Forty-five insectivorous bats, Miniopterus australis, family Vespertilionidae (n = 23), Miniopterus schreibersii, family Vespertilionidae (17), Miniopterus tristis, family Vespertilionidae (2) , Rhinolophus arcuatus, family Rhinolophidae (1), Hipposideros diadema, family Hipposideridae (1), Myotis macrotarsus, family Vespertilionidae (1), and one frugivorous bat, Ptenochirus jagori, family Pteropodidae (1), were collected at two sites on Panay Island, the Philippines, in 2008. The bats were euthanized under sedation as described previously [5] . Samples of approximately 100 mg of each spleen were used for DNA extraction using a QIAamp DNA mini kit (QIAGEN), according to the manufacturer's instructions. To detect herpesviruses in field samples, we used COnsensus-DEgenerate Hybrid Oligonucleotide Primers (CODEHOPs; nested PCR) for amplification of a partial herpesvirus DNA polymerase (DPOL) gene sequence [6] . These consensus primers are known to be effective for detecting herpesviruses from any vertebrate host. An amplicon of approximately 200 bp of the DPOL gene was obtained in the DNA sample from an insectivorous bat, H. diadema (data not shown). Although direct sequencing was performed using CODEHOPs to avoid contamination of DNA in our laboratory, this was difficult due to the high degree of degeneracy of the primers.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 549,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, we developed a new method, rapid determination system of viral RNA sequences (RDV), for sequenceindependent determination of viral fragment sequences without cloning [7] [8] [9] . As described in our previous reports and shown in Fig. 1 , the RDV method includes direct sequencing technology. Each RDV primer contains the adaptor sequence, 4 nucleotides including CC (the end of the sequence after HaeIII digestion) and 2 variable nucleotides. After purification of the 200-bp PCR product from the gel, DNA was digested with HaeIII, and subjected to adaptor ligation as described previously [9] . PCR was performed using the RDV N1 to N16 primers and the degenerate TGV or IYG primer. We expected selective amplification of the templates having the RDV primer sequence and TGV (or IYG) primer at each end. PCR products were electrophoresed on agarose gels, and a DNA band of approximately 80 bp was obtained when the TGV and RDV N8 primers were used for amplification (data not shown). The DNA fragment was extracted from the gel, and direct sequencing was performed using the RDV N8 primer. Based on the fragment sequence obtained by direct sequencing, several specific primers were then newly designed. PCR was performed using these specific primers and the KG1 primer. The resultant PCR products were subjected to direct sequencing again. A 442-bp DPOL nucleotide fragment, corresponding to the region of amplification product with TGV and KG1, was determined (DDBJ accession no. AB459535). BLAST search suggested that the DPOL sequence was novel and most similar to those of gammaherpesviruses. Therefore, PCR was performed with another nested primer set targeting the gB genes of gammaherpesviruses [4] . First PCR was performed using RH-gB 1s and RH-gB 1as primers. After second PCR with RH-gB 2s and RH-gB 2as primers, an amplicon of approximately 450 bp of gB gene was obtained. To determine the nucleotide sequence of partial gB genes using direct sequencing, the same strategy used for determination of the partial DPOL sequence was applied. As a result, a 631-bp gB nucleotide fragment, corresponding to the region of amplification product with RH-gB 1s and RH-gB 2as primers, was determined. Then, we connected the partial gB and DPOL sequences with long-distance PCR, using specific primers, which were designed based on the obtained sequences in gB and DPOL regions. A 3741-bp nucleotide fragment including the 3 0 part of the gB gene and the 5 0 part of the DPOL gene was finally determined and deposited in Genbank (DDBJ accession no. AB490083). In tblastn search, it was demonstrated that concatenated gB and DPOL deduced amino acid sequence (1146 aa) was novel and most similar to those of retroperitoneal fibromatosis-associated herpesvirus (58% amino acid sequence identity). We have tentatively named this virus ''Hipposideros diadema herpesvirus 1 (HDHV1).'' A phylogenetic tree was constructed using the neighbor-joining method with concatenated gB and DPOL deduced amino acid sequence (gB; 304 aa, DPOL; 610 aa) and the available sequences of known herpesviruses (Fig. 2) . The tree confirmed that HDHV1 belongs to the Gammaherpesvirinae and suggested that HDHV1 is not assigned to the known genus. The tree also showed that HDHV1 is not placed in the same group with the known bat gammaherpesviruses. However, further characterization of HDHV1 is needed to reveal its taxonomic assignment.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1714,
                    "end": 1717,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 246,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3097,
                    "end": 3105,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Recently, bats have been described as hosts for herpesviruses in several countries in Europe, South America, and Asia [3, 4] . This report shows the detection of a new gammaherpesvirus in the Philippines, and confirms the wide geographical distribution of herpesviruses in bats. As bats display a high degree of diversity and account for 20% of the approximately 4,800 mammalian species [10], these animals are potential hosts for many unknown herpesviruses. Fig. 2 A phylogenetic tree was constructed using a multiple alignment of 914 aa, consisting of concatenated gB and DPOL amino acid sequences. The bootstrap consensus tree inferred from 1000 replicates is taken to represent the evolutionary history of the taxa analyzed. The percentages of replicate trees in which the associated taxa clustered together in the bootstrap test are shown next to the branches. Phylogenetic analyses were conducted in MEGA4 [11] . The tree was rooted to herpes simplex virus type 1 (HSV1) (X14112). The evolutionary distances were computed using the Poisson correction method and are given in units of the number of amino acid substitutions per site. All positions containing alignment gaps and missing data were eliminated from the dataset. The herpesviruses used for comparison and their accession numbers are as follows: alcelaphine herpesvirus 1 (AHV1), NC_002531; badger herpesvirus (BadgerHV), AF376034; bat gammaherpesvirus 1 (BatGHV1), DQ788623; BatGHV4, DQ788627; BatGHV5, DQ788629; caprine herpesvirus 2 (CPHV2), AF283477; Epstein-Barr virus 1 (EBV)(human herpesvirus 4), NC_007605; equine herpesvirus 2 (EHV2), NC_001650; human cytomegalovirus (HCMV), NC_006273; human herpesvirus 6 (HHV6), AF157706; HHV7, NC_001716; HHV8 (Kaposi's sarcoma virus), NC_003409; retroperitoneal fibromatosisassociated herpesvirus (RFHV), AF005479; rhesus monkey rhadinovirus (RRV), AF083501; saimiriine herpesvirus 2 (HVS), NC_001350",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 465,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ICTVdB, version 3, based on the 7th ICTV Report and subsequent updates",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Büchen-Osmond",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hae -digested sequence Adaptor sequence Hae -digested sequence KG1 PCR using the specific primer and TGV (KG1) (Direct sequencing using specific primer) Adaptor sequence Hae -digested sequence Adaptor sequence Hae -digested sequence Adaptor sequence Hae -digested sequence",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Overall scheme for direct sequencing with RDV",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We thank Mr. Edison Cosico and Mr. Eduardo Eres for their support in collecting bats, and thank Ms. Momoko Ogata and Ms. Kyoko Kano for their assistance. This study was supported in part by a grant from the Japan Society for the Promotion of Science, the Ministry of Health, Labor, and Welfare, and the Ministry of Education, Culture, Sports, Science and Technology, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}