{
    "paper_id": "c329512aa9856bcbab6eaeb37ceda756d229bfe0",
    "metadata": {
        "title": "436 Immunostimulatory Effect of Gold Nanoparticles Conjugated with Transmissible Gastroenteritis Virus",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "A"
                ],
                "last": "Staroverov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "V"
                ],
                "last": "Vidyasheva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "P"
                ],
                "last": "Gabalov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "A"
                ],
                "last": "Vasilenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "N"
                ],
                "last": "Laskavyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "A"
                ],
                "last": "Dykman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Animals were immunized with transmissible gastroenteritis virus conjugated with gold nanoparticles. The resultant antibodies had a higher titer than antibodies produced in response to native virus. Immunization with the antigen-colloidal gold complex led to a signifi cant increase of the peritoneal macrophages respiratory activity and of plasma IFN-γ level in immunized animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Gold nanoparticles are now actively used in various spheres of nanobiotechnology and nanomedicine with diagnostic and therapeutic purposes [4] . Gold nanoparticles are used as a platform for delivery of drugs [13] , genetic material [11] , antigens [1] , and as a drug or diagnostic agent proper in the therapy for tumors [8] and rheumatoid arthritis [6] . Colloidal metals bodies of small size have a large free surface which can be modifi ed, their toxicity is low, and they easily penetrate into tissues and cells [15] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gold nanoparticles safely transfer drugs and ge netic material into the cell [8] . The gold core in this system renders stability to the transported construction, while the monolayer on particle's surface determines characteristics, charge, and hydrophobic nature of the particle. An attractive feature of gold nanoparticles is their interaction with the transported substance via thiol bonds providing effective intracellular penetration.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analysis of the toxic and immunotoxic effects of nanoparticles of different nature showed their low toxicity, which depends on surface chemical modifi cation [10] . Modulation of these factors can appreciably re-duce immunotoxicity of nanoparticles and make them an effective transporter for drugs and vaccines.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent interesting publications indicate that conjugates of colloidal gold with low-immunogenic pep tides cause stimulation of phagocytic cells. The presence of colloidal gold conjugates stimulates the infl ammatory cytokines (IFN-γ, IL-1, IL-6) and macrophage NO synthase [6] . Macrophages recognize these conjugates through TLR-4.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We studied the possibility of using colloidal gold as an immunomodulator in immunization with viral antigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Enteropathogenic swine transmissible gastroenteritis (STG) coronavirus, obtained at Laboratory of Bacterial and Viral Infections of Veterinary Station, served as the antigen. The virus was reproduced on SPEV (swine embryo kidney cell) culture. For immunization, the virus was partially purifi ed from culture fl uid proteins by gradual addition of ammonium sulfate to 40% concentration (from saturated solution). The resultant mixture was left for 12-18 h at 4 o C. The precipitate was collected by centrifugation (4100g, 60 min, 4 o C). The precipitate was resuspended in 10 mM phosphate buffer (1:20 of the initial volume) and dialyzed over-night against the same buffer through a membrane with 10-20 kDa pores (Orange Scientifi c) at 4 o C. Clarifi cation of the suspension by centrifugation (10,000g, 5 min, 4 o C) was then carried out. Protein concentration was measured by Folin's method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The resulted virus-containing material was tested for viral antigen with specifi c rabbit polyclonal serum to STG, prepared at Laboratory of Bacterial and Viral Infections of the Veterinary Station. The study was carried out by immunodot method on a Western S membrane (Sigma-Aldrich). Antigen in double dilutions (1 μl) was applied onto the membrane, the membrane was dried, and sites of nonspecifi c adsorption were blocked with 2% skim milk for 1 h. After blocking, the membrane was incubated with polyclonal antiviral antibodies diluted 1:100 with 10 mM phosphate buffer for 1 h at ambient temperature. The membrane was then washed from nonspecifi cally bound antibodies in phosphate buffer. The antigenantibody reaction was visualized with antirabbit immunoglobulin conjugates with colloidal gold as described previously [2] .",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 830,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Colloidal gold (15 nm mean diameter of particles) was obtained as described previously [12] using chloroauric acid reduction with sodium citrate. To this end, 242.5 ml 0.01% chloroauric acid aqueous solution was heated in Erlenmeyer fl ask on a magnetic mixer with inverse water cooler. Sodium citrate (7.5 ml 1% water solution) was then added. The mean size of particles was controlled by spectrophotometric calibration, described previously [14] , and by transmission electron microscopy. The mean diameter of the resultant particles was 15.2 nm at their concentration of 1.6×10 12 /ml. STG virus was conjugated with colloidal gold after evaluation of the golden number. Mice and rabbits were immunized with the resultant complex. Quantitative evaluation of the protective effect of polymers on liophobic colloids (specifi cally, on gold hydrosols) was fi rst proposed by Zsigmondi. This method is still most often used in studies in this sphere. The minimum protective amount of hydrophilic polymer suffi cient for prevention of clotting of 10 ml gold sol after addition of 1 ml 10% NaCl solution to it is determined. This amount of lipophilic polymer expressed in milligrams is called \"golden number\".",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Outbred albino mice were divided into 2 groups, 10 per group. The antigen was injected intraperitoneally in a dose of 70 μg/20 g. Group 1 (control) animals were immunized with the virus without colloidal gold. Group 2 (experiment) animals were immunized with the virus conjugated with colloidal gold (0.1 ml, 1.6×10 11 particles). The animals received a single immunization; mice from each group were sacrifi ced on days 2, 3, 5, 7, and 14 by cervical dislocation (2 mice per point).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Peritoneal cells (macrophages) were isolated by the standard method. The respiratory activity of the cells was evaluated by nitroblue tetrazoleum bromide reduction to formazan (MTT test) as described previously [7] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Rabbits were immunized according to the following protocol [3] . The animals were divided into 3 groups, 3 per group. Group 1 animals were injected with the antigen in a concentration of 220 μg, dissolved in 1 ml colloidal gold (1.6×10 12 particles). Group 2 rabbits were injected with the antigen in a concentration of 220 μg, dissolved in 1 ml saline. Group 3 animals were injected with 1 ml colloidal gold without antigen. Immunization was carried out into 10 points along the spine 3 times at 14-day intervals. Blood for analysis was collected 10 days after the last immunization.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Plasma IFN-γ was measured by EIA system (Vector-Best). Specifi c antibodies were titered by the neutralization test as described previously [5] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Stability of the resultant conjugate of gold nanoparticles with STG was evaluated by the absence of aggregation after addition of water solution of NaCl to a fi nal concentration of 1%. Two main methods for biological macromolecules conjugation with colloidal gold are adsorption (used in our study) and hemadsorption. Each method has specifi c features as regards the preparation and use of conjugates. It is assumed that stabilization of gold colloids with biomolecules (functionalization) is realized by passive adsorption of the polymer on particles' surface due to electrostatic and hydrophobic interactions. Coulomb's interaction between lysine H 2 N groups and citrate ions on the surface of gold nanoparticles obtained by Frens' method [12] has been described. Recent studies revealed an important role of cystein molecule SH groups in the realization of protein binding to the surface of gold particles. Hence, preparation of a stable colloidal gold conjugate with STG is a result of the virus capside proteins interactions with the surface of gold nanoparticles by electrostatic and hydrophobic interactions and donor-acceptor bonds.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 748,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The effects of STG virus and virus conjugated with gold nanoparticles on the macrophage respiratory activity were studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Respiratory activity of peritoneal cells increased sharply in mice immunized with virus conjugated with colloidal gold and reached 114 pg formazan per cell on day 2 and 140 pg formazan per cell on day 5. On days 7 and 14, respiratory activity of peritoneal cells gradually decreased to 120 and 30 pg formazan/cell, respectively (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Respiratory activity of peritoneal cells in animals immunized with nonconjugated virus increased slightly on day 2 (52 pg reduced formazan/cell). On day 5, respiratory activity gradually decreased to 35 pg reduced formazan/cell. Later (on days 7 and 14) respiratory activity of peritoneal cells did not change much.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "With these results in experiments on mice, we carried out immunization of rabbits with STG virus, its conjugate with colloidal gold, and with colloidal gold in order to evaluate the effects of these preparations on the production of IFN-γ, one of the main infl ammation mediators in viral infections, and the production of specifi c antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The titer of virus-neutralizing antibodies was ma ximum in the group of animals immunized with the virus conjugated with colloidal gold and was 1:1365±591 vs. 1:170±74 in rabbits immunized with nonconjugated virus. No virus-neutralizing antibodies were found in controls immunized with colloidal gold without virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Evaluation of plasma IFN-γ showed the highest concentration in animals immunized with the virus con jugate with colloidal gold (1067±10 pg/ml). A lower concentration of IFN-γ was found in animals immunized with nonconjugated virus (910±14 pg/ml). Plasma concentrations of IFN-γ in intact controls and rabbits immunized with colloidal gold were 475±35 and 515±7 pg/ml, respectively (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Hence, STG virus conjugated with colloidal gold exhibited higher immunomodulating activity than nonconjugated virus. It seems that the immunostimulatory (adjuvant) effect of this complex was due to stimulation of phagocytic cells, which improved antigen presentation by antibody-producing cells. We showed [1, 3, 4] that gold nanoparticles used as antigen carriers stimulated phagocytic activity of macrophages and modulated lymphocyte functioning, which presumably determined their immunomodulating effect. The most interesting aspect of manifestation of immunogenic properties by the antigens immobilized on gold nanoparticles was the fact that gold nanoparticles acted as both adjuvant and carrier, that is, presented the haptene to T-cells. The effect of gold nanoparticles conjugated with the antigen on T-cell stimulation was detected (a 10-fold increase of proliferation in compari son with that in response to the native antigen). This fact indicated the principal probability of purposeful stimulation of T-cells with subsequent stimulation of macrophages by them and extermination of the agent. These results will probably serve as the basic for the creation of antiviral vaccines with gold nanoparticles as antigen carrier and adjuvant.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gold Nanoparticles: Synthesis, Properties, and Biomedical Use",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dykman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bogatyrev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Shchyogolev",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Khlebtsov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Kukushkin, Method for Detection of Antibodies to Swine Transmissible Gastroenteritis Virus by Neutralization Test on Panels",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Pankratov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Baibikov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Nikolaeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dynamics of respiration of peritoneal macrophages in mice immunized with STG virus (1) and its conjugate with colloidal gold(2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Changes in serum IFN- concentrations in rabbits immunized with different antigens. 1) immunization with STG virus; 2) immunization with STG virus conjugated with colloidal gold; 3) immunization with colloidal gold.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}