{
    "paper_id": "c384dba71681fe04e9d694198533d943b5247f7d",
    "metadata": {
        "title": "Monitoring of perceptions, anticipated behavioral, and psychological responses related to H5N1 influenza",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "T F"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "H Y"
                ],
                "last": "Tsui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "H"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "P K S"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "S"
                ],
                "last": "Griffiths",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The aim of this study was to monitor changes in behavioral and emotional responses to human H5N1 in the community over a 28-month period (from November 2005 to February 2008. Methods A total of 3,527 Hong Kong Chinese adults were interviewed by telephone within the framework of six identical cross-sectional surveys carried out during the 28-month study period. Given a hypothetical scenario that two to three new human-to-human H5N1 cases had been reported in Hong Kong, the trends of the respondents in various H5N1-related risk perceptions, anticipated personal psychological responses, and anticipated personal preventive behaviors were investigated. Results Over time, a decreased proportion of the respondents (1) felt susceptible to contracting H5N1, (2) expected a large outbreak would eventually occur, (3) believed that the impacts of H5N1 were worse than those of severe acute respiratory syndrome (SARS), and (4) anticipated adopting more types of preventive measures and experiencing mental distress in the case of a smallscale outbreak in Hong Kong (AOR from 0.27 to 0.43, p \\ 0.001), but the public remained vigilant on public health behaviors, such as hand-washing. The prevalence of misconceptions on the mode of transmission declined, but remained high; perceptions on the fatality of H5N1 remained largely underestimated. The SARS experience and unconfirmed beliefs about the transmission modes were associated with variables on anticipated preventive behaviors and emotional distress. Conclusion Starting in 2005 through to 2008, respondents perceived a decreasing level of susceptibility, severity, and anticipated stress towards a hypothetical human-to-human H5N1 outbreak, possibly due to the low efficiency of transmission. The public's general preparedness was still relatively good and rational, even though individual preventive behaviors were less common. However, misconceptions were prevalent among the respondents. Based on these results, public education is warranted to rectify these misconceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of August 10, 2009, H5N1 influenza (avian flu) cases in birds had been reported in 62 countries [1] , and 438 human H5N1 cases and 262 human deaths had been reported from 15 countries [2] . Although human-to-human transmission of H5N1 is inefficient [3] , a conservative estimate of the effect on human health of an antigenic shift of the H5N1 virus is that up to 7.4 million deaths would occur worldwide [4] . In 1997, the first human H5N1 cases were reported in Hong Kong; this outbreak consisted of 18 human cases with six deaths [5] . Only two human cases of H5N1 influenza were reported in Hong Kong in 2003, despite intermittent reports of small numbers of dead birds being H5N1 carriers [6] . Hong Kong and other countries have since instigated H5N1 preparedness plans to control potential outbreaks, which primarily involve hospital infection control measures.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the severe acute respiratory syndrome (SARS) epidemic period from March through June 2003 in Hong Kong, disease-related perceptions in the general population not only changed dramatically over a short period of time, but they were associated with community panic levels and the adoption of prevention behaviors [7] . Public perceptions of H5N1, such as the low perceptions of its seriousness and lack of control of external causes of the outbreaks, are often at odds with the efforts put in place to control its spread [8] . Results obtained from our earlier baseline studies showed that unconfirmed beliefs about H5N1 disease transmission modes were also prevalent in Hong Kong and associated with immediate behavioral responses, particularly avoidance behaviors, such as the avoidance of eating poultry meat and the avoidance of crowded places [9] . A small-scale outbreak of human H5N1 in Hong Kong would cause increased psychological distress and the adoption of preventive behaviors in the general population [10, 11] . We also found that H5N1-related perceptions were associated with higher anticipated psychological distress and the adoption of personal prevention behaviors [10, 11] . Perceptions and anticipated community responses, however, do change over time. We subsequently conducted five additional surveys that were comparable to the aforementioned baseline study with the aim of monitoring changes in perceptions and anticipated community responses. The results are reported in this paper. The study reported here therefore monitored-over a 28-month study period-trends in H5N1-related risk perceptions, anticipated psychological responses, and anticipated personal preventive behaviors in the case that two to three new human-to-human H5N1 cases would be reported in Hong Kong.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1026,
                    "end": 1029,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study population comprised Chinese adults (age 18-60 years) living in Hong Kong. Telephone numbers were randomly selected from up-to-date telephone directories. Random numbers were generated by the computer to represent page number, column. and row numbers. Six rounds of cross-sectional telephone surveys were conducted: survey 1, November 2005 (n = 503); survey 2, March 2006 (n = 501); survey 3, August 2006 (n = 502); survey 4, January 2007 (n = 501); survey 5, August 2007 (n = 770); survey 6, February 2008 (n = 750). A total of 3,527 individuals were therefore phoned during a 28-month period; the calls were placed between 6:30 and 10 p.m. to avoid an overrepresentation of unemployed people. The baseline study was conducted with a separate funding source, and surveys 2-6 were implemented roughly at 6-month intervals according to the study protocol. The eligible household member, whose last birthday was closest to the date of the survey, was invited to participate the study. Prospective participants were briefed on the study, and verbal informed consent was obtained before the commencement of the anonymous interview. At least three other independent telephone calls were made at different hours and days to those unanswered telephone numbers before the number was defined as invalid. Similar telephone survey methods have been used in a number of published studies related to SARS and H5N1 influenza [7] [8] [9] [10] [12] [13] [14] . The response rate, defined as the number of completed interviews divided by the number of eligible households, was close to 60%. Approval for the study was obtained by the Survey and Behavioural Research Ethics Committee of the Chinese University of Hong Kong.",
            "cite_spans": [
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1425,
                    "end": 1428,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Sampling and data collection"
        },
        {
            "text": "An identical structured questionnaire was used for all six surveys. This questionnaire had been used for the first time in the 2005 baseline survey [9] [10] [11] . Respondents were asked to answer questions on the level of emotional distress experienced during the local SARS outbreak (a 10-point scale ranging from 1.0 to 10.0), on some unconfirmed beliefs concerning the modes of human-to-human H5N1 transmission, and on other relevant perceptions (listed in Table 1 ).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 468,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Given a hypothetical scenario of two to three new human-to-human H5N1 cases being reported in Hong Kong, respondents were asked about their perception and perceived susceptibility to contracting H5N1 (yourself, your family members, the general public). Two dummy variables were also created: the number of types of anticipated behavioral response and the anticipated psychological response (items listed in Tables 2 and 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 421,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "The chi-square test and chi-square test for trend were used. Adjusted odds ratios (AOR) and respective 95% confidence intervals (CI) comparing the last survey (conducted in February 2008) versus the first survey (conducted in November 2007), adjusting for socio-demographic characteristics, were derived. Two binary-dependent variables were created: the number of anticipated behavioral responses (\\9 or C9 out of 10 of the behavioral responses) and the number of anticipated emotionally distressful responses (\\4 or C4 out of 6 of the behavioral responses). Relatively high cut-off points were selected to identify those who responded strongly to the reporting of new H5N1 cases, as it is expected that the majority of the general public would make some types of responses as human H5N1 transmission is unusual. Univariate odds ratios were derived for the associations between various independent variables and these two dependent variables. Those variables that were significant in the univariate analyses were used as candidates of subsequent multivariate stepwise logistic regression analyses. Statistical analyses were performed using SPSS for Window ver. 14.0 (SPSS, Chicago, IL), and a p value \\ 0.05 was taken as statistically significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "From survey 1 (S1) to survey 6 (S6), the prevalence of respondents incorrectly believing that human-to-human H5N1 virus could be spread via long-distance airborne transmission or by eating well-cooked poultry decreased [AOR = 0.41 and 0.31 respectively, p \\ 0.001; p \\0.001), while the prevalence of respondents believing that water sources (e.g., reservoirs) could transmit H5N1 increased (AOR = 1.36, p\\ 0.01; v trend 2 p \\ 0.001; Table 1 ). Clear and decreasing trends were observed for perceived susceptibility, including susceptibility of oneself, one's family member, and the general public (AOR ranged from 0.29 to 0.43, p \\ 0.001; v trend 2 p \\ 0.001; Table 1 ). The prevalence of respondents anticipating the occurrence of a large-scale local outbreak also decreased from S1 to S6 (AOR = 0.39, p \\ 0.001; v trend 2 p \\ 0.001; Table 1 ). Over time, higher percentages of respondents believed that no effective drugs and no effective vaccines were available [AOR = 3.54 and 3.11 respectively, p \\ 0.001; v trend 2 p \\ 0.001; Table 1 ). About the same percentages of respondents believed that the government would be able to control a newly emerged human-to-human H5N1 epidemic (AOR = 1.24, p [ 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 660,
                    "end": 667,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 835,
                    "end": 842,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1032,
                    "end": 1039,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Perceptions related to H5N1"
        },
        {
            "text": "The prevalence of respondents perceiving that the adverse consequences of human-to-human H5N1 cases were worse than those of SARS decreased over time when the S1 and S6 results were compared (AOR = 0.27-0.52, p \\ 0.001; v trend 2 p \\ 0.001; Table 1 ). The percentage of respondents providing C4 item responses indicating that H5N1 could have a worse impact in comparison to SARS decreased significantly from 33.6 to 13.2% over time (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 432,
                    "end": 441,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Perceptions related to H5N1"
        },
        {
            "text": "Anticipated preventive behavioral and anticipated psychological responses related to mental distress in the event of two to three new human-to-human cases being reported in Hong Kong A comparison of the response in S1 and S6 revealed statistically significant decreasing trends for seven of the ten items (AOR ranged from 0.26 to 0.62, p \\ 0.01; v trend 2 p \\ 0.05; Table 2 ). A statistically significant increasing trend was observed for the item ''would comply to quarantine policy'' (AOR = 3.89, p\\ 0.001; v trend 2 p \\ 0.01; Table 2 ). Over time, respondents anticipated a lower degree of emotional distress based on a comparison of the S1 and S6 data: all six items had p \\ 0.001 for the v trend 2 test, with the AOR ranging from 0.24 to 0.39 (Table 3 ). The percentage of respondents giving at least four (out of 6 items) responses related to emotional distress decreased from 19.3 to 6.8% over time (AOR = 0.30, p \\ 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 529,
                    "end": 536,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Perceptions related to H5N1"
        },
        {
            "text": "The multivariate results of the pooled data (S1-S6) showed that those respondents who were not currently married were less likely than others to have reported a higher number (C9) of anticipated preventive behavioral responses (multivariate OR = 0.57, p \\ 0.001; Table 4 ). The reverse was true for those who gave higher ratings (C8) for emotional distress experienced during the SARS period, those with unconfirmed beliefs about modes of transmission (''water sources'' and '''eating well-cooked poultry meat''), those perceiving one's family members would be 'likely' or 'very likely' to contract H5N1, those anticipating a large local outbreak in the case two to three new human-to-human H5N1 cases were detected in Hong Kong, those perceiving no effective drugs currently available, and those giving responses in at least one item indicating that H5N1 would have worse impacts than SARS (multivariate OR = 1.19-1.96, p \\ 0.05; Table 4 ). Participants of the later rounds of the survey (surveys 2, 3, 5, and 6) were also less likely than those of the baseline survey to have reported a higher number (C9) of anticipated preventive behavioral responses (multivariate OR = 0.41-0.70, p \\ 0.01; Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 931,
                    "end": 938,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1195,
                    "end": 1202,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Factors predicting a higher number of anticipated behavioral responses"
        },
        {
            "text": "The multivariate results of the pooled data (S1-S6) showed that respondents of those who were not currently married and those who perceived that the local government would be able to control a new emerging H5N1 epidemic were less likely than others to have given a higher number (C4) of answers indicating anticipated emotionally distressful responses (multivariate OR = 0.69 and 0.76, p \\ 0.05; Table 4 ). The reverse was true for those who were working full-time, those who gave higher ratings (C8) on emotional distress experienced during the SARS period, those with unconfirmed beliefs about modes of transmission (''long-distance airborne transmission'', ''water sources''), those perceiving higher susceptibility (''family members'' and ''the general public''), those anticipating a large local outbreak in case there were two to three new human-to-human H5N1 cases firstly detected in Hong Kong, and those giving at least one response indicating H5N1 would have worse impacts than SARS (multivariate OR = 1.26-2.73, p \\ 0.05; Table 4 ). Respondents in the later rounds of survey (surveys 4, 5, and 6) were also less likely than those of the baseline survey to have given a higher number (C4) of answers indicating anticipated emotionally distressful responses (multivariate OR = 0.64, 0.69, and 0.44; p \\ 0.05; Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 403,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1033,
                    "end": 1040,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1318,
                    "end": 1325,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Factors predicting a higher number of responses related to emotional distress"
        },
        {
            "text": "During the 28-month study period, no human H5N1 cases were reported although some dead H5N1-infected birds [16] . Potential human-to-human transmissions had also been documented [17] . Therefore, the actual threat from H5N1 therefore did not dissipate during the study period. Extrapolating the answers of our respondents to the general population, however, it would appear that the general public in Hong Kong is responding rationally to this potential threat. Over time, high proportions of the general population worried less about a large-scale epidemic outbreak, showed increasing confidence in the governmental preparedness, and perceived lower susceptibility in contracting H5N1. In contrast, lower proportions of the study population believed that the human H5N1 would cause severe damage or would have unfavorable disease-related havoc (e.g., infectivity, fatality, epidemic duration), showed mental distress, or believed that the reporting of a few new human H5N1 cases would have a large impact on oneself. Compared to the baseline data, the prevalence of anticipated avoidance behaviors and the use of face-masks in public areas had also decreased by 20-30% at survey 6. Moreover, although the vast majority of the respondents at survey 6 believed that there was no effective treatment or vaccine for H5N1, neither of these two beliefs was associated with the mental distress dummy variable. All of these findings consistently suggest that the likelihood of community panic and irrational reactions at the initial phase of an H5N1 outbreak in Hong Kong has been decreasing. These trends mirrored the epidemiological data on inefficient human-to-human transmissions and reporting of geographically scattered human H5N1 cases. H5N1 has drawn less media attention, and reports on H5N1 have become less strident over time.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hong Kong was badly hit by the SARS epidemics, and these epidemics may have a lasting impact on community responses to emerging respiratory diseases. Our results show that emotional distress felt during the SARS period was strongly associated with anticipated behavioral and psychological distress. Moreover, despite the observed declining trend on perceived susceptibility, the majority of the public remained vigilant and would adopt a large number of public health measures in the case of a local small-scale human H5N1 outbreak; however, it is an interesting finding that the prevalence of such anticipated behaviors did not decline over time. Preventive behaviors OR u , Univariate odds ratio; OR m , odds ratio obtained from stepwise multivariate logistic regression analysis using univariately significant variables (with p \\ 0.05) as candidate variables; ns not significant in the multivariate analysis; -, univariately not significant * p \\ 0.05; ** p \\ 0.01; *** p \\ 0.001; a p value \\ 0.05 was taken as statistically significant a Out of the 10 items listed in Table 3 b Out of the 6 items listed in Table 4 c Respondents were asked to rate on a 1-to 10-point scale their level of emotional distress during the SARS epidemic in 2003 were adopted by the public on a very broad scale during the SARS period, and since then, the local government keeps reminding the public about such measures through frequent broadcasting in the media and advertisements/posters at all train stations. Habits and norms may therefore have been formed in the local general population. The community preparedness for adopting preventive measures is therefore very high as the general public in Hong Kong had been well drilled during the SARS period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1072,
                    "end": 1079,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1111,
                    "end": 1118,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The encouraging results from our study do not mean that a new H5N1 outbreak in Hong Kong would not result in significant damage. The prevalence of face-mask use in public areas was 84.3% during the first 3 weeks of the SARS epidemic, while at the baseline study and survey 6, 73.8 and 43.7% of the participants, respectively, answered that they would adopt the same behavior in the case of a few new human H5N1 cases being reported in Hong Kong. The effectiveness of the face-mask in preventing influenza transmission is, however, controversial [18] , although a local study showed that it did contribute to the control of SARS [19] . The psychological impact of a masked city may damage the economy and, in addition, relevant government guidelines on face-mask use in public venues would be required. Moreover, about half of the public would still show some form of avoidance behaviors, implying that severe economic loss and social distancing would still occur in the event of a human H5N1 outbreak. Continuous monitoring is warranted, as there is still a need to alleviate unnecessary economic damage.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 549,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the prevalence of a number of misconceptions (such as those related to long-distance airborne transmissions and poultry meat) decreased over time, others, such as the one related to insect bites, were still highly prevalent. Beliefs in airborne and waterborne transmission were also independent predictors of anticipated mental distress responses, whereas the belief in waterborne transmission was significantly associated with the number of anticipated behavioral responses. Moreover, the general public greatly underestimated the fatality rate of H5N1. Unlike the clustering of SARS cases, reporting of human H5N1 cases tended to be sporadic. Rectification of this misconception on the risk of fatality may result in shorttime community distress, but the public would be better prepared to face the reality in the long run. It is therefore necessary to rectify the aforementioned misconceptions so as to reduce distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Behavioral intention, according to the Theory of Planned Behavior, is a strong predictor of actual behavior [20] . The study reported here is unique in that it investigated-over a relatively long period of time-anticipated responses to an emerging infectious disease. Continuous monitoring will be conducted in future studies by our research team. The serial cross-sectional surveys reported here as well as studies yet to be conducted will serve a natural experiment to investigate whether anticipated responses toward an emerging infectious disease are translated into actual responses. This is a novel approach in this field of study.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has some limitations. First, it comprised serial cross-sectional studies rather than a single cohort study. Despite the noted advantages of cohort studies, learning effects between six identical surveys in a cohort study would pose a major disadvantage that may limit the validity of the cohort study. Despite the fact that residents of Hong Kong without fixed-lines at home were not covered in the telephone surveys, over 95% of local households in Hong Kong do have a telephone. Although self-reported responses may be slightly biased from social desirability, general trends in the data should still be valid. The response rates were modest but comparable to those of similar local studies [12-14, 21, 22] . Over time, there was a lack of significant changes as there were no human cases reported in Hong Kong, while such cases were reported intermittently in other countries. It should also be pointed out that while the declines from survey 1 to survey 5 were, in general, consistently observed, the change at survey 6 tended to be larger than previous changes. There is no particular explanation for these larger changes, although it can be speculated that by the end of the study period, H5N1 had received very little media attention for a relatively long time. Further research may try to quantify the media effect.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 718,
                    "text": "[12-14, 21, 22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the encouraging news is that the general public may be aligning their responses to H5N1 with epidemiological evidence. However, issues, including misconceptions on face-mask use that may not be necessary and avoidance behaviors, are still of concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It should be noted that the clinical outcome of the first few new local human H5N1 cases (e.g., fatality rate) may change the public's perceptions overnight. The co-existence of human H5N1 cases, H1N1 cases, or the return of SARS may further complicate the response of the community. Ongoing monitoring surveys that capture responses before and after the emergence of new cases are thereby warranted. Further studies should also investigate the impact of the community responses to H1N1, as monitoring community responses is part of the preparedness to emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Organization for Animal Health. Facts & figures: Avian influenza",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Avian influenza frequently asked questions",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic influenza risk communication: the teachable moment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lanard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Avian influenza in Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "Ellis",
                    "middle": [],
                    "last": "Tm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dyrting",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Dis",
            "volume": "47",
            "issn": "",
            "pages": "832--840",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. H5N1 avian influenza: Timeline of major events",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What causes H5N1 avian influenza? Lay perceptions of H5N1 aetiology in South East and East Asia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Udomprasertgul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Public Health",
            "volume": "31",
            "issn": "",
            "pages": "573--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Perceptions about status and modes of H5N1 transmission and associations with immediate behavioral responses in the Hong Kong general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Prev Med",
            "volume": "43",
            "issn": "",
            "pages": "406--416",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anticipated and current preventive behaviors in response to an anticipated human-tohuman H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perceptions related to human avian influenza and their associations with anticipated psychological and behavioral responses at the onset of outbreak in the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hong Kong Chinese general population",
            "authors": [],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "",
            "pages": "38--49",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARSrelated perceptions in Hong Kong",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "417--441",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Psychosocial factors influencing the practice of preventive behaviors against the severe acute respiratory syndrome among older Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Aging Health",
            "volume": "17",
            "issn": "",
            "pages": "490--506",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Avian influenza risk perception, Hong Kong",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "677--82",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Avian influenza-situation in China-update 12",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization. Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Probable limited person-to-person transmission of highly pathogenic avian influenza A (H5N1) virus in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1427--1461",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Face mask use and control of respiratory virus transmission in households",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Epid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SARS transmission, risk factors and prevention in Hong Kong",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "587--92",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The theory of planned behavior",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ajzen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Organ Behav Hum Decis Process",
            "volume": "50",
            "issn": "",
            "pages": "179--211",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The relationship between condom use, sexually transmitted diseases, and location of commercial sex transaction among male Hong Kong clients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS",
            "volume": "17",
            "issn": "",
            "pages": "105--117",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Positive association between gastro-oesophageal reflux disease and irritable bowel syndrome in a Chinese population",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Aliment Pharmacol Ther",
            "volume": "25",
            "issn": "",
            "pages": "1099--104",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "p \\ 0.05; ** p \\ 0.01; *** p \\ 0.001; a p value \\ 0.05 was taken as statistically significant a Responses options include ''agree'', ''disagree'', and ''not certain'' b Response options include ''yes, ''no'', and ''not certain'' c Response options include ''very likely'', ''likely'', ''unlikely'', ''very unlikely'', and ''not certain'' d Response options include ''worse than severe acute respiratory syndrome (SARS)'', ''similar to SARS'', ''better than SARS'', and ''not certain'' e The variable was dichotomized into ''None'' and ''At least 1 item'' in the logistic regression analysis Results Background characteristics Of the respondents in the six surveys, about half were male (44.7-49.5%), around two-thirds were currently married (61.2-66.0%), around 40% were employed full-time, approximately two-thirds were aged C35 years (61.1-67.7%), and approximately 40% had attained post-secondary education (38.0-45.6%). With the exception of educational level (p = 0.04), none of these variables showed significant differences across the surveys (p [ 0.05).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Perceptions related to H5N1 with respect to human-to-human H5N1 transmission scenario AOR, Odds ratio adjusted for gender, age group, education level, marital status, and employment status; CI, confidence interval",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Anticipated preventive behaviors, if two to three new human-to-human H5N1 cases were reported in Hong Kong Total number of items with ''likely/very likely'' responses in the above 10 items * p \\ 0.05; ** p \\ 0.01; *** p \\ 0.001; a p value \\ 0.05 was taken as statistically significant a Response options include ''very likely'', ''likely'', ''unlikely'', ''very unlikely, and ''not certain''",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Anticipated psychological responses, if two to three new human-to-human H5N1 cases were reported in Hong Kong",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Associations between anticipated preventive behaviors, psychological responses, and studied variables listed inTables 1 and 2",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors would like to thank the study respondents of all six rounds of the telephone surveys. The first round of the study was supported by the Li Ka-Shing Institute of Health Sciences, and the fifth and the sixth surveys were funded by the Research Fund for the Control of Infectious Diseases, Food and Health Bureau, the Hong Kong Special Administrative Region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}