{
    "paper_id": "c39c48ac5c3083a30f4fd9e553067017a9f4d499",
    "metadata": {
        "title": "Author manuscript; available in PMC",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Gern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "W"
                ],
                "last": "Busse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "addrLine": "600 Highland Avenue",
                        "postCode": "53792-9988",
                        "settlement": "Madison, Madison",
                        "region": "WI, WI"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rhinoviruses; wheezing; asthma; bronchiolitis; common cold; viral infection; pneumonia Our understanding of the biology of diseases has been advanced in a quantum fashion with the application of molecular tools. The study by Miller and colleagues is another glowing example of how molecular approaches can unravel mysteries and add to greater understanding of diseases like asthma. It is now well appreciated that rhinovirus (HRV) infections are the major cause of asthma exacerbation in children, and possibly contribute to early onset asthma. This has not always been the case. Thirty years ago the impact of HRV infections in asthma was known but underestimated because this organism is difficult to culture. However, with the advent of highly sensitive and specific molecular diagnostics tools, viruses, and most commonly HRV, were found to cause over 80% of asthma exacerbations in children. Why did it take so long to appreciate this relationship? The findings of Miller and co-workers help us to understand this delay by highlighting relationships between acute asthma and a new group of HRVs which do not grow in standard tissue culture. Their work is another example of successfully applying molecular tools to solve longstanding problems in clinical medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This new study represents a collaborative effort to identify viral pathogens associated with hospitalization of young children for lower respiratory infections (LRI). The original goal of the project, named the New Vaccine Surveillance Network, was to evaluate the impact of influenza vaccination on hospitalization rates in early childhood. This study had a number of notable strengths. First, it was conducted in children's hospitals in Nashville TN and Rochester NY that are virtually the sole providers of pediatric inpatient care in the regions, which allows for accurate estimates of population-based rates for hospitalization. Second, PCR-based viral diagnostics were employed, and this is of critical importance for detecting viruses that don't grow well in tissue culture, which we now know includes the majority of respiratory viruses. Finally, the investigators analyzed partial genetic sequences to type clinical strains of HRV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previously published findings from this study demonstrated that HRVs were often the only pathogens detected in children hospitalized for respiratory illnesses. 1 In fact, HRV were found more often (26%) than respiratory syncytial virus (RSV, 20%), parainfluenza (7%), influenza (3%), or any other single family of viruses. Risk factors for hospitalization with HRV LRI included young age and asthma, which was not a surprise given a number of surveys with similar findings from around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What was surprising is that most of the HRV strains that were identified by partial sequencing represented \"new\" strains: not new in the sense of pedigree, but rather newly discovered. HRV had been classified into 100 serotypes based on growth in tissue culture and inhibition by specific antisera, and these canonical strains were classified into groups \"A\" and \"B\" based on similarity of partial genetic sequences and responses to certain antiviral medications. Data from the study of Miller and colleagues, along with similar findings from Australia, 2 Hong Kong, 3 Germany, 4 and other US centers [5] [6] [7] demonstrate that there are a lot more HRV strains than had been previously appreciated. The new HRV add to the list of recently discovered respiratory viral pathogens (Table) . One common theme that unites this diverse group is that all grow poorly or not at all using traditional tissue culture methods. This characteristic explains why the discovery of these pathogens was delayed pending the development of molecular techniques, and together with the considerable differences in sequence, suggests that HRV-C have life cycles that are distinct from group A and B viruses. Accordingly, analysis of the structural proteins indicate that newly discovered HRVs may bind to unique cellular receptors. 8 What is the clinical significance of these new viruses? The findings of Miller and colleagues indicate that HRV-C can be associated with wheezing illnesses and exacerbations of asthma. In fact, in their study, group C viruses were more often associated with exacerbations of asthma than other HRV. There may be insufficient data for this conclusion, however, given the distinct complexities of HRV epidemiology. While viruses such as RSV and influenza typically have 1 or 2 serotypes circulating through a community, up to 20 strains of HRV are present in a community during a single season. Furthermore, the prevailing HRV strains differ significantly from place to place, and from season to season. Whether all HRV-C are more likely to cause more severe disease, or just the strains that were circulating in Rochester and Nashville during the study period remains to be determined.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 604,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 787,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "This raises an important clinical question: with so many HRV strains out there (maybe there will be 150 or 200 strains when all is said and done), what can we do about it? There are several possible strategies, and usually the first one to be summarily dismissed is vaccination. Polyvalent vaccines are a reality, but a 200-valent HRV vaccine is just not plausible. This situation could be reassessed, however, if it were possible to identify a smaller number of more virulent HRV (perhaps Group C?) that were more likely to cause more severe disease. Other approaches to HRV vaccines would require the development of new technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second possibility would be to develop a cure for the common cold. This has been a hope and dream of virologists, and the subject of well over 500 patents. Low tech approaches to this problem have been tried (and endlessly debated…), including vitamin C, zinc, ecchinacea, and so on. And there have been near misses in the age of biotechnology including interferon alpha, molecules that block viral attachment (soluble ICAM-1, pirodavir, pleconaril), and a key viral proteases (ruprintrivir). Each of these programs was derailed by either cost, practical issues (who wants a medicine that is administered 6 times daily), side effects (IFN-α), drug interactions (pleconaril), or marginal efficacy. 2, 9 Perhaps the failure to consider HRV-C viruses in drug development programs contributed to the lackluster performance of previous HRV antivirals.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 703,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, immunologic risk factors for more severe respiratory illnesses have been identified in various experimental models, and include allergy and reduced interferon responses. [10] [11] [12] [13] An emerging concept from these studies is that exposure to common colds in early childhood is universal and infections are common, but the severity of the clinical manifestations depends on host immune factors. Interestingly, interferon responses are deficient in newborns, and the pace of development during infancy may be affected by environmental stimuli, such as pets, endotoxin, and diet. 14, 15 Thinking optimistically, further definition of early life determinants of immune development, together with additional insights to link the severity of viral colds to immunologic development, may suggest new preventive strategies to nonspecifically boost innate immunity to viral respiratory infections.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, given that there were a large number of HRV lurking anonymously in the community, please forgive your local common cold researcher for the absence of a cure. With new diagnostic tools has come a quantum leap in identifying new viruses, and a greater appreciation of HRV infections as a cause of acute (and perhaps chronic) wheezing illnesses. Now that HRV-C has been \"decloaked\", we can expect new studies to extend the findings of Miller and colleagues, and further clarify the role of specific HRV groups and strains in asthma. With the recognition of these \"new\" pathogens via molecular sleuthing comes renewed hope for new treatment strategies for virus-induced wheezing and exacerbations of asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LRI lower respiratory infections RSV respiratory syncytial virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HRV Rhinovirus"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rhinovirus-associated hospitalizations in young children",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "6",
            "pages": "773--81",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterisation of a newly identified human rhinovirus, HRV-QPM, discovered in infants with bronchiolitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcerlean",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shackelton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "39",
            "issn": "2",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rhinovirus infection in hospitalized children in Hong Kong: a prospective study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheuk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "11",
            "pages": "995--1000",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A recently identified rhinovirus genotype is associated with severe respiratory-tract infection in children in Germany",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Renwick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schweiger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bullmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "12",
            "pages": "1754--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A diverse group of previously unrecognized human rhinoviruses are common causes of respiratory illnesses in infants",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kiesner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multiplex MassTag-PCR for respiratory pathogens in pediatric nasopharyngeal washes negative by conventional diagnostic testing shows a high prevalence of viruses belonging to a newly recognized rhinovirus clade",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villari",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "2",
            "pages": "219--241",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pan-viral screening of respiratory tract infections in adults with and without asthma reveals unexpected human coronavirus and human rhinovirus diversity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kistler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Avila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rouskin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yagi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "6",
            "pages": "817--842",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distinguishing molecular features and clinical characteristics of a putative new rhinovirus species, human rhinovirus C (HRV C)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcerlean",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shackelton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New considerations in the treatment and prevention of rhinovirus infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Ann",
            "volume": "34",
            "issn": "1",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of deficient type III interferon-lambda production in asthma exacerbations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Contoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Message",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Laza-Stanca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wark",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "9",
            "pages": "1023--1029",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bidirectional interactions between viral respiratory illnesses and cytokine responses in the first year of life",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K-L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "117",
            "issn": "",
            "pages": "72--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early identification of atopy in the prediction of persistent asthma in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Boner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bjorksten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Custovic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Eigenmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9643",
            "pages": "1100--1106",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Low IFN-gamma production in the first year of life as a predictor of wheeze during childhood",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halonen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "120",
            "issn": "4",
            "pages": "835--876",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Allergies, infections and the hygiene hypothesis--the epidemiological evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Von Mutius",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunobiology",
            "volume": "212",
            "issn": "6",
            "pages": "433--442",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interactions between respiratory tract infections and atopy in the aetiology of asthma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sly",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur Respir J",
            "volume": "19",
            "issn": "3",
            "pages": "538--583",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}