{
    "paper_id": "c3a837eaa9b8212fe4a2d08a3635ec35c667d7b0",
    "metadata": {
        "title": "Journal Pre-proof Comparison of Hospitalized Patients with Acute Respiratory Distress Syndrome Caused by COVID-19 and H1N1 Word count: main text 2,953 words; abstract 294 words Comparison of Hospitalized Patients with Acute Respiratory Distress Syndrome Caused by COVID-19 and H1N1 Running head: Comparison of COVID-19 and H1N1",
        "authors": [
            {
                "first": "Xiao",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronghui",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Pulmonary Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanze",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Pulmonary Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lulu",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Pulmonary Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengqing",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Pulmonary Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan Pulmonary Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuyan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lirong",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhaohui",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bing",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "pengpengwg@126.com"
            },
            {
                "first": "Huanzhong",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Beijing Key Laboratory of Respiratory and Pulmonary Circulation disorders",
                    "institution": "Beijing Chao-Yang Hospital)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "shihuanzhong@sina.com"
            },
            {
                "first": "Guan",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhu",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hu",
                "middle": [
                    "M"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tong",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sun",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, there has been a cluster of patients with pneumonia of previously unknown cause in Wuhan, China. Research by the Chinese Center for Disease Control and Prevention (China CDC) assessed the lower respiratory tracts of these patients and discovered a novel coronavirus, which has since been named the 2019 novel coronavirus (2019-nCoV) 1 .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On February 11, 2020, the World Health Organization (WHO) officially named this novel coronavirus pneumonia as Coronavirus Disease 2019 (COVID- 19) , whereas the International Committee on Taxonomy of Viruses has named it as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Huang and colleagues reported that the first 41 patients of COVID-19 exhibited fever, cough, myalgia, and/or fatigue as common symptoms, 29% of whom had acute respiratory distress syndrome (ARDS) and six of whom died (15%) 2 . The typical findings from chest computed tomographies (CTs) were bilateral ground-glass opacity and subsegmental areas of consolidation 2 . At earlier times during the COVID-19 outbreak, patients with COVID-19 were more likely to report exposure to food from the Huanan Seafood Wholesale Market. With the epidemic gradually growing, it is now clear that human-to-human transmission has been prevalent 3 Importantly, when assessing COVID-19, it is noteworthy that influenza viruses share common etiologies and occur in the same season. Recently, global influenza associated with respiratory mortality is occurring at a higher frequency than what has been previously reported 5 . From September 2019 through the present day, there have been more than 170,000 patients with influenza in the United States, more than half of whom have been infected with the influenza A (H1N1) virus. The percentage of deaths attributed to pneumonia induced by influenza is 6.8% 6 . During the H1N1 global epidemic in 2009, Jain et al. found that 5% of patients with H1N1 influenza were admitted to intensive care units (ICUs) and 7% died 7 .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 510,
                    "end": 511,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 915,
                    "end": 916,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1472,
                    "end": 1473,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another study from Canada showed that the overall mortality among critically ill H1N1 patients at 28 days was 14.3% 8 . The common symptoms of H1N1 infection include fever and productive cough, whereas gastrointestinal symptoms (e.g., nausea, vomiting, and diarrhea) are less common. Furthermore, ground-glass opacities are not commonly found in chest CTs from H1N1 patients 9 .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although these two respiroviruses have loomed as epidemics in different regions at present, such epidemics can easily propagate to further regions over time due to climate change and global travel by individuals. Because of their distinct treatments and prognoses, it is important for clinicians and epidemiologists to accurately identify these two respiroviral infections via their differential clinical manifestations. Therefore, the aim of this study was to compare the different clinical presentations between ARDS patients infected with COVID-19 versus H1N1 in order to provide some guidance for their differential diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a retrospective case-control study. All of the COVID-19 subjects were confirmed by laboratory tests and were hospitalized at Wuhan Pulmonary Hospital (Hubei Province of China) between December 24, 2019 and February 7, 2020. The H1N1 pneumonia cases were from a single-center prospective cohort study (Clincaltrials.gov, NCT 02738645) in regard to patients with H1N1-induced ARDS at Beijing Chao-Yang Hospital (China). All of the H1N1 cases were confirmed by laboratory tests and corresponding patients were Pulmonary Hospital (wufeilunli-2020-02) approved the collection of clinical data from the included patients with H1N1 or COVID-19 infections, respectively. For the H1N1 cohort, written informed consent was obtained from all of the patients or their legal guardians. For the COVID-19 cohort, informed consent from each patient was waived since we prospectively collected and analyzed all of the data from each patient according to the policy for public-health-outbreak investigation of emerging infectious diseases issued by the National Health Commission of the People's Republic of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Demographic and clinical data of the patients were entered into an electronic case report form and included the following: demographic characteristics (age and sex), underlying diseases, comorbidities, clinical symptoms (fever, cough, sputum, dyspnea, chest pain, rash, nausea, vomiting, abdominal pain, diarrhea, and headache), signs (body temperature, heart rate, respiratory frequency, and blood pressure), laboratory tests (blood routine test, arterial blood gas analysis (ABG), and blood chemistry), and microbiological findings/images of the lung (chest CT). Antimicrobiological therapy, respiratory support, complications, and outcomes were also recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Diagnoses of patients infected with COVID-19 or H1N1 were based on clinical presentations, imaging characteristics, and the presence of either SARS-CoV-2 or H1N1 detected in samples from either the respiratory tract or blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Data analysis was performed using SPSS 23.0 (IBM Corp., Armonk, NY) software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Categorical variables were summarized using frequencies and percentages, and continuous data are presented as the medians (interquartile ranges [IQRs]). The Mann-Whitney U test was used for continuous variables, and the χ2 test or Fisher's exact test was used for categorical variables. Variables with a p value < 0.05 in the univariate analysis were entered into multivariate logistic regression analysis to identify independent risk factors associated with COVID-19 or H1N1. All of the p values less than 0.05 were considered to be statistically significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The median age of COVID-19 patients was 67 years old, which was significantly higher than that of H1N1 patients (52 years old, p<0.001). The proportion of males in COVID-19 patients was 61.5%, which was significantly lower than that of H1N1 patients (80.0%, p=0.011). In terms of underlying diseases, 31.5% of COVID-19 patients has a history of cardiovascular disease, whereas that of H1N1 patients was significantly lower, at 10.7% (p=0.002). There was no significant difference in the history of hypertension, diabetes, or chronic-airway diseases between the two groups. At the time of admission, septic shock occurred in 31.5% of patients with COVID-19, which was greater than that of H1N1 patients (13.3%, p<0.001). However, the median sequential organ failure assessment (SOFA) score and Acute Physiology and Chronic Health Evaluation II (APACHE II) score of COVID-19 patients were 2 and 11, respectively, which were lower than the scores of 5 (p<0.001) and 14 (p=0.019), respectively, for H1N1 patients. There was no significant difference in the duration of onset to ARDS, duration of onset to diagnose. (Table 1 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "COVID-19 and H1N1 patients characteristics"
        },
        {
            "text": "Both of COVID-19 and H1N1 patients presented with fever, cough, and dyspnea, whereas hemoptysis was less common. Furthermore, 53.4% of COVID-19 patients had productive cough, which was significantly less than that of H1N1 patients (78.7%, p=0.002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical symptoms and laboratory examinations"
        },
        {
            "text": "The proportions of fatigue (63.0%), myalgia (37.0%), and gastrointestinal symptoms (34.2%) in patients with COVID-19 were higher than those of H1N1 patients (18.7%, p<0.001; 6.7%, p<0.001; and 14.7%, p=0.007; respectively) ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Clinical symptoms and laboratory examinations"
        },
        {
            "text": "The median partial pressure of oxygen (PaO 2 )/fractional inspired oxygen (FiO 2 ) was 198.2 mmHg, which was significantly higher than the 107.0 mmHg of H1N1 patients (p<0.001). Following biochemical testing, aspartate transaminase (AST), lactate dehydrogenase (LDH), and troponin I (TnI) levels in COVID-19 patients were all significantly lower than those in H1N1 patients (25.5 vs 70.0 U/L, 483 vs 767 U/L, and 0.03 vs 0.14 ng/ml, respectively; p<0.001 for each). Both COVID-19 and H1N1 patients exhibited impairments in cellular immune function. However, the median CD3 + lymphocyte concentration in COVID-19 patients was 193 cells/μl and the median CD4 + CD3 + lymphocyte concentration was 97 cells/μl, which were significantly lower than those in H1N1 patients (303 cells/ul, p=0.007; and 185 cells/ul, p<0.001; respectively) ( Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 840,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Clinical symptoms and laboratory examinations"
        },
        {
            "text": "In terms of imaging characteristics, ground-glass opacity in chest CTs was more common in COVID-19 patients (94.5%) than in H1N1 patients (45.3%, p<0.001). In contrast, consolidation was more common in H1N1 patients than in COVID-19 patients (p=0.042) ( Table 3 and Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 266,
                    "end": 274,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Clinical symptoms and laboratory examinations"
        },
        {
            "text": "All of the patients received antiviral therapies. Oseltamivir was administered in all of the H1N1 patients. However, COVID-19 patients had a variety of antiviral treatments, included 83.6% with lopinavir/ritonavir, 62.7% with interferon α2b, 46.6% with oseltamivir, 32.9% with ganciclovir, and 27.4% with traditional Chinese medicines. In addition to antiviral treatments, 79.5% of COVID-19 patients received glucocorticoids, which was significantly higher than the proportion of 49.3% in H1N1 patients (p<0.001). In contrast, there were no differences in the dosage or course of glucocorticoid treatments between the two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment process and prognosis"
        },
        {
            "text": "Immunoglobulin was administered in 58.9% of COVID-19 patients, which was higher than that administered to H1N1 patients (29.3%, p<0.001) ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Treatment process and prognosis"
        },
        {
            "text": "In terms of respiratory support, 67.1% of COVID-19 patients received conventional oxygen therapy (COT) as initial support, whereas 89.7% patients of H1N1 patients received mechanical ventilation (p<0.001). However, the failure rates of COT, high-flow nasal canula oxygen therapy (HFNC), and non-invasive mechanical ventilation (NIV) were higher than those in COVID-19 patients. During the entire process of treatment, the proportions of H1N1 patients who received HFNC, NIV, invasive mechanical ventilation (IMV), and extracorporeal membrane oxygenation (ECMO) were significantly higher than those of COVID-19 patients (p<0.05) ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 637,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Treatment process and prognosis"
        },
        {
            "text": "In terms of prognoses, 26 patients (17.6%) with COVID-19 were not discharged by the time that the present study was published. The in-hospital mortality of COVID-19 patients with ARDS patients was 28.8%, while that of H1N1 patients was 34.7% (p=0.483). And then SOFA socre was used to adjust the motality of these patients. SOFA-score adjusted mortality of H1N1 patients was significantly higher than that of COVID-19 patients with the rate ratio was 2.009 (95% CI [1.563, 2.583], p<0.001). There was no difference in the duration of hospitalization between COVID-19 patients (13 days) and H1N1 patients (16 days) ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 623,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Treatment process and prognosis"
        },
        {
            "text": "Variables with a p value<0.05 in the univariate analysis were entered into multivariate logistic regression analysis. Compared with parameters in COVID- 19 Figure 2 ).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Multivariate analysis"
        },
        {
            "text": "The outbreak of COVID-19 began in December 2019, which also corresponded with the flu season. In this study, we compare the clinical courses between COVID-19-induced and H1N1-induced ARDS patients. We found that compared with features in H1N1 patients, COVID-19 patients were more likely to exhibit non-productive cough with obvious constitutional symptoms, such as fatigue, gastrointestinal symptoms, and a prevalence in the elderly. Additionally, imaging results more commonly presented as ground-glass opacities in COVID-19 patients. However, although the conditions of H1N1 patients seemed to be more critical than those of COVID-19 patients, there was no difference in the prognoses between ARDS patients infected with COVID-19 versus H1N1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Huang et al. showed that 93% of the first 41 patients with COVID-19 received oseltamivir as an antiviral therapy 2 , which indicated that it was difficult to differentiate COVID-19 from influenza via only clinical manifestations prior to viral identification. Similar to H1N1, SARS-CoV-2 exhibits prevalent human-to-human transmission through close contact and its basic reproductive number is estimated to be 2.2 3 . However, the basic reproductive number estimated during the H1N1 outbreak in Mexico in 2009 ranged from 1.3-1.7 11 . Acute respiratory infection is always the initial manifestation of these two respiratory infectious diseases. Because of their different therapies, prognoses, and protective measures, it is important to differentiate these two diseases via early clinical presentations.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 532,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our present study revealed that COVID-19 manifested as non-productive cough with nonspecific systemic symptoms, which is consistent with previous studies. Wang et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "analyzed the clinical characteristics of 138 hospitalized COVID-19 patients and reported that fever, fatigue, and dry cough were the most common symptoms 12 , and that the mean incubation period was 5.2 days. However, in addition to fever and productive cough, rhinorrhea is more common in H1N1 patients, and the median incubation period of this virus is 2 days 9 . Therefore, we speculate from previous research and our present findings that COVID-19 infection may present as a slow onset with fewer productive coughs and more obvious systemic symptoms compared with the clinical presentations of H1N1 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, we found that ground-glass opacity was more common in COVID-19 patients than in H1N1 patients, whereas consolidation was more frequent in H1N1 patients, which is consistent with previous studies. The radiological findings of 81 patients with COVID-19 pneumonia from Shi et al. showed that diffused bilateral ground-glass opacities were the most predominant pattern of abnormalities in chest CTs within 1-3 weeks after disease onset 13 . Additionally, studies on H1N1-associated pneumonia have shown that critical cases present as areas of consolidation on CTs, with or without ground-glass opacities 14, 15 . In addition to diffuse alveolar damage in pathological findings in lungs indicating ARDS, COVID-19 is accompanied by cellular fibromyxoid exudates 16 while H1N1 is accompanied by necrotizing bronchiolitis and extensive hemorrhage 17 . Therefore, these differential pathological changes may present as distinguishing imaging characteristics during clinical assessments.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 853,
                    "end": 855,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also found that COVID-19 patients received a wider variety of treatments compared to those of H1N1 patients. In contrast to definitive treatment measures for H1N1 18 , there is no evidence to approve the effectiveness of any therapy for COVID-19. More than one hundred clinical studies have been carried out by Chinese researchers, and the interim research data may provide some help for the current urgent demand for COVID-19 drug treatments 19 . The application of glucocorticoids was common in both COVID-19 and H1N1 patients in our present study, but the proportion in COVID-19 patients was greater than that in H1N1 patients. However, there was no difference in the dosage or duration of glucocorticoids between these two groups. At present, the available observational data suggest that glucocorticoids for the treatment of respiratory infections increase mortality and secondary infection rates in influenza, impair clearance of SARS-CoV and MERS-CoV, and complicate corticosteroid therapies in survivors 20 . Therefore, indications for glucocorticoids should be carefully evaluated in such patients.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both COVID-19 and H1N1 infections may be accompanied by ARDS. Respiratory support in such cases should be in accordance with therapeutic strategies of ARDS 21 . In our study, we found that the severity of respiratory failure was not equal between COVID-19 and H1N1 patients. We found that PaO 2 /FiO 2 levels in COVID-19 patients were higher than those in H1N1 patients, such that respiratory support in COVID-19 patients was initially via non-invasive methods and ultimately yielded higher failure rates. The EOLIA trial 22 provided information about the posterior probability of a mortality benefit for patients with acute respiratory failure 23 , especially in terms of reporting the success of the application of ECMO in ARDS patients with influenza 24 . We speculate that ECMO may also have potential in treating COVID-19 patients. However, the rapid growth of cases and lack of medical resources and medical staff have limited standardized respiratory support in accordance with related guidelines.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, the mortality of ARDS patients infected with COVID-19 was 28.8%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the median PaO 2 /FiO 2 of 198.5 mmHg in COVID-19 patients in the present study, the corresponding mortality rate was consistent with the ARDS definition 10 . Although H1N1 patients in this study exhibited significantly lower oxygenation than that of COVID-19 patients, there was no difference in the mortality rate between the two groups. From the adjusted mortality analysis, we found H1N1 patients had a significantly worse prognosis than COVID-19 patients. All of the included COVID-19 cases in the present study were at the early stage of this epidemic. The rapidly growing cases of unknown diseases, inadequate responses, insufficient medical staff, and lack of medical supplies have adversely affected the treatments and prognoses of COVID-19 cases. Therefore, as a novel respiratory infectious disease, the relatively higher mortality rate of COVID-19 cases is to be expected. From the experiences gained from treating early COVID-19 patients, subsequent cases may benefit from better and more standard therapies, including specific medical treatments and respiratory support.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were some limitations of our present study. First, this was a retrospective study that included data from two independent single-center cohorts, which may have resulted in unavoidable bias. Second, the conditions of H1N1 patients were more severe than those of the COVID-19 cohort, which may have led to statistical disequilibrium. Third, there were 35.6% of the COVID-19 patients still hospitalized at the time of manuscript submission that meaning the mortality rate presented in COVID-19 is likely an underestimate of the real overall hospital mortality rate. At last, the data from the H1N1 cohort originated from a three-year span, whereas the data from the COVID-19 cohort originated from only a one-month span, which may have also affected our present results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were many differences between COVID-19 and H1N1-induced ARDS patients in clinical presentations. Compared with H1N1, patients with COVID-19 induced ARDS had lower severity of illness scores at presentation and lower SOFA-score adjusted mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Future studies investigating COVID-19 should focus on well-designed, prospective, case-controled trials with large sample sizes, which could provide more experience and evidence in regard to COVID-19 treatment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "The aim of the study was to explore the different clinical presentations between COVID-19 and influenza A (H1N1) pneumonia in patients with ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Question:"
        },
        {
            "text": "There were many differences between COVID-19 and H1N1-induced ARDS patients in clinical presentations and outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Compared with H1N1, patients with COVID-19 induced ARDS had lower severity of illness scores at presentation and lower SOFA-score adjusted mortality. ECMO, extracorporeal membrane oxygenation; PaO 2 , partial pressure of oxygen; PaCO 2 , partial pressure of carbon dioxide; FiO 2 , fractional inspired oxygen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus Genome Identified in a Cluster of Pneumonia Cases -Wuhan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wenjie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xuejun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "4",
            "pages": "61--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimates of global seasonal influenza-associated respiratory mortality: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Roguski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Coronavirus disease (COVID-2019) situation reports-50. Available online",
            "volume": "391",
            "issn": "",
            "pages": "1285--1300",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospitalized patients with 2009 H1N1 influenza in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kamimoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bramley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "20",
            "pages": "1935--1944",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zarychanski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1872--1879",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "26",
            "pages": "2507--2517",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute respiratory distress syndrome: the Berlin Definition",
            "authors": [
                {
                    "first": "Adt",
                    "middle": [],
                    "last": "Force",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "23",
            "pages": "2526--2533",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The transmissibility and control of pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "5953",
            "pages": "729--733",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza A (H1N1) virus-associated pneumonia: high-resolution computed tomography-pathologic correlation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fontes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Radiol",
            "volume": "80",
            "issn": "3",
            "pages": "500--504",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Chest Radiological Findings of Patients With Severe H1N1 Pneumonia Requiring Intensive Care",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jude",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamangar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Intensive Care Med",
            "volume": "31",
            "issn": "1",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lung pathology in fatal novel human influenza A (H1N1) infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mauad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Callegari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "1",
            "pages": "72--79",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Update on Diagnosis, Treatment, Chemoprophylaxis, and Institutional Outbreak Management of Seasonal Influenzaa",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "68",
            "issn": "6",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical trial analysis of 2019-nCoV therapy registered in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "473--475",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Sorbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goligher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "195",
            "issn": "9",
            "pages": "1253--1263",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capellier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "21",
            "pages": "1965--1975",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome and Posterior Probability of Mortality Benefit in a Post Hoc Bayesian Analysis of a Randomized Clinical Trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Goligher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Extracorporeal Membrane Oxygenation for 2009 Influenza A(H1N1) Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Australia ; Davies",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1888--1895",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Lactate dehydrogenase",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "CD3+T lymphocyte (/ul) 243",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lung Computed tomography Ground glass opacity (%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Abbreviations: COVID-19",
            "authors": [],
            "year": 2019,
            "venue": "Corona Virus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "*Mixed manifestation: Ground-glass opacity with consolidation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". As of March 10, 2020, there have already been a total of 113,702 confirmed cases and 4,012 related deaths, among which 80,924 cases have occurred in China 4 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "hospitalized from March 2016 to December 2019. All of the patients met the criteria of the Berlin definition 10 for diagnosis of ARDS. Following fulfillment of these criteria, all of the patients with COVID-19-induced or H1N1-induced ARDS were included in this study. The Ethics Committee of Beijing Chao-Yang Hospital (2017-KE-61) and Wuhan",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "December 24, 2019 to February 7, 2020, there were a total of 179 patients infected with COVID-19 admitted to the Department of Pulmonary and Critical Care at Wuhan Pulmonary Hospital in Hubei Province of China, among which 73 cases included ARDS. There were 345 patients with ARDS induced by pneumonia of various etiologies admitted to the respiratory intensive care unit at Beijing Chao-Yang Hospital from March 2016 to December 2019, among whom 75 patients were infected with were H1N1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "year-old male with COVID-19 exhibited multiple ground-glass opacities in both lungs. B) A 75-year-old male with COVID-19 exhibited diffuse ground-glass opacities in both lungs. C) A 46-year-old female with H1N1 exhibited exudation and consolidation distributed with bronchus in multiple lobes and segments. D) A 66-year-old male with H1N1 exhibited ground-glass opacities with little exudation and consolidation distributed diffusely in both lungs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Multivariate model of the specific risk factors for COVID-19 or H1N1. Plots reporting variables independently associated with the risk for COVID-19 or H1N1 in the final model, with their 95% confidence intervals. Abbreviations: COVID-19, Corona Virus Disease 2019; SOFA, sequential organ failure assessment; AST, aspartate transaminase; APACHE, Acute Physiology and Chronic Health Evaluation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "patients, H1N1 patients were more inclined to have productive cough (OR 9.576, 95% CI [1.729-64.711], p=0.011), consolidation manifested in chest CT (OR 4.956, 95% CI [1.518-16.176], p=0.008), and higher SOFA scores (OR 2.263, 95% CI [1.124-3.574), p=0.006). Furthermore, compared with additional parameters in H1N1 patients, COVID-19 patients had a greater disposition to be older (OR 0.908, 95% CI [0.843-0.978], p=0.011), exhibit symptoms of fatigue (OR 0.117,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of patients with COVID-19 or H1N1 Abbreviations: COVID-19, Corona Virus Disease 2019; ARDS, acute respiratory distress syndrome; SOFA, sequential organ failure assessment; APACHE, Acute Physiology and Chronic Health Evaluation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical symptoms of patients with COVID-19 or H1N1",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Laboratory examinations and imaging characteristics at admission in patients with",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Treatments and prognoses of the patients with COVID-19 or H1N1 Abbreviations: COT, conventional oxygen therapy; HFNC, high-flow nasal canula oxygen therapy; NIV, non-invasive mechanical ventilation; IMV, invasive mechanical ventilation;",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Multivariate analysis of independent risk factors for differentiating COVID-19 from Abbreviations: COVID-19, Corona Virus Disease 2019; AST, aspartate transaminase; APTT, activated partial thromboplastin time; SOFA, sequential organ failure assessment; APACHE, Acute Physiology and Chronic Health Evaluation; OR, odds ratio; CI, confidence interval.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Guarantor: Bing Sun takes responsibility for the content of the manuscript, including the data and analysis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}