{
    "paper_id": "c3ba4e042c5173d4a141f12cc5af6bcc9d7e9bb1",
    "metadata": {
        "title": "Thomas Grünewald, Ständiger Arbeitskreis der Kompetenz-und Behandlungszentren für hochkontagiöse und lebensbedrohliche Erkrankungen (STAKOB) Strukturelle Erfordernisse für das Management von Patienten mit hochkontagiösen, lebensbedrohlichen Erkrankungen -Update 2015",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Die Versorgung von Patienten mit hochkontagiösen, lebensbedrohlichen Erkrankungen (HKLE) erfordert neben einer spezialisierten Behandlung, die die strikte Isolierung der Erkrankten und Krankheitsverdächtigen beinhaltet, auch erhebliche epidemiologische, logistische und nicht zuletzt materielle Aufwendungen. Seit dem Jahr 2000 existiert in Deutschland ein nationales Konzept zum Management und zur Kontrolle dieser hochkontagiösen, lebensbedrohlichen Erkrankungen [1] . Dieses wurde zuletzt in den Jahren 2001 bis 2003 aktualisiert [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Im Verlauf der letzten Dekade haben sich jedoch sowohl epidemiologische (gekennzeichnet u. a. durch das Auftreten neuer Erreger und nicht zuletzt durch die aktuelle Situation aufgrund des größten jemals registrierten Ebolafieber-Ausbruchs in Westafrika, der Ende Dezember 2013 in Guinea begann) als auch konzeptionelle Veränderungen ergeben, die im vorliegenden Update dargestellt und geklärt/verdeutlicht werden sollen. Hierbei ist es insbesondere notwendig, die Erfordernisse der Versorgung solcher Patienten auf dem Boden der in Deutschland gemachten Erfahrungen (\"lessons learned\") mit importierten bzw. repatriierten Fällen von Lassa-Fieber und Ebolafieber [5] [6] [7] [8] [9] [10] darzustellen sowie die Aspekte der Diskussion auf internationaler Ebene [11] [12] [13] [14] [15] [16] [17] zu vergegenwärtigen und zu strukturieren.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vor allen Dingen das Auftreten neuer, potenziell hochkontagiöser Erreger, die mit einer hohen Letalität einhergehen können (MERS-Coronaviren, verschiedene hochpathogene aviäre Influenzaviren, Bas-Congo-Virus, Chaparé-und Lujo-Virus), zeigt, dass neben der Expertise in der Erregerdetektion und -charakterisierung auch ein erhebliches Maß an klinischem Sachverstand zur adäquaten und -im epidemiologischen Kontext -sicheren Versorgung entsprechend Erkrankter erforderlich ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Deutschland existieren nunmehr sieben sogenannte \"Behandlungszentren\" (. Tab. 1) sowie ein Trainingszentrum in der Missionsärztlichen Klinik in Würzburg, die strukturelle, materielle und logistische Ressourcen zur Versorgung von Patienten mit HKLE vorhalten. In den Behandlungszentren wird zudem intensiv geschultes Personal mit entsprechender Fachkenntnis vorgehalten. Die genannten Zentren haben sich mit den ihnen als Komponente des öffentlichen Gesundheitsdienstes zugeordneten sog. Kompetenzzentren im Jahre 2003 zur Arbeitsgemeinschaft und im Jahr 2014 zu einem Ständigen Arbeitskreis der Kompetenzund Behandlungszentren für hochkontagiöse und lebensbedrohliche Erkrankungen (STAKOB) am Robert Koch-Institut (RKI) zusammengeschlossen [18, 19] Aus den Erfahrungen der jeweiligen Zentren lassen sich für die Behandlungszentren die nachfolgend dargestellten strukturellen Anforderungen ableiten. Sie stellen dementsprechend die Konsensus-Empfehlungen des STAKOB dar. Diese haben natürlich keinen juristisch verbindlichen Charakter und sollen die gesetzlichen Grundlagen des Betriebs von Sonderisolierstationen (TRBA 250 [20] und BioStoffV [21] ) nicht ersetzen, sondern aus der klinischen Erfahrung heraus sinnvoll ergänzen, zumal auch die Betreuung solcher Patienten, die an Infektionen mit Erregern leiden, die nicht der Schutzstufe 4 unterliegen (siehe auch die Zusammenstellung der Erreger in der . Tab. 2), in den STAKOB-Zentren aufgrund der vorgehaltenen Expertise Sinn machen kann. Ein Teil der Behandlungszentren nutzt die vorhandenen Kapazitäten nicht zuletzt auch zur Versorgung von Patienten mit multiresistenten Pathogenen. Hier geht es insbesondere um Erreger wie multiresistente/extensiv resistente (MDR, XDR) M. tuberculosis-Stämme sowie um gramnegative Pathogene (4-MRGN-Erreger nach der aktuellen KRINKO-Klassifikation [22] ",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1842,
                    "end": 1846,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The care of highly contagious life-threatening infectious diseases (HLID) requires specialized treatment facilities that are capable of strict isolation measures and appropriate medical treatment. The German approach to the management of these diseases, which is maintained by the Permanent Working Group of Medical Competence and Treatment Centers for Highly Contagious and Life-Threatening Diseases (STAKOB) is adjusted in the present publication with regards to recent experiences and upcoming needs. Clear synergies in using infrastructures and bundling of resources have led to similar efforts at the European level. The German concept, therefore, has a pioneering role. This update is intended to improve professional patient care and also minimize the risk of disease spread and transmission. Mitarbeiter zwischen der direkten Patientenversorgung im Isolierbereich und der Erfüllung supportiver, logistischer oder dokumentarischer Aufgaben außerhalb des Isolierbereichs kann die individuelle Arbeitsbelastung reduzieren und die Effizienz der pflegerischen und ärztlichen Versorgung erhöhen. Außerhalb des Sonderisolierbereichs sollten Personalaufenthalts-und -ruheräume zur Verfügung stehen; das Personal darf diesen Bereich (z. B. in Arbeitspausen) nicht in der benutzten Bereichskleidung verlassen. Es müssen Konzepte für die Nutzung der Bereiche außerhalb der Sonderisolierstation unter den Bedingungen einer HKLE-Betreuung vorhanden und mit der Klinikleitung abgestimmt sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural requirements for the management of patients with highly contagious life-threatening infectious diseases: update 2015 Abstract"
        },
        {
            "text": "Im Rahmen einer vorausschauenden Personalplanung stellt gerade bei einer länger andauernden Behandlungssituation ein Personalsupport aus anderen Behandlungszentren eine sinnvolle Ergänzung der Ressourcen des jeweiligen Behandlungszentrums dar. Entsprechende Vereinbarungen müssen im Vorfeld auf fachlicher und arbeitsrechtlicher Ebene getroffen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Der besonderen Situation des Personals in den Behandlungszentren sollte nicht zuletzt auch durch Angebote einer psychologischen Betreuung während und nach einer Isolierungsbehandlung Rechnung getragen werden. Es empfiehlt sich ohnehin, den Mitarbeitern, die in einem solchen Quarantäneteam zur Verfügung stehen, schon im Vorfeld entsprechende Bewältigungsangebote zu machen. Dies ist dann unabdingbar, wenn es im Rahmen einer Exposition zur Notwendigkeit postexpositioneller Maßnahmen kommt. Erfahrungen aus den vorliegenden Behandlungsfällen zeigen, dass gerade hier der Bedarf für ein professionelles Coping sehr hoch ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Es ist evident, dass die sonst bei der Patientenversorgung üblichen Routinemaßnahmen nur unter den Kautelen der strikten Isolierung durchgeführt werden können. Somit sind laborchemische und mikrobiologische Untersuchungen auf solche vor Ort beschränkt. Die Behandlungszen-tren halten entsprechende Point-of-Care-Systeme vor, die bei der klinisch-chemischen Diagnostik sowie der Basismikrobiologie zum Einsatz kommen. Ebenso müssen radiologische und etwaige endoskopische Maßnahmen auf die unmittelbare Patientenumgebung beschränkt bleiben. Der Transport eines hochkontagiösen Patienten im Krankenhaus muss unterbleiben. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weiteres"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Schutz vor lebensbedrohenden importierten Infektionskrankheiten",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scholz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bußmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "Grünewald",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fleischer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ruf",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "43",
            "issn": "",
            "pages": "891--899",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Erste medizinische und antiepidemische Maßnahmen bei Verdacht auf viral hämorrhagisches Fieber",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ruf",
                    "suffix": ""
                },
                {
                    "first": "Grünewald",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Med Klin",
            "volume": "252",
            "issn": "",
            "pages": "126--132",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of patients in Germany with suspected viral haemorrhagic fever and other potentially lethal contagious infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Euro Surveill",
            "volume": "7",
            "issn": "",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Management biologischer Gefahrenlagen: Überlegungen zur notwendigen Infrastruktur in Ländern und Kommunen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "46",
            "issn": "",
            "pages": "1001--1009",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Imported Lassa fever in Germany: surveillance and management of contact persons",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hass",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pfaff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilczek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1254--1258",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monitoring of clinical and laboratory data in two cases of imported Lassa fever",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "Laue",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microb Infect",
            "volume": "4",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A case of severe Ebola virus infection complicated by gram-negative septicemia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kreuels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2394--2401",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe Ebola virus disease with vascular leakage and multiorgan failure: treatment of a patient in intensive care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1428--1435",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation in patients with Ebola virus disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmiedel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "511--513",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-014-3582-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Response to imported case of Marburg hemorrhagic fever, the Netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "Mpg",
                    "middle": [],
                    "last": "Koopmanns",
                    "suffix": ""
                },
                {
                    "first": "Actm",
                    "middle": [],
                    "last": "Vossen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1171--1175",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Framework for the design and operation of high-level isolation units: consensus of the European network of infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infection control in management of highly pathogenic infectious diseases: consensus of the European network of infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "301--311",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Isolation rooms for highly infectious diseases: an inventory of capabilities in European countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Hosp Infect",
            "volume": "73",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Training health care workers to face highly contagious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prygordzizc",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Etide",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "740--742",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bichat guidelines for the clinical management of haemorrhagic fever viruses and bioterrorism-related haemorrhagic fever viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tegnell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baka",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Euro Surveill",
            "volume": "9",
            "issn": "",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lessons from nosocomial viral haemorrhagic fever outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Fisher-Hoch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br Med Bull",
            "volume": "73",
            "issn": "",
            "pages": "123--137",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Aufgaben und Funktion der Ständigen Arbeitsgemeinschaft der Kompetenz-und Behandlungszentren (StAKoB)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "Grünewald",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Biederbick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "52",
            "issn": "2",
            "pages": "214--218",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "?__ blob=publicationFile&v=8. Zugegriffen: 18. Dez",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "250",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "RKI (KRINKO) (2012) Hygienemaßnahmen bei Infektionen oder Besiedlung mit multiresistenten gramnegativen Stäbchen",
            "authors": [],
            "year": null,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "55",
            "issn": "",
            "pages": "1311--1354",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "?__ blob=publicationFile. Zugegriffen: 18. Dez",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rki-Liste Der Referenz-Und Konsiliarlaboratorien Für Infektionserreger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Factors associated with Marburg hemorrhagic fever: analysis of patient data from Uige",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roddy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jeffs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Angola. J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "1909--1918",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ebola virus disease in west africa -the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "WHO Ebola Response Team",
            "volume": "371",
            "issn": "",
            "pages": "1481--1495",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Clinical illness and outcomes in patients with ebola in sierra leone",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Schieffelin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2092--2100",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clinical presentation of patients with Ebola virus disease in Conakry, Guinea",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Bah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lamah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "1",
            "pages": "40--47",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1411249"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Vorstellung des Evakuierungsflugzeuges",
            "authors": [
                {
                    "first": "Gesundheit",
                    "middle": [],
                    "last": "Bundesministerium Für",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Robert Koch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Role of air distribution in SARS transmission during the largest nosocomial outbreak in Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Was tun bei Ebolafieber-Verdacht?",
            "authors": [
                {
                    "first": "Grünewald",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMW -Fortschr Med",
            "volume": "156",
            "issn": "",
            "pages": "60--66",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In den Behandlungszentren vorzuhaltendes Basislabor auf der Grundlage von Pointof-Care-Systemen Klinische Chemie Blutbild (BB) inkl. Differenzialblutbild und Blutausstrichdiagnostik (Hämoparasitosen) Na + , K + , Ca ++ , Mg ++ , Cl − , Harnstoff, Kreatinin, Bilirubin, CK, Troponin T/I, ALAT, ASAT, AP, γ-GT, Protein, CrP oder PCT, BZ, Lactat, Urin-Status und-Sediment Blutgase und Säure-Basen-Haushalt Quick/INR, PTT, TZ, D-Dimer Mikrobiologie Anlage und Inkubation von Blut-und Urinkulturen Direktmikroskopie von nativen und gefärbten Präparaten Anlage von Bakterien-und Pilzkulturen auf Festnährböden Blutgruppenserologie ABO-und Rhesus-Blutgruppen Antikörpersuchtest und Kreuzprobe",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", um Kompetenzen und Ressourcen strategisch zu bündeln. Die erfolgreiche Umsetzung des im Jahr 2000/2001 inaugurierten Kon-zeptes soll mit der vorliegenden Arbeit fortgeführt und es soll um aktuelle Erfordernisse erweitert werden. Behandlungszentren Die derzeitige Zahl von sieben Zentren (. Tab. 1) zur Behandlung von Patienten mit HKLE ist für die Versorgung der Bundesrepublik ausreichend. Allein der erforderliche materielle sowie personelle Aufwand in diesen Zentren macht eine höhere Anzahl nicht sinnvoll. Eine entscheidende Lücke in der Versorgung Nordrhein-Westfalens wurde durch die Fertigstellung und Inbetriebnahme des Kompetenz-und Behandlungszentrums in Münster bzw. Düsseldorf geschlossen. . Abb. 1 zeigt die Versorgungsgebiete der jeweiligen Kompetenz-und Behandlungszentren über die entsprechenden Bundesländer farblich differenziert. Diese Versorgungsaufträge sind teils durch Staatsverträge geregelt, teils durch entsprechende schriftliche Einlassungen der jeweiligen Gesundheitsbehörden. Damit stehen in der Bundesrepublik Deutschland mehr als 50 Betten (inkl. > 20 Beatmungsplätze) zur Versorgung von Patienten mit hochkontagiösen, lebensbedrohlichen Erkrankungen zur Verfügung.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bauliche VoraussetzungenDas Behandlungszentrum muss sich in einem vom normalen Krankenhausbetrieb gesonderten Bereich mit ausgewiesenen Zugängen (Schleusenbereich) oder in einem separaten Gebäude mit entsprechender Zutrittsbeschränkung befinden.Für Besucher sind Möglichkeiten einer sicheren Kontaktaufnahme herzustellen (z. B. Sichtfenster und Wechselsprechanlage). Patientenzimmer sollten vorzugsweise als Einzelzimmer mit separaten Nasszellen konzipiert sein. Auch Lösungen ohne Nasszelle können den Anforderungen entsprechen. Jedes Patientenzimmer muss mit einer Schleuse versehen sein, die einen Personalwechsel oder Materialaustausch durch wechselseitig schließende Türen ermöglicht. Eine optische oder akustische Signalgebung ist für die Einhaltung von Umluftzeiten nach dem Öffnen und Schließen der jeweiligen Türen von Vorteil. Bei mechanischer Verriegelung der Tür ist eine zentrale bzw. leicht Tab. 1 Adressen, Telefonnummern und überregionale Zuständigkeiten der im Ständigen Arbeitskreis der Kompetenz-und Behandlungszentren für hochkontagiöse und lebensbedrohliche Erkrankungen (STAKOB) zusammengeschlossenen Behandlungszentren Für die in Betracht zu ziehenden Erreger, die eine HKLE induzieren können (siehe u. a. . Tab. 2) und für etwaige neue Erreger, die zunächst in die Risikogruppe 4 klassifiziert werden, stehen aktuell zwei Laboratorien in Hamburg und Marburg und nach erfolgter Inbetriebnahme ein weiteres in Berlin mit hoher Expertise zur Verfügung. Diese Kapazitäten erweitern sich noch durch die Laboreinrichtungen für Erreger der Risikogruppe 4 am Institut für neue und neuartige Tierseuchenerreger des Friedrich-Löffler-Instituts auf der Insel Riems. Es ist sinnvoll, dass die primäre Erregerdiagnostik in einem zentralen Diagnostiklabor in der gesamten Breite des mikrobiologischen Spektrums für hochkontagiöse, lebensbedrohliche Infektions-Zusammenfassung · Abstract Bundesgesundheitsbl 2015 · 58:662-670 DOI 10.1007/s00103-015-2159-9 © Springer-Verlag Berlin Heidelberg 2015 T. Grünewald, Ständiger Arbeitskreis der Kompetenz-und Behandlungszentren für hochkontagiöse und lebensbedrohliche Erkrankungen (STAKOB) Strukturelle Erfordernisse für das Management von Patienten mit hochkontagiösen, lebensbedrohlichen Erkrankungen -Update 2015 Zusammenfassung Die Versorgung von Patienten mit hochkontagiösen, lebensbedrohlichen Erkrankungen (HKLE) erfordert spezialisierte Behandlungseinrichtungen, die neben einer strikten Isolierung der Erkrankten gleichzeitig eine adäquate medizinische Betreuung ermöglichen. Das in Deutschland bestehende nationale Konzept zum Management dieser hochkontagiösen, lebensbedrohlichen Erkrankungen, das durch die Zentren des \"Ständigen Arbeitskreises der Kompetenz-und Behandlungszentren für hochkontagiöse und lebensbedrohliche Erkrankungen\" (STAKOB) am Robert Koch-Institut gewährleistet wird, soll durch die vorliegende Publikation, die sich auf die rezenten Erfahrungen in der Versorgung solcher Erkrankungen bezieht, an neue und kommende Erfordernisse angepasst werden. Synergien im Sinne einer systematischen Verbesserung der Infrastrukturen und einer Bündelung von Ressourcen haben zu vergleichbaren Anstrengungen auf europäischer Ebene geführt. So hat das von den Mitgliedern des STAKOB getragene Konzept eine Vorreiterfunktion. Die hier vorliegende Aktualisierung soll der verbesserten professionellen Versorgung von Patienten mit HKLE dienen und das Risiko einer Krankheitsübertragung auf Dritte weiter minimieren. Schlüsselwörter STAKOB · Hochkontagiöse, lebensbedrohliche Erkrankungen (HKLE) · Sonderisolierstation (SIS) · Behandlungszentrum",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "STAKOB · Highly contagious life-threatening infectious diseases (HLID) · High-level isolation unit (HLIU) · Treatment center krankheiten vorgehalten wird. Diese liegt aktuell in der Zuständigkeit des Bernhard-Nocht-Instituts in Hamburg. Die dann erforderliche Spezial-und weiterführende Diagnostik soll erregerabhängig in den jeweils ausgewiesenen Referenz-und Konsiliarlaboratorien erfolgen. Für den Versand solcher Proben empfiehlt sich zuvor die Kontaktaufnahme mit dem jeweiligen Labor, um die Proben anzumelden und Versandmodalitäten gemäß den geltenden Gefahrgutvorschriften abzustimmen (siehe hierzu Beitrag von Gottschalk in diesem Heft).Neben der mikrobiologischen Diagnostik spielt natürlich die Routinelabordiagnostik eine nicht unerhebliche Rolle in der Versorgung schwerkranker Patienten. Diese kann aus Gründen der biologischen Sicherheit nur in den Behandlungszentren selbst vor Ort in der Sonderisolierstation durchgeführt werden. Hier kommen dann sogenannte Pointof-Care-Testsysteme (PoCT) zur Anwendung. Die Minimalvariante der erforderlichen Parameter, die zur Verfügung stehen sollten, ist in . Tab. 3 benannt. Hierzu gehören sowohl hämatologische, hämostaseologische und klinisch-chemische Parameter als auch die Blutgruppendiagnostik. Natürlich muss auch die klas-Schutzhandschuhe mit einer AQL (das sog. \"acceptable quality limit\"; im Deut-schen: annehmbare Qualitätsgrenzlage, die das Maß der akzeptierten Fehlerquote von Produkten bei der Auslieferung abhängig von der gewählten Stichprobengröße beschreibt) von < 1,5 und den entsprechenden Normierungen (Kategorie CE III, EN 374-2/-3, EN 388, EN 420, EN 455) sowie flüssigkeitsdichte, durchstichsichere und rutschfeste Schuhe. Die einzelnen Teile der PSA können mit Panzerband oder Teppichklebeband flüssigkeitsdicht konnektiert werden. Eine Überprüfung der gesamten PSA vor Eintritt in kontaminierte Bereiche ist unerlässlich. Ausführliche Vorgaben zur PSA finden sich auch in der 2014 novellierten Technischen Regel für Biologische Arbeitsstoffe (TRBA) 250 [20] (Siehe auch Beitrag von Schmiedel und Kreuels in diesem Heft). Bei wiederverwertbaren Respiratorhauben sollte deren Desinfektion den Empfehlungen der Hersteller gemäß erfolgen. Hier sind Desinfektionsverfahren mit Sauerstoffabspaltern zu bevorzugen. Aus Weichkunststoff bestehende Sichtfenster der Respiratorhauben können nach wiederholter Desinfektionsmittelanwendung eine milchig-trübe Verfärbung annehmen, durch die die Sicht beeinträchtigt wird. Hier gilt es, die praktische Eignung bzw. Belastbarkeit der er-Personalbedarf Die Betreuung von Patienten mit HKLE darf nur durch Personal erfolgen, das entsprechend geschult und dokumentiert unterwiesen ist. Die betreffenden Mitarbeiter müssen eine arbeitsmedizini-sche Vorsorge (Tätigkeitsvoraussetzung) erhalten haben. Eine Untersuchung nach den berufsgenossenschaftlichen Grundsätzen G26 und G42 sollte hierbei unbedingt angeboten werden. Die Mitarbeiter sollten entsprechend den bestehenden Risiken alle erforderlichen Schutzimpfungen vorweisen können und nur auf freiwilliger Basis in ein solches Behandlungsteam integriert sein. Praktische Übungen der Behandlungssituation sollten mindestens vierteljährlich, theoretische und Geräteunterweisungen sollten für jeden Mitarbeiter in einem mindestens halbjährlichen Abstand erfolgen und müssen dokumentiert werden.Bei einer akzidentellen Exposition mit hohem Risiko (siehe unten) sind die Mitarbeiter für die Dauer der maximalen Inkubationszeit zu beobachten.Die Erfahrungen mit den in den letzten Jahren betreuten HKLE-Patienten haben gezeigt, dass der erforderliche Personalbedarf für ihre adäquate Versorgung immens ist. Für die ersten Behandlungstage eines einzigen Patienten liegt der Bedarf an pflegerischem und ärztlichem Personal bei 12-16 respektive 4-6 Vollzeitkräften[26].Das  eingesetzte Personal (sowohl pflegerisch als auch ärztlich) sollte infektiologisch/tropenmedizinisch und intensivmedizinisch ausgebildet sein. Zusätzlich vorzuhaltende Kompetenzen (z. B. Labormedizin, Mikrobiologie, Radiologie, etc.) sollten verfügbar sein und bei Bedarf hinzugezogen werden. Ein besonderes Problem stellt die Versorgung von Kindern mit HKLE dar. Hier sind in den Zentren infektiologisch und intensivmedizinisch versierte Pädiater in das Behandlungskonzept zu integrieren. Es empfiehlt sich, die erforderlichen Qualifikationen innerhalb des Quarantäneteams breit zu streuen und kontinuierlich zu erweitern. Für die Arbeitsabläufe müssen SOPs, für die Arbeitszeiten entsprechende Dienstpläne vorliegen. Die einzelne Schichtzeit in der PSA sollte vier Stunden nicht überschreiten. Das Wechseln der Tab. 2 Erreger, durch die Erkrankungen verursacht werden, bei denen eine Versorgung im Behandlungszentrum erforderlich oder bei denen die besondere vorgehaltene Expertise sinnvoll sein kann (cave: nicht alle hier aufgeführten Erreger gehören der Risikogruppe 4 an, alle erfordern jedoch spezialisierte Kenntnisse, die in den Behandlungszentren vorgehalten werden!)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Klinische Falldefinitionen sind hierbei nur bedingt hilfreich, da sie in der Regel sehr großzügig abgefasst sind und eine viel zu geringe Spezifität haben. Sie haben sich jedoch bei der ersten Sichtung des Erkrankten gerade in der aktuellen Situation bewährt. Es ist hierbei sinnvoll, sich der vom RKI zeitnah angebotenen Hilfsmittel zu bedienen (z. B. während des Ebolafieber-Ausbruchsgeschehens in Westafrika das RKI-Flussdiagramm zur Klärung eines Ebolafieber-Verdachtsfalls[27]). In der Hand des Erfahrenen kann jedoch die Zusammenschau aller Befunde und der anamnestischen Informationen eine HKLE oftmals zumindest mit einer hohen Wahrscheinlichkeit ausschließen[28][29][30][31].Es kann nicht davon ausgegangen werden, dass jeder diensthabende Arzt oder Amtsarzt die für ein effektives HKLE-Management erforderlichen speziellen Kenntnisse und praktischen Erfahrungen besitzt. Daher sieht das aktualisierte Konzept neben den beschriebenen Behandlungszentren auch die Vorhaltung überregional arbeitender, oben schon erwähnter Kompetenzzentren zur Beratung und Unterstützung der erstversorgenden Krankenhäuser, aber auch des jeweils örtlich zuständigen öffentlichen Gesundheitsdienstes (ÖGD) vor. Die Kompetenzzentren bilden sichden Erfordernissen des IfSG geschuldetals Organisationsstruktur mit hoher fachlicher Expertise (. Tab. 4). Die Einbeziehung weiterer Institutionen wie z. B. der örtlichen Katastrophenschutzbehörden oder der Bundeswehr im Rahmen der zivil-militärischen Zusammenarbeit, die in einigen Zentren seit Jahren erfolgreich praktiziert wird, ist von den lokalen Gegebenheiten abhängig. Die Kompetenzzentren unter Leitung des öffentlichen Gesundheitsdienstes vertreten die Belange des Seuchenschutzes in überregionalem Maßstab -je nach Verantwortungsbereich auch länderübergreifend. Die Aufgaben des Kompetenzzentrums, die sich von Zentrum zu Zentrum durchaus in Details unterscheiden, können sein: 5 Telefonische Beratung und Unterstützung von Gesundheitsbehörden, Ärzten und Krankenhäusern im Zuständigkeitsbereich, Hilfe bei der Ermittlung der Kontaktpersonen 5 Vermittlung bzw. Hinzuziehen weiterer spezieller fachlicher Expertise, 5 Vermittlung einer adäquaten, Risikoadaptierten PSA und von qualifiziertem Personal, wenn eine Verlegung aus einem externen Krankenhaus in das Behandlungszentrum nicht möglich erscheint. Die Mitglieder des Kompetenzzentrums sollen halbjährlich zu informellen Besprechungen zusammen kommen und über den Funktionszustand ihres jeweiligen Verantwortungsbereiches berichten. Insbesondere die reibungslose Abstimmung und Zusammenarbeit der einzelnen Beteiligten bei der Versorgung eines Erkrankten sollte immer wieder Ziel von Übungen und Trainings sein (siehe hierzu Beitrag von Stich et al. in diesem Heft). Durch die Strukturierung der Zuständigkeiten der jeweiligen Kompetenz-und Behandlungszentren für bestimmte Bundesländer ist ein landgestützter Transport von Erkrankten über eine akzeptable Distanz (bis 300 km) in den allermeisten Fällen ohne Probleme möglich. Dabei muss eine Infektionsgefährdung des begleitenden medizinischen Personals oder unbeteiligter Dritter ausgeschlossen sein. Zum Einsatz kommen daher entkernte Rettungswagen (RTW), sog. Infektions-RTW oder I-RTW, die eine dichte Trennung von Fahrer-und Transportkabine aufweisen und eine vollständige Oberflächendekontamination der Fahrzeuginnenbereiche erlauben. Eine HEPA-Filterung der Abluft, die einige I-RTW-Modelle implementiert haben, ist nicht zwingend erforderlich. Ein zweites Fahrzeug ist für den Transport der benötigten Materialien sowie einer Ersatz-Crew erforderlich. Eine primäre Kontamination der Arbeitsgeräte kann durch diese Strategie gezielt vermieden werden. Die Dekontamination kann mittels Formaldehyd-Begasung (Befähigungsnachweis nach TRGS 522!) oder Verneblung von Sauerstoffabspaltern (z. B. H 2 O 2 ) erfolgen. Das Abkleben eines konventionellen RTW als redundantes Reservesystem sowie der Gebrauch von Transportisolatoren (bei entsprechendem klinischen Zustand des zu Transportierenden) kann im Einzelfalle erwogen werden. Über ein entsprechendes Personalmanagement ist die kontinuierliche Verfügbarkeit der Fahrzeuge inklusive des trainierten Personals Tab. 4 Exemplarische Zusammensetzung der Mitarbeiter eines Kompetenzzentrums Üblicherweise vertreten Amtsarzt oder Vertreter Leitender Arzt des Behandlungszentrums Leitender Mitarbeiter des zuständigen Rettungsdienstes Hygieniker Leitender Mitarbeiter der örtlichen Lagezentrums oder der zuständigen Ordnungsbehörde Vertreter der obersten Landesgesundheitsbehörde Fakultativ einzubinden oder im Bedarfsfalle hinzuzuziehen Diagnostiker/Mikrobiologe Leitender Mitarbeiter der örtlichen Katastrophenschutzbehörde Vertreter der Bundeswehr Weitere",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "vom jeweils zuständigen Rettungsdienst zu gewährleisten.Die Erfahrungen der letzten Jahre haben gezeigt, dass ein Lufttransport von an HKLE Erkrankten oftmals notwendig (Re-bzw. Expatriierung) und auch prinzipiell möglich ist. Auch eine fachgerechte Dekontamination der Fluggeräte ist grundsätzlich durchführbar. Die Bundesregierung hat während des Ebolafieber-Ausbruchs in Westafrika eine entsprechende Transportmöglichkeit mit einem speziell ausgestatteten Fluggerät geschaffen [32] : Dieses kann im Falle eines erforderlichen Lufttransports eingesetzt werden. Die medizinische Betreuung obliegt Einsatzteams aus den Behandlungszentren des STAKOB (aktuell aus dem Behandlungszentrum Berlin).",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Das zuerst in den Jahren 2000 und 2001 inaugurierte Konzept einer dezentralen Patientenversorgung im Falle des Auftretens von HKLE hat sich bei den Einzelfällen, die in der letzten Dekade betreut werden mussten, bewährt (Lassa-HF, SARS, Ebolavirus-Krankheit, etc.). Die Erfahrungen aus diesen Fällen haben zu einzelnen Modifikationen der Gesamtkonzeption im Hinblick auf die strukturellen und personellen Erfordernisse und Gegebenheiten in den Behandlungszentren geführt [33, 34] . Diese wurden hier dargestellt. Der Zusammenschluss aller Kompetenz-und Behandlungszentren in einem Ständigen Arbeitskreis (STAKOB) hat Synergien im Sinne einer systematischen Verbesserung der Infrastrukturen und einer Bündelung von Ressourcen ermöglicht. Diese Fortschritte haben zu vergleichbaren Anstrengungen auf europäischer Ebene (EuNID-Netzwerk) geführt [12] . ",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 475,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Schlussbemerkungen"
        }
    ]
}