{
    "paper_id": "c4e8fe3cb9f0a17e9bc791c9cd1aec266bddb4aa",
    "metadata": {
        "title": "Virus Safety of IVIg 333 Abstract Virus Safety of Intravenous Immunoglobulin Future Challenges",
        "authors": [
            {
                "first": "Nicola",
                "middle": [],
                "last": "Boschetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZLB Behring AG",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": "nicola.boschetti@zlbbehring.com."
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Stucki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZLB Behring AG",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Späth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZLB Behring AG",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [],
                "last": "Kempf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZLB Behring AG",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One of the most important clinical applications of intravenous immunoglobulin (IVIg) is to supply a broad spectrum of antibodies to patients who are antibody-deficient. Throughout their lives, patients with inherited (primary) antibody deficiencies are treated with relatively high doses of IVIg. Patients who develop secondary antibody deficiencies because of disease or disease-related therapy may also receive high-dose IVIg for prolonged periods of time. With the observation of platelet count rise in the circulation after treatment of immune thrombocytopenic purpura (ITP) with highdose IVIg in the early 1980s (1), the door was opened to explore the potential of high-dose IVIgs in several other nonimmunodefi-ciency diseases. Single or multiple courses of highdose IVIg were successfully used to treat a wide variety of other autoimmune disorders (for review, see refs. 2 and 3). The mechanisms of action of IVIg in such a wide variety of diseases were recently reviewed (4) (5) (6) (7) . Because regular exposure to large quantities of a human plasma protein carries the risk of infection with bloodborne pathogens, increasing the pathogen safety of IVIg, without diminishing its clinical efficacy, is a high priority.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 982,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Transmission of \"homologous serum hepatitis\" through whole blood, plasma, and serum was a great concern during development of plasma fractionation procedures to produce human serum albumin during World War II. Yellow fever vaccines stabilized with human serum produced 23,000 cases of hepatitis in American military personnel. Most epidemiological investigations strongly suggested that pooled human plasma presented a higher risk of hepatitis transmission than whole blood. This was attributed to the increased probability that pooled plasma would be contaminated by one or several donors. Because plasma pools from 250 to 2000 blood donations were being used to produce albumin, efforts were initiated to inactivate hepatitis viruses in human serum albumin solutions (8) .",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 772,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 1948, Gellis and coworkers reported that hepatitis transmission by albumin was eliminated by heating for 10 h at 60°C (8) . This procedure was possible because of the discovery that 40 mM acetyltryptophan and 20 mM sodium caprylate increased the heat resistance of albumin. Unfortunately, other plasma proteins in solution are inactivated by heat and early attempts to inactivate viruses in high-risk products were unsuccessful. Immunoglobulins produced by cold ethanol fractionation were found to have low risk of virus transmission, similar to heated albumin solution (9) . The reason for this was unknown. This perception changed in 1983, when Lane reported that an IVIg produced by cold ethanol fractionation transmitted non-A, non-B hepatitis (10) . At this time, human immunodeficiency virus (HIV) was isolated and proven as transmissible by blood and blood products (11, 12) , although there was no confirmed HIV transmission by IVIg. The emergence of HIV and reports of non-A, non-B hepatitis transmission by some IVIg products (13, 14) but not others caused manufacturers and regulatory agencies to examine existing IVIg manufacturing processes for their capacity to eliminate viruses (15) (16) (17) (18) (19) (20) (21) (22) (23) (24) . Development of dedicated virus inactivation procedures for IVIg production was also initiated (25, 26) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "(11,",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "12)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "(13,",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "(24)",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1348,
                    "end": 1351,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It was discovered that the relatively low risk of virus transmission by immunoglobulins was caused by the removal of viruses during the manufacturing of most products by two mechanisms: partitioning and inactivation. Over the years, procedures based on these mechanisms were developed and refined. With virus filtration, a third, gentle mechanism was added: removal of viruses based on size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "tion, and elimination based on size) according to their mode of action. A procedure is selected for a biologic based on its effectiveness. Limitations must be considered carefully to achieve the highest possible net safety (pathogen safety, as well as protein integrity) and product yield. Some commonly used procedures, and some experimental elimination procedures, are introduced under the following subheadings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Precipitation During classical plasma fractionation, classes of proteins are precipitated and separated from proteins that remain in solution either by centrifuging or by filtration. Viruses-should they be present-are frequently precipitated along with the proteins (Fig. 1) ; hence, they may end up in a \"waste fraction.\" The most effective virus-removal step during immunoglobulin (Ig)G production occurs during fractional precipitation of Fraction II+III. As demonstrated by experimental validation studies almost all the virus in Cohn Fraction II+III is removed during precipitation of Fraction III (Kistler-Nitschmann Precipitate B), a waste fraction that contains IgA, IgM, plasminogen, and other proteins (Fig. 2) . The virus-removal capacity of a precipitation step depends on the surface properties of the viruses as well as of the solution composition (filter aids, salts, pH, etc.). A particular role is assigned to filter aids, which are needed to allow filtration of protein precipitates and which can adsorb viruses efficiently. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 274,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 712,
                    "end": 720,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Virus Removal by Partitioning"
        },
        {
            "text": "Chromatography may be a potent virusremoval step. Some newer manufacturing processes for plasma derivatives also use chromatography as a virus-removal step (27) (28) (29) . The virus-removal capacity of a chromatography step depends on the surface properties of the viruses, the chromatography resin, and the solution composition (pH, salts, etc.). When chromatography is used for virus removal, it is crucial to show reproducibility over the lifespan of the resin and that the column can be properly sanitized between production cycles.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "(29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chromatography"
        },
        {
            "text": "Virus inactivation capacity is usually described with log reduction factors (LRF) and inactivation kinetics. Rapid inactivation kinetics are considered an indication of a robust process (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Virus Inactivation"
        },
        {
            "text": "The challenge in developing virus inactivation procedures for protein solutions is to inactivate viruses without harming the therapeutic protein. The noncovalent bonds involved in virus assembly are the same as those that main-tain proteins in their native, biologically active, three-dimensional structures (conformation). Consequently, processes that inactivate viruses may also denature proteins. Some proteins can withstand small changes in conformation without losing their biological activity or may renature spontaneously. Other proteins lose biological activity from minor changes in conformation. The denaturation temperature of a protein is sharply defined and is different for each protein (30) . Heating for a definite time to a temperature just below the denaturing temperature of a particular protein is used in some protein purification procedures to inactivate viruses. In the presence of substrate, enzymes can be heated to temperatures 10°C higher than in the absence of substrate (30) . Pasteurization is used to inactivate predominantly enveloped viruses in a wide variety of plasma derivatives (31) (32) (33) . However, it is also effective against some nonenveloped viruses (e.g., B19 virus; refs. 34 and 35).",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 705,
                    "text": "(30)",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "(30)",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "(31)",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "(32)",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "(33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pasteurization"
        },
        {
            "text": "Dry-heat treatment is broadly applied to coagulation factors in the final container. Inactivation of enveloped and nonenveloped viruses have been reported (36, 37) . The low susceptibility of bovine parvovirus (BPV) and canine parvovirus (CPV) was observed under some circumstances (38) and transmission of B19 virus (B19V) by dry-heat-treated coagulation factors was also reported (39, 40) .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "(36,",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "37)",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "(38)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "(39,",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dry-Heat Treatment"
        },
        {
            "text": "Many reports showed inactivation of enveloped viruses at low pH (e.g., pH 4.0) in presence or absence of limited amounts of pepsin (21) (22) (23) . The nonenveloped B19V was recently found susceptible to such conditions. The animal parvovirus mice minute virus (MMV) was resistant to such a treatment (41) .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(41)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Low pH Virus Inactivation"
        },
        {
            "text": "Virus inactivation at low pH is based on conformational changes in viral structural proteins, mainly membrane-associated glycoproteins of enveloped viruses or capsid proteins of nonenveloped viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low pH Virus Inactivation"
        },
        {
            "text": "The presence of lipid envelopes on bloodborne viruses makes them uniquely susceptible to inactivation by chemicals that dissolve or dissociate lipids, such as solvents and detergents. Although proteins can also be denatured by solvents and detergents, they can be exposed to low levels for limited periods of time without significant irreversible effects on structure or function. This observation was exploited by Horowitz and coworkers, who developed a virus inactivation process that involves addition of both a solvent and a detergent (42) . Solvent-detergent virus inactivation was soon applied to a wide variety of plasma proteins considered at risk of transmitting viruses. After hepatitis C transmission by IVIg was reported (13, 14) , solvent-detergent virus inactivation was incorporated into several IVIg manufacturing processes (24, 25) .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "text": "(42)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "(13,",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "(24,",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Solvent and/or Detergent Virus Inactivation"
        },
        {
            "text": "By disrupting the viral lipid envelope, the action of caprylate is similar to solvent-detergent treatment. Nonionized caprylate was shown to inactivate several enveloped viruses (43) . This mechanism has also been applied in a recently established IVIg manufacturing process (44) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(43)",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "(44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Solvent and/or Detergent Virus Inactivation"
        },
        {
            "text": "The energy of ultraviolet C (UVC) light (100-290 nm, corresponding to 12.4-4.3 eV) is strong enough to break atomic bonds (C-C bond dissociation energy env. 3.6 eV). UVC inactivates pathogens by disrupting/modifying nucleic acid and protein molecules. It is an unspecific inactivation procedure, which may also harm the therapeutic proteins. Loss in protein yield or protein activity and generation of neoantigenicity must be carefully investigated. Inactivation by UVC may be of interest for the manufacture of some fragile or large proteins. Inactivation of enveloped and nonenveloped viruses was also achieved (45) (46) (47) (48) (49) . The design of state-of-the-art UVC devices was recently described (50, 51) .",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "(45)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(46)",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "(47)",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "(48)",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "(49)",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(50,",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ultraviolet C"
        },
        {
            "text": "γ-Irradiation γ-Irradiation has been proposed as a broadly effective virus inactivation method for biologics (52) . Although much higher doses must be applied for virus inactivation in biologics (45-50 kGy) than for the sterilization of medical devices (20-25 kGy), functional properties of an experimental IVIg were shown to be maintained (53) . Like UVC, γ-irradiation is effective against a broad range of viruses (54) . The loss in protein yield or protein activity and generation of neoantigenicity owing to γ-irradiation must be carefully investigated.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "(52)",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "(53)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "(54)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ultraviolet C"
        },
        {
            "text": "The viral genome is the ideal target for inactivating viruses without damaging therapeutic proteins. This approach was chosen with intercalating (e.g., psoralens; ref. 55) and electrophilic (ethyleneimines; ref. 56) chemicals that, when activated, should covalently modify predominantly nucleic acids. Such treatments are never exclusively selective for nucleic acids; therefore the risk for generating neoantigens through chemical modifications of proteins must be carefully investigated (57) . The same is true for chemicals that inactivate viruses by modification of proteins (β-propiolactone; ref. 58) or by unspecific chemical modification through singlet oxygen using sensitizers, such as methylene blue (59) .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "(57)",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "58)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "(59)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inactivation by Chemical Modifications"
        },
        {
            "text": "Filtration has long been used to remove blood-borne pathogens from plasma products. Sterile or germ filtration through 0.22-µm filters removes bacteria and fungi. This process has been so effective that the development of filters with pore sizes small enough to remove viruses was a logical consequence. Development of virus-removal filters for therapeutic protein solutions was handicapped by the need to process large volumes at reasonable flow rates. Initial problems were resolved in the early 1990s, and the viral safety of plasma products was improved by implementing virus filtration at the process scale. Virus filtration is a simple, robust, nondestructive process that adds size exclusion, a new mechanism, to conventional virus inactivation and partitioning. Because it does not discriminate between enveloped and nonenveloped viruses, virus filtration has the potential to remove the broadest range of pathogens (60-64) (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 932,
                    "end": 940,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Virus Filtration"
        },
        {
            "text": "The term \"virus filtration\" has become the accepted nomenclature for what was previously called \"nanofiltration\" (65) . Virus filtration has become a generally accepted, efficient, and very robust method for the removal of viruses larger than the pore size of the filter. However, differences were observed in removal studies with viruses of about the same size, or smaller than, the pore size of the virus filter. In addition to pore size, other factors, such as the composition of the immunoglobulin (Ig)G solution and the model virus used, may play a role. Ig solution may contain antibodies interacting with the virus; this leads to the retention of viruses that are smaller than the pore size (66) . The elimination capacity for small viruses has been studied by several authors (62, 64) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(65)",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "(66)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "(62,",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "64)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus Filtration"
        },
        {
            "text": "Emerging and reemerging viruses may be defined as \"viruses that have newly appeared in a population or have existed previously but are rapidly increasing in incidence or geographic range\" (67) . Over the past century, the developed world believed that diseases, including emerging diseases, would regress in the future. Vaccination programs have eradicated smallpox and almost eliminated polio, relieving the burden of childhood diseases. With the introduction of antibiotics, many bacterial diseases have been vanquished. Improved sanitary conditions and medical care have also contributed to the decrease in devastating infectious diseases.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(67)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "The world changes continuously, and we are now living in a phase called globalization. The socioeconomic impact of globalization on humankind has both direct and indirect impacts on the emergence of pathogens. Three factors are important for emerging pathogens to occur (Fig. 5) : Microbe-host interactions, adaptation of the microbe to the environment, and colonialization of the environment by a potential host. Globalization increases long-distance trade and travel, urbanization (often in dense, impoverished settlements), pressure on land reserves, and migration into these lands. Climate change also influences the environment, the host, and the microbes. Therefore, we expect new and resurging pathogens in the future. However, countermeasures, such as treatments, prophylaxis, and surveillance, and the capability to rapidly investigate and react to new threats on a global scale have also evolved over the past 50 yr. Therefore, it is not possible to make predictions about the severity of future outbreaks of emerging pathogens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Emerging Viruses"
        },
        {
            "text": "The most prominent recent example of an emerging virus was severe acute respiratory syndrome (SARS)-coronavirus. In November 2002, the first known case of atypical pneumonia occurred in Foshan City (Guangdong Province, China). Until March 2003, the \"severe atypical pneumonia\" spread over three continents (13 countries). Then, the World Health Organization (WHO) set up global networks to expedite detection of the causative agent; develop a robust and reliable diagnostic test; pool clinical knowledge on symptoms, diagnosis, and management; and study SARS epidemiology. Schools were closed, thousands of people were put under quarantine in affected areas, travel recommendations were issued, and airlines started screening their passengers for symptoms. Exactly 1 mo after its establishment, the WHO laboratory network announced conclusive identification of the SARS causative agent: an entirely new coronavirus, unlike any other human or animal member of the family Coronaviridae. In July 2003, the last known chain of transmission was interrupted in Taiwan. The coordinated control measures recommended by WHO, which included early identification and isolation of patients, vigorous contact tracing, management of close contacts, and public information and education to encourage prompt reporting of symptomscertainly together with a portion of luck-were effective to overcome the SARS epidemic. An example of a reemerging virus is West Nile virus (WNV) in the United States. Within 4 yr WNV spread from the East Coast to the West Coast. Birds are the primary amplifying hosts, and the virus is maintained in a birdmosquito-bird cycle. Infection of mammals is a dead-end infection. The reason for the rapid dynamics of the WNV epidemics in North America is that the virus found a favorable environment with the appropriate vectors and naïve hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "These two examples show how changes of the host, environment, and microbe relationships may contribute to the emergence and reemergence of viruses (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Emerging Viruses"
        },
        {
            "text": "After having learned the lessons of HIV and hepatitis C transmission, the plasma processing industry of today copes very well with enveloped and large viruses. The viruses of future concern are the small nonenveloped ones. Such viruses are difficult to inactivate using physicochemical treatments. Currently, the most promising measure is probably virus filtration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Representatives of this class of viruses are already present in the human population: Picornaviridae (e.g., hepatitis A virus), Parvoviridae (e.g., B19V), and Circoviridae (e.g., TT virus, SEN virus) circulate ubiquitously. Hepatitis A is known as a causative agent for hepatitis and B19V may cause a variety of illnesses, the manifestations of which depend on the immunological and hematological state of the host. In healthy immunocompetent individuals, B19V infections are mostly asymptomatic or cause erythema infectiosum. B19V replication is strictly dependent on dividing erythroid progenitor cells. Therefore, B19V infection of individuals with underlying hematological disorders may show transient aplastic crisis. Immunocompromised persons may be persistently infected with the manifestation of pure red cell aplasia and chronic anemia. Other nonhematological disorders, such as rheumatic (68) and neurological (69) manifestations have been reported. Pregnant women are at special risk, because B19V infection may lead to hydrops fetalis. Until now no human disease has been definitively linked to circoviruses. Although the search for associated diseases goes on, these have already been described as submerging viral threats (70) .",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 902,
                    "text": "(68)",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "(70)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Because of the highly sensitive techniques available today we have reversed the situation; we may identify a pathogen without knowing the disease instead of knowing the disease and not the pathogen. It is now possible to prospectively investigate potential threats from emerging pathogens. However, it is of eminent importance to keep in mind that commensal and nonpathogenic microbes prevail over the number of human pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Here, we focus on small, nonenveloped viruses with the potential for emergence owing to their history and circulation. To date, we are not aware that emergent human pathogens with these characteristics have been described. However, these have occurred in animals. A classical example of an emerging virus of this type is canine parvovirus (CPV) type 2, a member of the family of Parvoviridae. Parvoviruses infect different vertebrate hosts and tissues with the constriction that cells must be in a dividing state to allow virus replication. A shift in species tropism of feline panleukopenia virus (FPV) was recently observed (for review see ref. 71) . This resulted in the emergence of CPV as a new pathogen in dogs in mid-1978 with a subsequent rapid global spread (72) . The event occurred through a limited number of amino-acid changes involving the transferrin receptor (TfR) binding surrounding the three-fold spike (73) . The virus evolved over the following years from CPV-2, which does not replicate in cats, to CPV-2a and b, which replicate efficiently in cats and cause an infection as FPV. The substitution rate in the capsid protein was calculated to be 2 × 10 -4 nucleotides/ year, just about 10 times less than for RNA viruses (74) .",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 650,
                    "text": "71)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "(72)",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "(73)",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "(74)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Another parvovirus where a high mutation frequency was reported is MMV. Lopez-Bueno et al. (75) reported a mutation frequency of 2.8 × 10 -5 substitutions per nucleotide and round of replication when in vivo and in vitro replication in presence of a neutralizing monoclonal antibody was studied. This mutation frequency is very close to the one reported for retroviruses (76) . In the presence of the monoclonal antibody, which bound to the highly antigenic, threefold spike, viruses that escaped antibody neutralization were selected and enriched to 100% within three passages. In in vivo experiments in severe combined immunodeficient mice treated with the same antibody from day 25 postinfection, such escape mutants were also selected. Virus stocks used in these experiments were cultivated from single MMV clones. The presence of viruses resistant to the neutralizing antibody already in stock preparations shows the considerable diversity in clonal populations of parvoviruses. This phenomenon is generally called \"viral quasispecies\" and is well-known in the retrovirus field (77) . A high genomic variability was also described for B19V in isolates of persistently infected patients (78) . Protein-sequence deviations of up to 8.2% (from the reference isolate Au) in some regions were described.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(75)",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "(76)",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "(77)",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "(78)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "The threefold spike of parvoviruses is highly antigenic and involved in many interactions with different host-cell receptors. It has the capacity to control the host tropism for cats and dogs for FPV and CPV via the interaction with TfR (79), the tissue tropism in MMV i for leukocytes and of MMV p for fibroblasts (80, 81) , and the tissue tropism of the pathogenic Kresse and the nonpathogenic NADL-2 strain of porcine parvovirus (82) .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "(80,",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "81)",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "(82)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "There may be several reasons for these high mutation frequencies. First, although parvovirus DNA replication is strictly dependent on host replication factors in the S-phase of the cell cycle, the mechanism for the unidirectional leading strand DNA synthesis differs from cellular semiconservative DNA replication with leading and lagging strands. It was also observed that parvovirus DNA replication uses distinct replication bodies not identical with nuclear DNA replication bodies (83) . This may be the reason why parvovirus DNA replication is less accurate than cellular DNA replication. Second, this highly antigenic structure (threefold spike) must be under a high selective pressure from the host defense. Third, the low pressure from negative selection may be an additional reason for the observed mutation frequency. Apparently parvoviral capsids may tolerate certain variability without negative impact on infectivity or capsid stability. Figure 6 shows the high degree of variability for amino acids in two stretches (301-313, 389-406) making up the threefold spike of the erythrovirus capsids. The mentioned sequences have all been deposited in the Uniprot database and were retrieved by a low stringency WU-BLAST search (search matrix: PAM10). This quasispecies behavior of parvoviruses provides a pool of genetic variance, which can rapidly adapt to selective pressures.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "(83)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 950,
                    "end": 958,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Emerging Viruses"
        },
        {
            "text": "There may also be parvoviruses lurking in the animal kingdom that may jump to humans without mutating their genomes. This was described by Brown et al. (84) for simian parvovirus (SPV), an erythrovirus of macaques. SPV belongs to the genus of erythroviruses and causes a very similar disease pattern in macaques as B19V does in humans. The authors report that handlers with SPV-positive macaque colonies carried antibodies against SPV. SPVspecific but also B19V-crossreactive antibodies were detected in individuals. Interestingly, 6 of 100 blood donors carried SPV-specific antibodies and SPV was able to infect human cells.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 156,
                    "text": "Brown et al. (84)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Other small, nonenveloped viruses with the potential to appear as emerging pathogens are from the families of Picornaviridae and Circoviridae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Picornaviruses are widely distributed in the human population. Although many infections are nonapparent, picornaviruses are the etiological agents for illnesses, such as myocarditis, acute neurological diseases (e.g., aseptic meningitis, encephalitis, poliomyelitic syndrome), pancreatitis, and hand, foot, and mouth disease. Despite almost complete extinction, the polio virus still occurs in some areas on the world (85) .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "(85)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Members of the Circoviridae family, however, are currently submerging as pathogens (70) , because the initially suspected links to human diseases have not been established. The genome of these viruses consists of a circular single-strand DNA. Its replication is still not very well-known. However, TT virus was described circulating as a quasispecies owing to its high degree of sequence variability (86) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(70)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "(86)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viruses"
        },
        {
            "text": "Plasma-derived therapeutics are life-saving products. However, like other biologics, they carry the inherent risk of transmitting pathogens. Current virus elimination methods used in the plasma processing industry contribute to the high safety standard of these medicines. These methods also proved to be effective against recently encountered emerging viruses such as SARS or WNV. Nevertheless, virus transmissions may still occur as reported for clotting factors and a fibrin sealant (39, 40, (87) (88) (89) . Efforts to increase the repertoire of countermeasures against small and nonenveloped viruses are ongoing ( 41, 53, 90) . As we have outlined, an increase in the frequency of emerging viruses may be expected in the future because of socioeconomic and ecological changes. However, the impact this would have on blood safety is difficult to estimate.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "(39,",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "(87)",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "(88)",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "(89)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 622,
                    "text": "( 41,",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "53,",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "90)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Thus, the possibility of emerging viruses appearing in plasma donors is real. The worst possible case would be the emergence of a small, nonenveloped virus. We already know that circulating, small, nonenveloped viruses harboring the capacity to switch host and tissue tropism exist. Although today's Igs are safer than ever, the plasma processing indus- try is highly vigilant to be prepared for the future. The very sensitive techniques available for the study and diagnosis of viruses must be applied proactively, even on viruses that are not considered human pathogens. These viruses need to be studied on the cellular and molecular levels to identify their vulnerabilities and to generate the basis for the development of appropriate removal or inactivation methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transfusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bayry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Latry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clinique et Biologique",
            "volume": "10",
            "issn": "",
            "pages": "165--169",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immunoglobulins. Amsterdam: CLB",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "285--295",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proc Int Symp",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funakoshi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uemura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "313--325",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Planova Workshop",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dichtelmüller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "39--49",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Virus elimination by partitioning. Partitioning is achieved whenever a biological mixture is separated by retention of a fraction due to certain physicochemical properties.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kistler-Nitschmann fractionation scheme for the manufacturing of intravenous immunoglobulin. The corresponding Cohn-Oncley fractions are indicated in brackets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Commonly used virus inactivation methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Virus removal based on size: the principle of virus filtration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The relationships among microbes, hosts, and environment are submitted to constant changes. Therefore the intersections among the three players are",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sequence variability of erythroviruses at threefold symmetry axis: A WU-BLAST (http://www. ebi.ac.uk/blast2/) search on Uniprot with the sequences EGDSSNTGAGKAL and MHTYFPNKGTQ QYSDQIE using the search matrix PAM10 was performed. The matching erythrovirus sequences (for EGDSSNTGAGKAL: 122; for MHTYFPNKGTQQYS DQIE: 119) were grouped and their percentual representation calculated.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Elimination Mechanisms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Alphonse Hubsch and Michael Burns for helpful comments and discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}