{
    "paper_id": "c500c4a7781ab34a0d7a15bca6917f511a1b5730",
    "metadata": {
        "title": "Contingency plans in a radiation oncology department amid the 2019-nCoV outbreak in Switzerland",
        "authors": [
            {
                "first": "Alexandros",
                "middle": [],
                "last": "Papachristofilou",
                "suffix": "",
                "affiliation": {},
                "email": "tel.41612654940alexandros.papachristofilou@usb.ch"
            },
            {
                "first": "Tobias",
                "middle": [],
                "last": "Finazzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Goetz",
                "middle": [],
                "last": "Kohler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Dott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Zimmermann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The ongoing novel coronavirus (2019-nCoV) pandemic is expected to develop into an unprecedented stress test for health care systems worldwide. This brief report, written from a radiation oncology perspective during the developing outbreak of 2019-nCoV in Switzerland, highlights the challenges identified and measures taken in our department to mitigate risks and ensure continued operations during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late December 2019, a novel coronavirus (2019-nCoV) was identified in China as the cause of an atypical pneumonia outbreak, termed coronavirus disease 2019 (COVID-19) 1 . Following rapid worldwide spread, the virus outbreak was recognized by the World Health Organization (WHO) as a pandemic on 11 March 2020, which will put affected health care systems at stress and, conceivably, the risk of collapse in case of uncontrolled outbreaks.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At first, radiation oncology may not appear to be a discipline which will be highly affected by a virus outbreak. Rather, pulmonary and intensive care medicine, and associated internal medicine services, are at risk of being overwhelmed by large numbers of patients. However, looking closely at radiation oncology workflows, one will identify potential weak links which may have critical impact on a department's ability to function in a crisis situation, as seen previously during the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In mid-February 2020, the first clusters of 2019-nCoV emerged in northern Italy, near the southern border of Switzerland. Following rapid spread in the Lombardy region of Italy, the first 2019-nCoV cases appeared in Switzerland, including a young woman working at a daycare center, who tested positive in Basel on 27 February after traveling to Milan. Numbers of 2019-nCoV infections in Switzerland have since risen rapidly to 2'200 confirmed cases as of 15 March, with Basel being one of the most heavily affected regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The department of radiation oncology at the University Hospital Basel serves the greater metropolitan area of Basel, which is the third-most-populous city in Switzerland, and the center of a trinational agglomeration bordering both France and Germany. With a volume of over 800 new cases per year, it is the largest provider of radiation therapy (RT) in the region, treating a broad spectrum of diseases within the tumor and stem cell treatment centers, and in close association with the University Children's Hospital Basel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Attempting to mitigate any negative effect on departmental operations, contingency plans were drawn out in mid-February 2020 to tackle the impact of the 2019-nCoV spread. This brief report, written in mid-March 2020 during what is still assumed to be the beginning phase of the 2019-nCoV outbreak, describes the measures planned or implemented in response to hospital-wide, regional and national developments ( Figure 1) . Key challenge areas in the event of a major outbreak of 2019-nCoV were identified. Furthermore, assumptions were made on how the hospital administration, the cantonal authorities and the federal government would react to a worsening outbreak, in order to prepare our department for the potential impact of these external factors on patient care. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 420,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Early on, emphasis was put on preparing the department for the challenges that lie ahead. a) Supplies of medical instruments, drugs and stockpiles of dispensable materials such as examination gloves, surgical masks, antiseptic fluids were checked and restocked when necessary. b) All planned staff leaves, as well as absences for educational purposes, working group meetings and student lectures, were reviewed to identify time frames with potential bottlenecks in key personnel. Apart from leave days, absences from clinical duties were categorized with a traffic light system. Any absence that could easily be avoided or postponed was categorized as green, any mandatory absences were categorized as red, the rest were categorized as yellow. As infection rates rose many meetings outside the clinic were cancelled and select personnel leaves were rescheduled. c) Scheduled maintenance on the linear accelerators (LINACs) and unfinished upgrade procedures were reviewed. «Elective» maintenance work scheduled after mid-April 2020 was postponed, whereas all necessary maintenance was carried out as soon as possible. Planned procedures such as software upgrades were postponed in order to limit the risk of potential hardware incompatibilities and software bugs in the critical phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 1: «Preparing for the storm»"
        },
        {
            "text": "d) The LINAC vendor was inquired about the possibility of stockpiling essential spare parts known to be prone to occasional failure locally. The scheduled replacement of our Iridium-192 source used for high dose rate (HDR) brachytherapy was verified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 1: «Preparing for the storm»"
        },
        {
            "text": "In anticipation of potential staff shortages and ancillary workloads, as well as to mitigate exposure of cancer patients to the risk of infection, treatment schedules were reviewed to account for priorities during the 2019-nCoV outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 2: «Setting priorities»"
        },
        {
            "text": "a) Postoperative RT for breast cancer, and external beam RT for localized prostate cancer in the primary or postoperative setting, make up roughly 50% of all cases treated in the department. In many of these patients, treatment can be postponed for several weeks or even months without negative oncologic impact. Therefore, time slots for therapy initiation in patients scheduled to undergo treatment, and in those presenting for the first time, were reviewed. Three «elective» slots per week for treatment initiation were reserved and filled up continuously beginning mid-July. Restricting the number of treatment initiations ensured that not too many patients with a non-time-critical treatment would be \"on beam\" at the same time. Patients were advised to immediately initiate scheduled hormone and androgen deprivation therapy, when indicated. b) Over 70% of all patients with breast and primary prostate cancer were already receiving hypofractionated treatment prior to the 2019-nCoV outbreak, mostly according to the START-B trial for breast cancer 3 , and the CHHiP-trial for prostate cancer 4 ). In view of the impending outbreak, hypofractionated RT was employed whenever feasible, including implementation of a one-week partial breast RT schedule in suitable patients, following recent presentation of favorable long-term outcomes 5,6 . c) Patients with slow-growing asymptomatic tumors (e.g. WHO grade I meningiomas, vestibular schwannomas) were assigned treatment slots at a later time point. d) Palliative RT was delivered using short regimens whenever feasible, and single-fraction stereotactic body RT (SBRT) was considered for cases where a higher biologically effective dose (BED 10Gy ) was deemed necessary, such as in bone metastases with a mass effect and possible future complications. e) Provisions were made to reduce quality assurance (QA) measures as far as deemed reasonable and allowed according to the radiation protection regulation. Generally, patientspecific QA is performed using in vitro dosimetry for verification of intensity modulated RT (IMRT) treatment plans in each case. Once resources (staff, LINAC slots) become limited, only highly modulated plans will be checked, whereas this practice will be suspended for plans deemed to be of low risk for any inconsistencies, based on experience gathered in the past years, including the departmental critical incidence reporting system (CIRS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 2: «Setting priorities»"
        },
        {
            "text": "Special skills mastered by one or few staff members can cause a bottleneck if these individuals become unavailable. As radiation oncology requires an orchestrated effort of individual experts performing specific tasks, we identified areas where potential problems could arise in our department. This included our treatment planning workflow, which involves contouring and dose prescription by the physician, plan calculation by a dosimetrist, joint plan adjustment and approval, followed by QA performed by a physicist. In our department, the first evident bottleneck was plan calculation with only two dosimetrists available. To counter this bottleneck, the following measures were taken: a) Trained physicists were involved more actively in the plan creation procedure as a backup plan in case of limited dosimetry staff. b) Remote access to the planning workstation was installed, allowing for one dosimetrist to plan from home («home office» setting), subjecting him to a lower risk of infection, and potentially allowing for work during a quarantine setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 3: «Gathering the flock»"
        },
        {
            "text": "Another bottleneck can result from a significant proportion of the workforce becoming ill, or requiring quarantine. In particular, the absence of too many radiation therapists (RTTs) was identified as a conceivable scenario, which would require us to shut down one of three LINACs. a) Teams were prepared for adapted workflows that would allow for the LINACs to be run with limited staff (e.g. by assigning a «runner» that would assist with patient positioning, when needed). b) To reduce the risk of widespread exposure to an asymptomatic 2019-nCoV case, split staffing was be considered, although this depends on the number of available RTTs and workload (currently not feasible in our department).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 3: «Gathering the flock»"
        },
        {
            "text": "Safeguarding specialists who are not directly involved in patient care also requires attention. We identified the radiation oncology information system (ROIS) administrator as a key figure whose incapacitation could have major impact on the department's operations. A home office setting was implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 3: «Gathering the flock»"
        },
        {
            "text": "In times of crisis, one may be faced with additional (and unknown) tasks to carry out, since staff shortages and patient overload will have hospital-wide consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 4: «We're all in this together»"
        },
        {
            "text": "a) Other critical areas in the hospital may require assistance. In our case, one week after the first departmental contingency plans had been developed, the hospital administration allocated 1.0 full time equivalent (FTE) physician of our department at the newly installed 2019-nCoV outpatient testing station. Another 0.5 FTE administrative worker was allocated the following week. This practice is scheduled to continue as the strain on the health care system intensifies and will require further adaptations on departmental workflows. b) Personnel supporting our department may become unavailable. Affected services may involve facility care, logistics, information & communications technology (ICT), and patient transportation. We plan to employ the department's administrative staff to carry out some of these tasks, should these services no longer be provided by the hospital. Other non-timecritical tasks currently covered by the administrative staff, such as billing, would have to be postponed until the situation improves. With academic sessions paused, the medical faculty has issued a call to medical students to assist in various supporting tasks; at the time of writing, over 100 students have answered the call. c) Certain procedures in brachytherapy may require (regional or general) anesthesia. Many of these indications are not time-critical, such as brachytherapy for prostate cancer, and can therefore be postponed. In our case, four patients with locally advanced cervical cancer are currently receiving external beam radiation therapy (EBRT), and are scheduled to undergo HDR-brachytherapy in the following weeks. As we expect resources for anesthesia to be limited, options for sedoanalgesia need to be discussed with patients and coordinated. As a last resort, delivery of increased doses using external-beam RT may be considered, although this is linked to less favorable outcomes 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 4: «We're all in this together»"
        },
        {
            "text": "One of the main challenges during an outbreak is to protect patients and staff from infection. Strict compliance with hospital-wide hygiene measures is mandatory, and this included the use of personal protective equipment (PPE) from an early stage, as well as regular disinfection procedures, distribution of hand sanitizers, and instruction of both patients and staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 5: «Protect your patients and staff»"
        },
        {
            "text": "We took additional steps to limit exposure to the necessary minimum. One of the biggest challenges we envisioned was the eventuality of having patients on treatment testing positive for 2019-nCoV. For patients quarantined for (possible) 2019-nCoV infection, hospital regulations called for decontamination of the LINAC vault and patient transit areas in a lengthy procedure, which was not feasible between regular appointments. Rather, this appeared manageable only if a few patients were affected, as their treatment slots could be moved to the end of the day, followed by decontamination over night. The following measures were taken to mitigate the risks: a) Our department has the three vaults with identical, beam-matched LINACs. During normal operations, two or three LINACs are running, depending on patient workload. Having already carried out all necessary maintenance as a first step of our contingency plan, we were able to specify one LINAC vault that would be preserved for treatments of patients with a (possible) 2019-nCoV infection. b) Markings on the floor are used to highlight access ways to the designated vault and control room. These access ways are «off-limits» for non 2019-nCoV-affected patients as well as the LINAC team, and can be swiftly disinfected. c) Treatment slots between possible and confirmed 2019-nCoV cases need to be scheduled with ample time to allow disinfection. The order in which patients are treated depends on the likelihood of a 2019-nCoV infection, starting with the least probable and ending with the confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 5: «Protect your patients and staff»"
        },
        {
            "text": "Treatment interruption may be discussed in certain patients with a confirmed 2019-nCoV infection. A common scenario may be the treatment of bone metastases using e.g. 5 x 5 Gy. Were a 2019-nCoVinfection to be detected halfway through treatment, RT could be safely discontinued as a delivered dose of ≥10 Gy should be adequate for analgesia, and for temporary prevention of tumor growth in non-critical cases. Treatment could then be restarted after a few weeks, with the option of delivering a higher cumulative dose to account for the interruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 5: «Protect your patients and staff»"
        },
        {
            "text": "Besides limiting the risk of infection during treatment, additional measures were taken to limit exposure during patient follow-up, in accordance with the «stay at home» principle to reduce 2019-nCoV spread. Patients scheduled for follow-up visits were called in advance, and telephone assessment was performed by physicians. Remote measures taken in response to typical RT side effects included consultation, faxing of drug prescriptions to nearby pharmacies, use of video calls to assess skin reactions, and scheduling of additional phone calls. Patient responses to this approach were almost unanimously positive, as many were relieved that they didn't have to come to the clinic unless necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 5: «Protect your patients and staff»"
        },
        {
            "text": "The 2019-nCoV outbreak will pose challenges that may initially be underrecognized, such as the shutdown of schools and daycare facilities. In our case, this was complicated by the unpredictable stance of the federal government and cantonal authorities on school operations. As Basel is bordering both France and Germany, several colleagues commute across the border to Switzerland for work, which further complicated matters. French authorities shut down schools on 9 March, whereas Swiss and German authorities followed on 16 March. In anticipation, all coworkers with children had been asked how they planned to take care of their children if schools, kindergarten and daycare facilities were to close. A provisional plan was to convert a breakroom into an impromptu daycare facility for coworkers, although this idea was abandoned due to hospital regulations issued on 13 March not allowing visitors on hospital grounds. Luckily, cantonal authorities recognized the importance of this issue and provided daycare for children of parents working in health care, or other vital services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge 6: «Who's taking care of the kids?»"
        },
        {
            "text": "The 2019-nCoV outbreak in Switzerland is ongoing at the time of writing, with lockdown procedures and border controls being employed by the federal government, as well as neighboring countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current developments"
        },
        {
            "text": "We are continuously reviewing our measures in response to the dynamic situation, in order to guarantee adequate care for our patients. Meanwhile, the radiation oncology community is actively discussing practical implications of the outbreak, using social media platforms such as Twitter® to share useful information. As we are still facing the height of the 2019-nCoV outbreak, we hope that the measures described here will help colleagues deal with the ongoing crisis, and we encourage everyone to continue to share their experiences during this unparalleled challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current developments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hiding in the bunker: Challenges for a radiation oncology department operating in the Severe Acute Respiratory Syndrome outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shakespeare",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wynne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Australas Radiol",
            "volume": "47",
            "issn": "2",
            "pages": "143--145",
            "other_ids": {
                "DOI": [
                    "10.1046/j.0004-8461.2003.01165.x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The UK Standardisation of Breast Radiotherapy (START) trials of radiotherapy hypofractionation for treatment of early breast cancer: 10-year followup results of two randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Haviland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dewar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Oncol",
            "volume": "14",
            "issn": "11",
            "pages": "1086--1094",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(13)70386-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Conventional versus hypofractionated high-dose intensity-modulated radiotherapy for prostate cancer: 5-year outcomes of the randomised, non-inferiority, phase 3 CHHiP trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dearnaley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Syndikus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mossop",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Oncol",
            "volume": "17",
            "issn": "8",
            "pages": "30102--30106",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accelerated partial breast irradiation using intensitymodulated radiotherapy versus whole breast irradiation: 5-year survival analysis of a phase 3 randomised controlled trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Livi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Meattini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marrazzo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Cancer",
            "volume": "51",
            "issn": "4",
            "pages": "451--463",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejca.2014.12.013"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Abstract GS4-06: Accelerated partial breast or whole breast irradiation after breast conservation surgery for patients with early breast cancer: 10-year follow up results of the APBI IMRT Florence randomized phase 3 trial",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Meattini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saieva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Res",
            "volume": "80",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1158/1538-7445.SABCS19-GS4-06"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Curative radiation therapy for locally advanced cervical cancer: brachytherapy is NOT optional",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanderup",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Eifel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Yashar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pötter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Grigsby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "88",
            "issn": "3",
            "pages": "537--539",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2013.11.011"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Development of 2019-nCoV infections in Switzerland according to the Federal Office of Public Health, with time points indicating when departmental measures were addressed or implemented.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}