{
    "paper_id": "c567c325fc59b8a2967a700d8236e110d3175347",
    "metadata": {
        "title": "AGENTS ASSOCIATED WITH NEONATAL DIARRHOEA IN ETHIOPIAN DAIRY CALVES",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shola Disease Investigation Laboratory",
                    "institution": "",
                    "location": {
                        "postBox": "PO Box 7491",
                        "settlement": "Addis Ababa",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "L"
                ],
                "last": "Roeder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shola Disease Investigation Laboratory",
                    "institution": "",
                    "location": {
                        "postBox": "PO Box 7491",
                        "settlement": "Addis Ababa",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Roman",
                "middle": [],
                "last": "Zewdu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shola Disease Investigation Laboratory",
                    "institution": "",
                    "location": {
                        "postBox": "PO Box 7491",
                        "settlement": "Addis Ababa",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Faeces samples collected from diarrhoeic dairy calves in the first 8 weeks of life were examined for the presence of 5 enteropathogens. The majority of the 108 diarrhoea cases occurred in the first 5 weeks of life and a commercial ELISA kit detected bovine enteric coronavirus (BEC) in 38.9%, serogroup A rotavirus (RV) in 16.7% and K99 (FS) fimbria! adhesin-positive Escherichia coli (/C09 ETEC) in 11.1 per cent. Concurrent infections of these enteropathogens were detected in 14.8% of samples (30.8% of samples positive for these agents). No evidence of cryptosporidial infection was found using a differential staining method on faecal smears nor was salmonella excretion detected. On 2 of the 8farms only BEC was present; the other 6farms were positive for all 3 agents. It is concluded that BEC is the major infectious cause of neonatal calf diarrhoea in the Ethiopian dairy herds studied with RV and K99 ETEC also contributing to morbidity, either alone or as mixed infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In Ethiopia neonatal diarrhoea is an important cause of calf morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Until recently, lack of sophisticated laboratory facilities precluded a study of the aetiological agents involved in all but the more developed countries. However, recent advances in immunoassay technique have provided specific and sensitive tools which can be used where only basic facilities exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Elsewhere it has been shown that the aetiology of neonatal calf diarrhoea is complex, one component being infectious agents including rotavirus (RV), bovine enteric coronavirus (BEC), K99 fimbrial adhesin-positive enterotoxigenic Escherichia coli (K99 ETEC), cryptosporidia and salmonella occurring alone or in combination (Reynolds et al., 1986; Snodgrass et al., 1986) .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 346,
                    "text": "(Reynolds et al., 1986;",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 370,
                    "text": "Snodgrass et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The main focus of the study reported here was to determine the prevalence of these agents in diarrhoeic dairy calves in highland Ethiopia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Samples of diarrhoeic faeces were collected from dairy calves up to 8 weeks of age during periodic visits made to dairy farms over the course of 14 months. An additional 4 samples were derived from a Clinic adjacent to Shola Laboratory. The source farms lie at altitudes between 1,900 and 2,600 m above sea level within 50 km of Addis Ababa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of samples"
        },
        {
            "text": "Husbandry practices varied but calves were given access to their dams\" colostrum by suckling or by being bucket fed. Once removed from their dams calves were bucket fed milk from the herd and la,t.er supplemented with concentrate feed and hay, 'Address for correspondence: 45, Old Portsmouth Road, Camberley, Surrey GUI5 1JJ, UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of samples"
        },
        {
            "text": "The calves were predominantly Friesian/Holstein with a small proportion of zebu (mainly Boran) blood in some except for one farm of Jersey cattle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of samples"
        },
        {
            "text": "On receipt faecal smears were prepared, air dried and heat fixed (also methanol fixed in early studies) for subsequent examination for cryptosporidia by a modified Ziehl-Neelsen differential staining technique (Henriksen and Pohlenz, 1981) . Smears were stained with concentrated carbol fuchsin for 25 rain, rinsed in tap water, differentiated for 1.5 min in 5% sulphuric acid, rinsed in tap water and counterstained with 5% malachite green for 3 rain before rinsing again in tap water and air drying. Slides were examined with a high power ( x 40) dry lens and a x 100 oil immersion lens for the presence of cryptosporidia. Control positive slides were processed similarly to confirm staining efficacy. Faeces were then deep frozen pending further examination in batches, usually within one month.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 239,
                    "text": "(Henriksen and Pohlenz, 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection of disease agents"
        },
        {
            "text": "Batches of faecal samples were thawed and examined in a 3 component sandwich antigen detection enzyme-linked immunosorbent assay (ELISA)' which employs monoclonal antibodies (MAbs) for capture and detection. The MAbs have unique specificities for the serogroup A antigen of RV, a common antigen of BEC and the K99 (FS) fimbrial adhesin of ETEC, thus detecting the major known microbial pathogens associated with calf diarrhoea (Thorns et aI., 1992) . In brief, 10% suspensions of faeces i n phosophate buffered saline (0-01 M, pH 7.6: PBS) were each applied to 3 wells of modular polystyrene ELISA plates precoated with capture MAbs. Positive and negative control antigen preparations were included in each test. After reaction for 30 min at ambient temperature (20 to 28~ the plates were emptied and washed 5 times in PBS by filling the wells from a wash bottle and shaking out; they were then tapped dry on absorbent paper. Colour-coded preparations of the 3 horseradish peroxidase-labelled MAb conjugates were then added to appropriate wells from dropper bottles. After 15 min at ambient temperature the plates were washed as before and tapped dry. The chromogen, tetramethyl benzidine, and substrate, urea peroxide, were added to wells from dropper bottles and the plates were tapped gently to mix the reagents. After 15 minutes the controls were inspected and the test results were read by visual inspection for the development of blue colouration indicative of a positive result.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 448,
                    "text": "(Thorns et aI., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection of disease agents"
        },
        {
            "text": "Faecal samples detected as K99-positive by ELISA were cultured on 5% sheep blood agar. After overnight growth 6 putative E. coli colonies were tested by a MAb based latex agglutination card test 2 (Thorns et al., 1989) for the presence of K99 fimbrial adhesin.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 218,
                    "text": "(Thorns et al., 1989)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Detection of disease agents"
        },
        {
            "text": "Samples were tested for the presence of salmonella by overnight enrichment in sodium selenite broth followed by aerobic culture on MacConkey and desoxycholate citrate agar plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of disease agents"
        },
        {
            "text": "The detection of enteropathogens is summarised in Table I together with the sources of the samples examined; 104 samples were derived from large dairy farms and 4 samples were received from the clinic, being derived from small urban dairy holdings. Although control slides were clearly identified as containing cryptosporidia, none were present in the 108 faeces samples examined. Excretion of salmonella was not detected. Enteropathogens were detected in 52 of the 108 samples (48.2%) examined with 36 (33.3%) being single infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Detection of enteropathogens"
        },
        {
            "text": "BEC was the dominant enteropathogen detected being present in 42 of 108 samples (38-9%), representing 80.8% of positive samples. In 26 of these calves (24.1% of samples; 61.9% of positive samples) BEC was the only agent detected; in the remaining 16 calves BEC was present in combined infections with RV (7 calves), K99 ETEC (5 calves) or both RV and K99 ETEC (4 calves) (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 381,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sources of faecal samples and detection of enteropathogens"
        },
        {
            "text": "RV infections were detected in 18 calves (16-7%) representing 34.6% of positive samples. RV was the only agent detected in 7 calves, the remainder of RV infections being combined with BEC or both BEC and K99 ETEC (see above). The combination of RV and K99 ETEC was not encountered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of faecal samples and detection of enteropathogens"
        },
        {
            "text": "K99 ETEC was present in 12 calves (11.1%) representing 23.1~ of positive samples. Only in 3 calves was this a single infection uncomplicated by intercurrent infection; 5 were in combination with BEC and 4 with both BEC and RV. Attempts were made to confirm 11 of these identifications by culture; 10 were successful. One sample from a 6 day old calf was not examined and one isolate from a 3 day old calf could not be confirmed because of autoagglutination. The last was from a farm where K99 ETEC was confirmed in other calves on the same occasion and previously. Concurrent infections of 2 or more of BEC, RV and K99 ETEC were present in 14.8% of samples (30.8% of samples positive for these agents).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of faecal samples and detection of enteropathogens"
        },
        {
            "text": "BEC was present alone on 2 farms; BEC, RV and K99 ETEC were present on all of the other 6 farms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occurrence of enteropathogens on individual farms"
        },
        {
            "text": "RV wasthe only enteropathogen detected in the clinic samples and only one of the 4 samples was positive. Table III summarises the proportions of samples positive for each enteropathogen during each week of life.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Occurrence of enteropathogens on individual farms"
        },
        {
            "text": "Cases of diarrhoea were concentrated in the first 5 weeks of life with 85-2% of samples being derived from this period. The overall detection rate declined during this period until, in weeks 6 and 7, enteropathogens were not detected. However, all agents were again present in 3 of the 8 samples collected from calves in the eighth week of life; these were one single BEC infection, one single RV infection and one combined BEC and K99 ETEC infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "Considering only the first 5 weeks of life, BEC was detected in 17 of 33 calves (51.5%) in the first week of life being present in 81-0% of positive samples. The prevalence of BEC remained at a similarly high level for the next 2 weeks, at week 2 being 42.9% (75-0% of positive samples) and at week 3 being 47.8% (78-6% of positive samples). It was the only agent detected in samples taken during the fourth and fifth week of life, being present in 30.8% and 22.2% of samples, respectively. In the first 3 weeks of life BEC infections were present alone in 24.2%, 14.3% and 39-1% of samples, representing 38-1%, 25-0% and 64-3%, respectively, of positive samples (47.1%, 33.3% and 81.8%, respectively; of BEC infections). Rotavirus infections were mainly restricted to the first 2 weeks of life being detected in 10 of 33 samples (30.3%) and 6 of 14 samples (42.9%), respectively, accounting for 47-6% and 75-0% of positive samples, respectively. Approximately a third of these were uncomplicated by intercurrent infections (30.0% and 33-3%, respectively, of RV infections). By week 3 Ru infection was detected in only one of the 23 samples examined (4.3%). K99 ETEC was present in 7 of 33 samples (21-2%) at week one and 4 of 23 samples (I 7-4%) at week 3, being present in 33.3% and 28.6% of positive samples, respectively. Single K99 ETEC infections were present in 3.0% and 8.7% of all samples, 4.8% and 14.3% of positive samples and 14-3% and 50-0% of K99 ETEC-positive samples at weeks one and 3, respectively. DISCUSSION BEC was the predominant enteropathogen associated with diarrhoea, occurring either alone or in combination with other enteropathogens. The prevalence rate of BEC (38-9% of all samples and present on all farms visited) was considerably higher than the 8-5% and 14% recorded in the UK by Snodgrass et al. (1986) and Reynolds et al. (1986) respectively, but was of the same order as that reported from continental Europe (Wellemans et al., 1977; Woode et al., 1978) and North America (MarsolaJs et al., 1978; Langpap et aL, 1979; Morin et aL, 1980) . This enteropathogen is considered to be an important cause of diarrhoea in calves, rarely being found in healthy animals (Moon et al., 1978; Reynolds et al., 1986) . BEC appears to have been the major enteropathogen causing diarrhoea in this study.",
            "cite_spans": [
                {
                    "start": 1814,
                    "end": 1837,
                    "text": "Snodgrass et al. (1986)",
                    "ref_id": null
                },
                {
                    "start": 1842,
                    "end": 1864,
                    "text": "Reynolds et al. (1986)",
                    "ref_id": null
                },
                {
                    "start": 1946,
                    "end": 1970,
                    "text": "(Wellemans et al., 1977;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1971,
                    "end": 1990,
                    "text": "Woode et al., 1978)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2009,
                    "end": 2033,
                    "text": "(MarsolaJs et al., 1978;",
                    "ref_id": null
                },
                {
                    "start": 2034,
                    "end": 2054,
                    "text": "Langpap et aL, 1979;",
                    "ref_id": null
                },
                {
                    "start": 2055,
                    "end": 2073,
                    "text": "Morin et aL, 1980)",
                    "ref_id": null
                },
                {
                    "start": 2197,
                    "end": 2216,
                    "text": "(Moon et al., 1978;",
                    "ref_id": null
                },
                {
                    "start": 2217,
                    "end": 2239,
                    "text": "Reynolds et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "In contrast, RV infections were detected less frequently than in previous studies, at a prevalence rate of 16-7% compared to the 42% and 50% reported by Reynolds et al. (1986) and Snodgrass et al. (1986) , respectively. RV is also considered to play an important role in the pathogenesis of calf enteritis although the presence of virus shedding in symptom-free calves (Snodgrass et aL, 1986) and avirulent strains of RV (Bridger, 1988) complicates diagnostic interpretation. Being present in only a relatively small proportion of samples and in over 60% of these being associated with BEC and/or K99 ETEC, RV did not appear to be a dominant prime pathogen in the present study although it might be expected to have exacerbated the effects of concurrent infections. This effect has been demonstrated experimentally with RV and K99 ETEC (Snodgrass et aL, 1982) but this combination was not encountered in the present study nor in that reported by Snodgrass et al., (1986) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 175,
                    "text": "Reynolds et al. (1986)",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 203,
                    "text": "Snodgrass et al. (1986)",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 392,
                    "text": "(Snodgrass et aL, 1986)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 436,
                    "text": "(Bridger, 1988)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 859,
                    "text": "(Snodgrass et aL, 1982)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 970,
                    "text": "Snodgrass et al., (1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "In other studies (Snodgrass et aL, 1986; Reynolds et al., 1986) K99 ETEC was recognised to be an important cause of diarrhoea in the first 6 days of life. In the present study, 7 of 12 cases were also in calves less than 6 days of age in keeping with the classical syndrome recognised, although 6 were associated with BEC and 5 of these with RV. However, 4 isolates were from calves in the third week of life (all confirmed by culture) and one was in a calf aged 8 weeks (also confirmed by culture). The significance of these isolations from older calves is unknown. However, the sensitivity of the K99 ELISA is such that it gives positive results only when K99 ETEC are present at clinically significant levels of more than 107 bacteria per gram of faeces (C. J. Thorn, pers. comm.) and thus these results should also have been clinically significant.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 40,
                    "text": "(Snodgrass et aL, 1986;",
                    "ref_id": null
                },
                {
                    "start": 41,
                    "end": 63,
                    "text": "Reynolds et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "The absence of cryptosporidia in this study was surprising since it was regularly encountered in other studies (Reynolds et aL, 1986; Snodgrass et al., 1986) and is an important enteropathogen (Tzipori, 1985) ; its absence requires verification.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 133,
                    "text": "(Reynolds et aL, 1986;",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 157,
                    "text": "Snodgrass et al., 1986)",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 208,
                    "text": "(Tzipori, 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "It was expected that salmonella infections would be found, since in earlier studies in Addis Ababa both Salmonella dublin and S. typhimurium were reported as causes of disease in calves (Pegram et aL, 1981) . The potential for salmonella infections to cause morbidity therefore, should not be discounted.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 206,
                    "text": "(Pegram et aL, 1981)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "It was not possible to obtain comprehensive data from all farms to estimate the contribution of calf enteritis to calf mortality. However, on 4 farms (Adaberge, Mulo, Kurifto and Holetta) it was possible to arrive at a reasonable estimate; overall mortality during the period studied amounted to 245 of 640 calves (38-3%) of which 93 cases (14.5%; 38.0% of mortality) were attributed to enteritis on clinical grounds. At Adaberge farm 135 of 203 Jersey calves died (66-5%) and of these 71 cases (35-0% of mortality) were attributed to enteritis on clinical grounds. BEC, RV and K99 ETEC were demonstrated on this farm and evidence for the important role played by these enteropathogens derives from the response to vaccination. When late gestation vaccination of cows with BEC, RV and ETEC vaccines 3 was introduced following this study, overall mortality fell to approximately 12% (Paulos Wolde-Semait, pets. comm.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "Thus, there appears to be an association between the agents detected and diarrhoea in the first 5, and particularly the first 3, weeks of life. However, the poor detection rate thereafter suggests that the cause in this age group must be sought elsewhere, possibly in nutritional and husbandry factors (the majority of samples were also examined for coccidial oocysts without evidence of a causal role).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age distribution of infections"
        },
        {
            "text": "Care should be exercised in drawing too many conclusions from this relatively small study, but it does appear that in central Ethiopian dairy farms cryptosporidial infection is not the problem that it is in temperate climates, and that BEC plays a dominant role in causing enteritis supported by RV and K99 ETEC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age distribution of infections"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "0988)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bridger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Medical Microbiology",
            "volume": "27",
            "issn": "",
            "pages": "xi--xii",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tropical Animal Health and Production",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Pegram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "Rowe",
                    "middle": [],
                    "last": "Hall, I. L. I. R",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "203--207",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Veterinary Record",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Thorns",
                    "suffix": ""
                },
                {
                    "first": ",",
                    "middle": [],
                    "last": "Sojto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Roedeg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "125",
            "issn": "",
            "pages": "91--92",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Advances in Veterinary Science and Comparative Medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tztpolu",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "103--206",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Annales de M~ddcine Vdt~rinaire",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antoir",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boi&quot;ron",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Opdenbosch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "121",
            "issn": "",
            "pages": "411--420",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Veterinary Record",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Woode",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bridger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meyling",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Jersey, Fx = Friesian/Holstein cross zebu.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Occurrence of multiple infections",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge the assistance of Dr Paulos Wolde-Semait of the Ministry of State Farms, Dairy Development Enterprise, for facilitating this study. We also thank Dr John Chesham of Cambridge Veterinary Sciences, UK, and Mr Chris Thorns of the Central Veterinary Laboratory, UK, for supplying the ELISA test kit materials'and Ms Janet Catchpole of the Central Veterinary Laboratory, UK, for advice and the supply of faecal smears containing cryptosporidia. The paper is published by permission of the Veterinary Services Head, Ministry of Agriculture, Ethiopia.Accepted for publication September 1991",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "R6sum6---Des 6chantillons de f6ees, collect6s sur des veaux de lait darts les huit premi6res semaines de leur vie, ont &6 examin6s afin de rechereher la pr6sence de 5 germes entfropathog6nes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AGENTS ASSOCIES A UNE DIARRHEE NEONATALE CHEZ DES VEAUX DE LAIT EN ETHIOPIE"
        },
        {
            "text": "Resumen--Se examinaron muestras fecales provenientes de terneros diarreicos, en las primeras ocho semanas de vida, para detectar einco enteropatbgenos. La mayoria de los 108 casos de diarrea, ocurrieron en las primeras cinco semanas de vida y una prueba ELISA commercial, detect6 coronavirus ent6rico bovino (CEB) en 38.9%m rotavirus serogropo A (RV) en 16.7% y K99 (FS) Escherichia coil fimbrialadhesiva positiva (K99 ETEC) en I I-1 por ciento. Infecciones concurrentes con 6stos enteropat6genos, se detectaron en e! 14-8% de muestras (30-8% de las muestras positivas para 6stos agentes). No se detect6 criptosporidia o salmonela. En dos de las ocho fine.as se detect6 CEB solamente; las otras seis fincas fueron positivas para todos los tres ageates. Se concluye, que et CEB es la causa principal de diarreas en animates j6venes en las lecherias estudiadas, con el RV y K99 ETEC, contribuyendo a la tasa de mortalidad, solos o en infecciones mixtas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AGENTES ASOCIADOS CON DIARREA NEONATAL EN TERNEROS ETIOPES DE LECHERIAS"
        }
    ]
}