{
    "paper_id": "c584c0c7fe37e335d1b35c5f244a0a539347c4a5",
    "metadata": {
        "title": "Archives of Virology Semliki Forest Virus-induced Polykaryoeyte Formation is an ATP-dependent Event",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Kempf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ursula",
                "middle": [],
                "last": "Koiiler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "I~"
                ],
                "last": "Michel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Koblet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infection ofAedes albopictus cells with Semliki Forest virus (SFV) leads to polykaryoe~e formation below pH 6.2. This syne)~ium formation is accompanied by a decrease of the cellular ATP level. Addition of inhibitors of oxidative phosphorylation leads to a rapid, total depletion of ATP in infected cells at pH 6 and results in an inhibition of polykaryocyte formation. However, when cells were exposed for only a few minutes to pH 6 in the presence of the inhibitors and then kept at pH 7.2, the ATP level partially recovered to values sufficient for syne)¢ium formation. Similar results were obtained after ATP depletion induced by 2-deoxyglueose. Thus, it can be concluded that SFV-induced syneytium formation is an ATP-dependent event,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One of the most dramatic forms of membrane-membrane interaction is the fusion of cell membranes (tbr review, see reference 15), a phenomenon which occurs naturally both within cells, as required tbr cell division, and between cells (e.g., during myogenesis). Cell fusion is also a characteristic feature of ee~¢ain tumors (5, 18) and viral infections (3, 6, 16) . Membrane fusion occurs at the subcellular level during such events as endoeytosis, receptor recycling, and delivery of endogenously synthesized proteins to appropriate subcellular destinations (1, 4, 17) . Despite the biological importance of membrane fusion, very little is known about either the precise biochemical and biophysical events in fusion or the way in which cells control fusion of their membranes.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several enveloped viruses have been reported to cause thsion under certain conditions (12, 14, 19) . It was reported that Aedes albopictus cells, infected with Semliki Forest virus (SFV), an enveloped, positive-stranded RNA virus, undergo cell-cell fusion from within at mildly acidic pH, leading to polykaryoc)¢~es (11) . KOB~.ET and collaborators reported that the initial step of this fusion was triggered by a eonformationM change of a surface protein, most probably a virus-coded protein (10) . The syncySium formation could be inhibit~d by a wide variety of chemicals (e.g., ionophores, anesthetics, protein-modifying reagents, sodium azide), strongly suggesting the involvement of cellular factors in the control of the fusion event.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "So far, these factors eontrolling fusion from within are unidentified and it is not clear how they are intereonneeted. Some metabolic reactions might be a prerequisite for fusion and others may be activated or inhibited as a eonsequenee of fusion. Based on the finding that sodium azide and potassium cyanide-both potent inhibitors of oxidative phosphorylation-prevent thsion of SFV-infeeted Aedes cells, we investigated intraeellular ?~TP levels during syneytium formation. In this report, we show that polykaryoeyte formation in SFV-infected Aedes cells depends on the intraeellular ATP level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chemicals 2,4-dinitrophenol and 2-deoxyglueose were purchased from Fluka, Switzerland. All other chemicals used were of the highest purity commercially available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Aedes albopietus cells (clone C 6/36) (8) wore cultured at 28 ° C in Mitsuhashi-Maramorosch medium (MM-mcdium) supplemented with 20 per cent fetal calf serum containing 100 Ilg of both streptomycin and penicillin per ml. The cells wero passaged weekly by ] : 10 dilutions. Semliki Forest virus (SFV) was propagated in Aedes cells. Virus titers were determined by a plaque assay according to established methods. All infections were carried out with a MOI of 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "The pH of the medium in SFV infected cells was lowered at 16 hours p.i. from 7 to 6 for 1 minute or longer (10) as indicated for the different experiments. The poIykaryocyte lbrmation was assessed by means of light microscopy 30 minutes after the lowering of the pH if not otherwise stated. Fusion was considered to be positive when more than 90 per cent of the cells were integrated into the sync)Zvium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fu~ion Assay"
        },
        {
            "text": "Aedes albopietus cells were seeded into 24 well dishes (Costar) and grown to confluency. The monolayers (2 cm 2, 2 × 105 ceils/era ~) were either mock infected or infected with SFV. 16 hours p.i. the medium was removed by aspiration; the cells were washed with phosphate-buffered saline adapted for Aedes cells (PBS: 0.188 M NaC1, 3.35 m~ KC1, 8 mM Na2HP04, adjusted to pH 7.2) and incubated with the different drugs as described in detail in the result section. Then the PBS was removed and the cell monolayer solubil~ed in 1 ml 1 per cent Triton X-t00. The amount of ATP was detmnnined immediately with the luei-ferin-lueiferase system, purchased from Boehringer Mannheim, Federal Republic of Germany. Briefly, 100 ~1 of Triton extract were added to 400 ~1 of the reagent solution composed of 40 mM Hepes buffer pH 7.75, 4 mM ED~Ik4, 0.36 mM dithiothreitot, 0.3 ms~ AMP, 20 rnM MgCI~, 0.7 mM D-lueiferin and 1.6 gg/ml lueiferase from Photinus pyralis. The biolumineseenee was measured in a Packard liquid scintillation counter, without the coincidence setting. ATP calibration solutions were prepared freshly before measurement by diluting a 5 mM stock solution with freshly quartz-distilled water containing 1 per cent Triton X-t00, or MM-medium containing 1 per cent Triton X-100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of ATP Levels"
        },
        {
            "text": "When ATP standard curves were determined in presence of Triton X-t00 and phosphate~buffered saline (PBS) or MM-medium they were linear in the range of 10 -7 to 10 -1° molar ATP. The standard curves showed a slope of 2.39 × 1012 + 3.74 × 10 l° counts per second (cps), an ordinate interception of 4.12×103+1.44×103 cps and a correlation coefficient of 0.999. ATP measurements in mock-infected cells at pH 7.2 or pH 6 showed a constant intraceltular ATP concentration over the time periods investigated (Fig. I) . The cellular ATP level was identical in SFV-infeeted cells at pH 7.2 ( Fig. l) and was estimated to be in the range of 1-3 InN assuming a mean cell diameter of approximately 10 ~m. This value corresponds to normal intracellular ATP concentrations as described for other cell types. When Aedes celts were infected with SFV and the pH was lowered to 6 at 16 hours post infection (p.i.), fusion conditions were established, and the intracellular ATP level started to decrease over 60 minutes reaching 10-15 per cent of the inNal value ( Fig. 1) . Concomitantly, the cells underwent fusion and the syneytium formation was completed after approximately 30 minutes. This deerease of intraeellular ATP was not due to a leakage of the plasma membrane and diffusion of ATP into the extra-cellular space, since no increase in extraeellular ATP could be detected. ATP added to MM-medium or PBS containing 25 mM glucose, also in low concentrations, is stable over one hour. This is in agreement with results of KOB~ET and collaborators which also showed that SFV-induced cell-cell fusion of Aedes albopietus cells does not lead to a leakiness of the plasma membrane (unpublished observations). In contrast, mock-infected cells, when exposed to MM-medium of pH 6 or PBS pH 6 containing 25 mM glucose, showed a constant, cellular ATP level ( Fig. 1) , :identical to that of infected or mock-infected cells at pH 7.2. Thus, it can be concluded that the formation of polykaryocytes correlates with a decrease in intracellular ATP. However, this does not prove that ATP is used for fusion per se. The decrease in ATP could be due to the fact that the experimental conditions produce a large, artificial proton gradient across the plasma membrane so that ATP is used to maintain the intraeellular pH at its physiological value. Therefore, additional experiments were per- formed, where tJhe external pH was restored to its originM value. SFVinfected cells were exposed for 1 minute to pH 6 at 16 hours p.i.; then the pH 6 medium was replaced by growth medium or PBS, containing 25 mM glucose, of pH 7.2. These conditions also lead to polykaryocyte formation in case of infected Aedes cells (10) . After a 1 minute exposure to pH 6, the syncytium formation was again accompanied by a decrease of cellular ATP, similar to the previous experiment, as depicted in Fig. 1 . These results suggest that consumption of ATP during polykaryocyte formation is not due to the implied pH gradient across the plasma membrane. The finding that the ATP level also drops during fusion at pH 7.2, when the stress of an approximately l0 times higher H + concentration is released, is a good indication that tbrmation of giant polynuclear cells is a process requiring ATP. This in turn would explain the finding mentioned above that NaN a inhibited cell-cell fusion. Therefore, we investigated several inhibitors of oxidative phosphorylation and used them to correlate the cellular ATP level with the syncytium formation.",
            "cite_spans": [
                {
                    "start": 2684,
                    "end": 2688,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 509,
                    "text": "(Fig. I)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 590,
                    "text": "Fig. l)",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1053,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1840,
                    "end": 1847,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2854,
                    "end": 2860,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cellular ATP Concentration During Cell-Cell Fusion"
        },
        {
            "text": "Aedes albopictus cells were infected with SFV. 16 hours after infection, the medium was replaced by PBS pH 6, containing 25 mM glucose and either 1 m~I KCN, 1 m~ NaN 3 or 10 tx~1 dinitrophenol. Under these conditions, the infected cells were rapidly and totally depleted of ATP (Fig. 2) and polykaryocyte formation was prevented. These results further support the assumption that syncytium formation induced by low pH in SFV-infected cells requires ATP. Since depletion of cellular ATP by the various drugs mentioned above evidently occurs at a much slower rate at physiological pH, infected cells were not left at pH 6, but only exposed for 1 to 10 minutes to Then this medium was replaced by PBS/glucose, pH 7.2, containing the inhibitor and thereafter cellular ATP was measured. After 30 minutes, the formation of giant polynuelear cells was observed in the experiments with a 1 and 5 minutes exposure to low pH, whereas a I0 minutes exposure to pH 6 in presence of dinitrophenol abolished syncytium formation pH 6 in presence of 10 tXM dinitrophenol to achieve a partial ATP depletion. Cellular ATP concentrations were recorded at regular intervals after restoring the pH to 7.2 and polykaryoeyte formation was examined 30 minutes alger the low pH exposure. As demonstrated in Fig. 3 , this treatment leads to a rapid depletion of the eellular ATP as expected from the previous experiments shown in Fig. 2 . However, replacement of the pH 6 medium after 1 minute with PBS ofpH 7.2, containing 25 mM glucose and the inhibitor, or with MM-medium of pH 7.2 and the inhibitor, resulted in a rapid, partial restoration of the intraeellular ATP concentration before it started to decrease again. In this situation, polykaryoeyte tbrmation took place. When the cells were exposed for 5 minutes to pH 6 in presence of 10 ~M dinitrophenol, the recovery of the cellular ATP occurred to a lesser degree. Nevertheless, syneytium formation was still observed. Finally, a prolonged exposure of 10 minutes or more to the inhibitor and pH 6 led to an almost totM depletion of the cellular ATP level with only ~ slight restoration-less than 10 per cent-and the absence of polykaryocyte formation. Therefore, the results strongly suggest that fusion of SFV-infeeted cells triggered by low pH requires ATP and thus can be blocked by depletion of cellular ATP by inhibitors of the oxidative phosphorylation. If this assumption is correct, the other inhibitors of oxidative phosphorytation should show identical effects on intraccllular ATP concentration and polykaryocyte formation under the conditions mentioned so far. To this end, identical experiments were carried out in presence of 1 mM KCN. As depicted in Fig. 4 , ~ 1 minute exposure to pH 6 in presence of the inhibitor followed by incubation at pH 7.2 resulted in a partial recovery of the cellular ATP level. This restoration was mainly expressed as an arrest of the decrease of cellular ATP over approximately 15 minutes-at 40 to 50 per cent of the initial value-accompanied by the formation of polykaryocytes. Fig. 4 , a short exposure allowed polykaryocyte formation, whereas with a 30 minutes exposure time only partial fusion was observed. The longest exposure time led to a failure of syneytium formation After a 5 minutes exposure, syncytium formation was partially inhibited, whereas after l0 minutes at pit 6 it was totMly blocked. When 1 mM NaN3 was used as an inhibitor the time to deplete the cells was prolonged by a factor of up to 5 in the experiment shown in Fig. 5 . All exposure times allowed a partial restoration of the cellular ATP concentration, but syncytium formation occurred only after the 5 minutes and partially after the 30 minutes exposure, whereas a longer pH 6 treatment in presence of NuNs (60 minutes) prevented polykaryocyte formation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 286,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1287,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1403,
                    "end": 1409,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 2697,
                    "end": 2703,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 3057,
                    "end": 3063,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 3520,
                    "end": 3526,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Influence of Inhibitors qf Oxidative Phosphorylation on Polykaryocyte Formation"
        },
        {
            "text": "2-deoxyglucose is known to be a competitive inhibitor of glycolysis and induces a partiM depletion of cellular ATP. Thus Aedes cells were infected with SFV and 16 hours later the growth medium was exchanged for PBS pit Fig. 6 . The growth medium of SFV-infected ceils was replaced at 16 hours p.i. by PBS pH 7.2 containing 50 mM 2-deoxyglucose, The intracellular ATP concentration was determined at regular intervals. After 90 minutes either the pH was lowered to 6 or the PBS/2deoxyglucose was exchanged for MM medium. Lowering the pH to 6 resulted in a strongly hampered and delayed, partial fusion, whereas the addition of MM medium led to a restoration of the intracellular ATP level. 60 minutes al~er the addition of MM medium the pH was lowered to 6 resulting in polykaryoeyte formation within 30 minutes 7.2 containing 50 mM 2-deoxyglucose. Cellular ATP concentration was measured over 90 minutes. As shown in Fig. 6 , the cellular ATP level decreased to approximately 10 to 20 per cent of the initial value. Lowering the pH to 6 at this time resulted in a greatly delayed and hampered fusion, as judged by light microscopy. However, if the PBS containing 2-deoxyglueose was replaced by MM medium after 90 :minutes, ATP recovered to almost 70 per cent of the initial level and a subsequent change to pH 6 after 1 hour led to a s~mcytium formation within 30 minutes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 225,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 923,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Influence of 2-Deoxyglucose on IntracelluIar ATP and SFV-induced Polykaryocyte Formation"
        },
        {
            "text": "Syneytium formation of SFV-infected Aedes albopictus cells at mildly acidic pH can be inhibited by a wide variety of chemicals (11) . Some of these drugs are known to deplete cells of ATP. In this report, we demonstrate that depletion of cellular ATP in SFV-infected cells is accompanied by the failure of these cells to form polykaryoc~C6es under conditions which normally do lead to cell-cell fusion. The experiments using inhibitors of oxidative phosphorylation dearly showed that blockage of de novo synthesis of ATP in the respiratory chain also prevents polykaryoeyte formation triggered at low pH. The rapid depletion of eellular ATP of infected cells at pH 6 in presence of the inhibitors can be explained by the assumption that most ATP is used to counterbalance the intraeellular pH to its normal level in presence of a large artificial pH gradient across the membrane (manuscript in preparation). When this pH gradient was abolished after a limited time of exposure to low pH in presence of the inhibitory drugs, the cellular ATP concentration recovered to a significant degree depending on the time of exposure to pH 6. This partial restoration of the intraeellular ATP level in presence of inhibitors of oxidative phosphorylation can be explained by the fact that ATP cannot only be generated in the process of oxidative phosphorylation but also from other energy-rich compounds by transphosphorylations. It, is noteworthy that these exposure times leading to different depletion levels varied with all inhibitors from experiment, to experiment and were most probably-dependent on the age of the culture. Furthermore, restoration of the intracetlular ATP level was only transient in all experiments. The observed decrease after paI¢ial recovery of the ATP concentration can be explained by the need for ATP in the process of polykaryocyte formation per se and exhaustion of the energy reserves in the cell as mentioned above.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The experiments with 2-deoxyglueose clearly show that the ATP concentration can be restored, which then allowed the syncytium tbrmation again. As a rule, the process of cell-cell fusion was never totally abolished, even at 10 to 20 per cent of the initial ATP level. This ATP concentration corresponds to the maximal depletion achievable by 2-deoxyglucose. The reason why the polykaryoeyte formation was only greatly hampered and delayed but not completely inhibited can be explained by assuming that the residual amount of ATP synthesized by the oxidative phosphorylation, which itself is not blocked under these conditions, was just, sufficient for cell-cell fusion to occur. The possibility that ATP depletion prevents polykaryoeyte formation by blocking viral protein synthesis can be ruled out. KOm, ET and collaborators (11) showed that addition of eyeloheximide 16 hours after infection does not prevent syncytium formation during the next 8 hours,",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 830,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, conditions which do not lead to an ATP depletion of more than approximately 80 per cent will allow SFV-induced polykaryoeyte formation. Thus, the experiments strongly support the notion that SFVinduced syncytium formation is an ATP-eonsuming process. This finding is further supported by an earlier observation made by OKADA (13) . It WaS reported that Sendai virus-induced polynuclear ceil formation of Ehrlieh's ascites tumor cells was inhibited by the addition of dinitrophenol.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Obviously, the results reported so far are not the reflection of the dynamic process of fusion, but of its static endproduct, the polykaryon. Thus, it could be argued that it is not the fusion event itself-which requires ATP but the reorganization of the cellular membranes and the cytoplasms leading to a syneytium. However, we have shown that potassium cyanide inhibits polykaryon formation at a very early stage, namely at the level of membranemembrane fusion (manuscript submitted). Briefly, SFV-infected cells were microinjected with the highly fluorescent, non permeable dye Lucifer yellow 1 minute after exposure to pit 6. Cell-cell fusion at this time could be observed by the spreading of the dye through microscopic connections into neighbouring cells. Concomitant addition of potassium cyanide with the change of the pH from 7 to 6 abolished this early process. Thus, these observations taken together lead to the conclusion that SFV-induced cell-ceil fusion is a process which requires a specific expenditure of energy. Recent reports concerning other thsion phenomena also showed that these processes were energy dependent. A study by HERTEL and coworkers demonstrated the involvement of cellular ATP in receptor mediated endocytosis (7) . DAVE¥ and collaborators showed that endoeytotic fusion events require ATP (2) . Furthermore, it is well known that fusion of secretory granules in chromaffine cells occurs only in presence of Mg-ATP (9) .",
            "cite_spans": [
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1452,
                    "end": 1455,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, comparing the striking parallelism between the different fusion phenomena, it is tempting to speculate that physiological and pathological fusions are ATP dependent. Additionally, our experiments lend further support to the notion that biological fusion processes are not only strictlyphysieochemieal events-as could be deduced from reconstituted systems (e.g., liposome fusion)-but also include complex cellular events. However, the individual steps in membrane-membrane fusion requiring ATP and the final products of this metabolic process are as yet unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endocytosis: a review of mechanisms and plasma membrane dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Besterman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Low T~b",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Biochem J",
            "volume": "210",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "P~eeonstitution of an endoeytie fusion event in a, celI-free system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dav~y",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "H~rl:E:Y Sm",
                    "suffix": ""
                },
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Wam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "~e~ G",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "43",
            "issn": "",
            "pages": "643--652",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Uber Riesenzellbefunde in den Gaumenmandeln, zugleieh ein Beitrag zur Histopathologie der Mandelver/inderungen im Maserninkubationsstadium",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fi~kelde¥ W",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Virchows Arch Pat/hol Anat Physiol Klin Med",
            "volume": "281",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coated pits, coated vesicles and receptor-mediated endoeybosis",
            "authors": [
                {
                    "first": "A~erso~",
                    "middle": [],
                    "last": "Goldstein Jl",
                    "suffix": ""
                },
                {
                    "first": "Brow~",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "279",
            "issn": "",
            "pages": "679--685",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Malignant giant cell tumor of soft parts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Guccion",
                    "suffix": ""
                },
                {
                    "first": "Enzinger",
                    "middle": [],
                    "last": "Fm",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Cancer",
            "volume": "29",
            "issn": "",
            "pages": "1518--1529",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cytolytic effects of mumps virus in tissue cultures of epithelial cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Henle G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Deinhardt F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Girardi A",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Proc Soe Exp Biol Med",
            "volume": "87",
            "issn": "",
            "pages": "386--393",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The involvement of cellular ATP in receptor mediated internalization of epidermal growth factor and hormone-induced internalization of a-adrenergic receptors",
            "authors": [
                {
                    "first": "Coulter",
                    "middle": [],
                    "last": "Hertel C",
                    "suffix": ""
                },
                {
                    "first": "Perkins",
                    "middle": [],
                    "last": "Sj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jp",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Biol Chem",
            "volume": "261",
            "issn": "",
            "pages": "5974--5980",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolation of a Singh's Aedes albopictus cell clone sensitive to Dengue and Chikungunya viruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Icarashi A",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Gen Virol",
            "volume": "40",
            "issn": "",
            "pages": "531--544",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Calcium-dependence of catecholamine release from bovine adrenal medullary cells after exposure to intense electric fields",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Baker Pf",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Membr Biol",
            "volume": "68",
            "issn": "",
            "pages": "107--140",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Conformational changes atpH 6 on the cell surface of Semliki Forest virus-infected Aedes atbopictus cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Koblet H",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kem~&apos;e C",
                    "suffix": ""
                },
                {
                    "first": "0mar",
                    "middle": [],
                    "last": "Kohler U",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Virology",
            "volume": "143",
            "issn": "",
            "pages": "334--336",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fusion of Semliki Forest virus infected Aedes albopictus cells at low pH is a fusion f~om within",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Omar A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Flaviano A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kohler U",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Arch Virol",
            "volume": "89",
            "issn": "",
            "pages": "145--159",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of giant polynuctear cell formation caused by HVJ virus from Ehrlich's aseites tumor cells. I. Microscopic observation of giant poIynuclear cell formation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Okada Y",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Exp Cell P~es",
            "volume": "26",
            "issn": "",
            "pages": "98--107",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of giant polynuclear cell ibrmation caused by HVJ virus from Ehrlich's ascites tumor cells. III. Relationship between cell condition and fusion reaction or cell degeneration reaction",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Okada Y",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Exp Cell Res",
            "volume": "26",
            "issn": "",
            "pages": "119--128",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Electron microscopic studies of a coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Os]iiro",
                    "suffix": ""
                },
                {
                    "first": "Schieble",
                    "middle": [],
                    "last": "Ls",
                    "suffix": ""
                },
                {
                    "first": "Lenette",
                    "middle": [],
                    "last": "Jh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eh",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J Gen Virol",
            "volume": "12",
            "issn": "",
            "pages": "161--68",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Membrane fusion",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Poste G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nicholson Gl",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Cell surface reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Endocytosis and recycling of plasma membrane",
            "authors": [
                {
                    "first": "Mellman",
                    "middle": [],
                    "last": "Steinman L~m",
                    "suffix": ""
                },
                {
                    "first": "Muller",
                    "middle": [],
                    "last": "Is",
                    "suffix": ""
                },
                {
                    "first": "Cohn",
                    "middle": [],
                    "last": "~va",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Za",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Cell Biol",
            "volume": "96",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "WALTS A (1983) 0steoclast-type giant cell tumor of the pancreas",
            "authors": [],
            "year": null,
            "venue": "Acta",
            "volume": "127",
            "issn": "",
            "pages": "400--404",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cell fusion by Semliki Forest, influenza, and vesicular stomatitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Whrte",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Matlin K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Helenius A",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Cell Biol",
            "volume": "89",
            "issn": "",
            "pages": "674--679",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aedes cells were infected with SFV. 16 hours p.i. the growth medium was replaced by PBS pH 6 containing 25 mM glucose and the cellular ATP level was recorded over a period ofl hour (--A--). Alternatively, SFV-infected cells were exposed for 1 minute to PBS pH 6 containing 25 mM glucose and then the PBS was replaced by either growth medium or PBS/glucose of pH 7.2 (--(~ -). Determination of the ATP concentration in mock-infected cells at pH 7.2 or 6 (-[]-) provided results identical to those of SFV-infected cells at pH 7.2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2.16 hours p.i. the growth medium was exchanged for PBS, pH 6, containing 25 mM glucose and either 10 tXM dinitrophenol (--+-), 1 m~ NaN3 (--~-) or 1 mM KCN (-[23-), respectively. Cellular ATP was determined during 1 hour after the change of the medium.Polykaryocyte formation was abolished by M1 the three drugs SFV-infected Aedes cells were treated for 1 minute (-El-), 5 minutes (-+-), or 10 minutes (-@--) with PBS/glucose, pH 6, containing l0 gM dinitrophenol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The experimental conditions are as described in Fig. 3, with (-[3-) representing the intracellular ATP concentration as a function of time after a 1 minute, (-+-) a 5 minutes and (-9 -) a 10 minutes exposure of infected cells to low pH in presence of 1 mM KCN. Syncytium formation was observed after the 1 minute exposure. The 5 minutes pH 6 trca.tment induced partial polykaryocyte formation, whereas a 10 minutes exposure to low pH prevented cell-cell fusion The experiment was performed as described in Figs. 3 and 4. (-[3-) ATP concentrations after a 5 minutes, (-+-) after a 30 minutes and (-~-) after a 60 minutes exposure time to PBS/glucose, pH 6, containing t mM NAN3. As in",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in part by the grant 3.384-0,82 from the Swiss National Science Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' address: Dr. C. KEMPF, Institute for Hygiene and MedicaJ Microbiology, University of Bern, Friedbiihlstrasse 51, CH-3010 Bern, Switzerland.Received November 4, 1986 ",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 173,
                    "text": "November 4, 1986",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}