{
    "paper_id": "c60844c218f5e06155f43ebfc84fef0c08deabe1",
    "metadata": {
        "title": "Editorial",
        "authors": [
            {
                "first": "Jean-Francois",
                "middle": [],
                "last": "Viret",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Berna Biotech Ltd",
                    "location": {
                        "addrLine": "Rehhagstrasse 79",
                        "postCode": "CH-3018",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Reinhard",
                "middle": [],
                "last": "Glück",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Berna Biotech Ltd",
                    "location": {
                        "addrLine": "Rehhagstrasse 79",
                        "postCode": "CH-3018",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Moser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Berna Biotech Ltd",
                    "location": {
                        "addrLine": "Rehhagstrasse 79",
                        "postCode": "CH-3018",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "What is currently expected from the private sector in the race against SARS is the immediate investment of considerable resources in the fast-track development plan of candidate vaccines against a largely uncharacterized pathogen of unknown origin and with unknown perspectives.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The constant threat of novel emerging diseases is well recognized by the scientific community, public health authorities and the private sector. Scenarios for efficient crisis management and rapid effective disease control, for example, against an influenza pandemic, have been developed by the World Health Organization (WHO Global Influenza Program [100] ), the European Community [101] and the US Center of Disease Control, Atlanta [102] . However, prior to the current situation, few countries had implemented strategic plans at the national level and such scenarios have fortunately never before been validated on a global scale. Importantly, next to the undisputed practicality of strategic planning against the next influenza pandemic, which has to start during the current interpandemic period, a good level of preparedness of appropriate national and supranational structures may positively affect the speed and efficiency of the response to any emerging disease with pandemic potential. The current outbreak of severe acute respiratory syndrome (SARS) is an unprecedented example of an emerging viral disease on a global scale. Beside the dramatic consequences of this crisis, important lessons will be learnt on how the world community is capable of appropriate reactions.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 356,
                    "text": "[100]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 383,
                    "end": 388,
                    "text": "[101]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 435,
                    "end": 440,
                    "text": "[102]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In November 2002, a novel pathogen, of then unknown origin and characteristics, started spreading among the human population in China reaching at least three continents within a short period of time. Efficient control of the outbreak during the initial phase was impeded by the lack of knowledge about the etiology of the disease and consequently by the reluctant or inadequate measures taken by local and national authorities. The high profile of SARS in the international news media contributed to early public disease awareness but also caused fear in both affected and unaffected populations, placing additional political and economic pressure on authorities to act on the threat despite of an insufficient basis for informed decisions. International organizations, most prominently the WHO, played a crucial role in international co-ordination and local support of control measures as well as in information and know-how management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once the global scale of the outbreak became fully apparent, the scientific community, supported by the WHO, committed to '...the development of a vaccine against the pathogen is severely impeded by the current fragmentary information on viral pathogenicity and the lack of adequate animal models and correlates of protection in humans.' an unparalleled collaborative effort. Within a very short period of time a novel coronavirus (SARS-CoV) was established as the cause of SARS [1, 2] and the knowledge about this novel virus continues to expand at breathtaking speed on an almost daily basis. As a consequence, more focussed measures could be taken to prevent further spread of the virus and treat SARS patients. However, travel restrictions, improved diagnostic tools and hygiene measures remain the main instruments in controlling the spread of SARS. Currently (18th June, 2003), 180 days after the outbreak of the disease, the WHO have reported over 8400 SARS cases and over 800 deaths, the short-term measures proved instrumental in controlling the pandemic.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rapid availability of diagnostic tests, as well as the development of specific therapeutic drugs and vaccines, depends on the commitment of the pharmaceutical industry, which became seriously involved at the time the causative agent was identified. On April 9, 2003, the US Health authorities held a meeting on invitation in Washington DC, USA. Individuals present at this gathering of selected global vaccine manufacturers were urged to use every endeavour in the rapid development of candidate vaccines against the SARS agent. Indeed, in view of the reported rapid and largely uncontrolled spread of the disease to three continents, the situation appeared to request a drastic emergency plan including the implementation of a broad range of technologies to maximize the chances of success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whereas the necessity of a global response to such a global threat appears painstakingly obvious to everybody, including private industry's decision-makers, the situation vaccine manufacturers have to deal with on such occasions is rather unusual. What is currently expected from the private sector in the race against SARS is the immediate investment of considerable resources in the fast-track development plan of candidate vaccines against a largely uncharacterized pathogen of unknown origin and with unknown perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The classical industrial decision-making process to initiate a new development project for a therapeutic drug or a vaccine relies on the careful analysis of a series of premises, such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• The quality of the relevant results collected during the exploratory research phase, particularly on the identification of the correct immunogen; the formulation; the eventual adjuvant; the vaccine's effectiveness in established animal models for the appropriate route of application; and on the chances that it will be safe and effective in humans",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Profitability calculations -for example net present value, break-even point, return on investment -based upon estimations of the potential market and time to reach it, existing competition, likelihood of success, uniqueness of strategy, existing intellectual property (IP) or potential to generate new IP A particular critical aspect of the initiation of any new project is the necessary competition for resources and infrastructure with the ongoing Research and Development portfolio. This especially holds true for the use of pilot GMP facilities (i.e., as soon as clinical lots are to be manufactured).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the case of SARS, the risks associated with the development of a vaccine increase under time pressure and due to the very limited basis of knowledge on the pathogen. It may be appropriate to remember that the usual time-to-market for a new drug or vaccine is 9-14 years, starting from the early feasibility research phase and including preclinical (process and immunological profile) development, clinical development and registration, as well as manufacturing plant planning and set-up [3] . Therefore, even if due to a very special emergency situation the timelines for preclinical and clinical development may be shortened, the question remains whether there will be any need for these products at the time they are ready for the market. More specifically, in spite of the fortunate capability to propagate the SARS-CoV on a well-accepted cell substrate (VERO), the development of a vaccine against the pathogen is severely impeded by the current fragmentary information on viral pathogenicity and the lack of adequate animal models of persistent infection and correlates of protection in humans. The origin of SARS-CoV is still unclear but animals in close contact to humans are a likely source. In that sense, SARS-CoV is possibly not really a novel virus but rather a newly discovered one following its adaptation to a new host species, namely humans. Despite the potential of coronaviruses to mutate rapidly and to cross species barriers the known strains are generally species-specific and genetically stable. Aside from humans, coronaviruses have been found in other mammals (pig, cat, dog, cattle, mouse) and birds (chicken), causing a wide variety of diseases (respiratory, gastrointestinal, hepatitis, immunopathology) depending on the species [4] . The pathogenic potential of coronaviruses varies from moderate to deadly and mutations occurring during the course of infection can dramatically alter the virulence, as documented for feline coronavirus (FeCV). Several veterinary vaccines against animal coronaviruses are on the market and the experience with these products provides useful information for the design of a SARS-CoV vaccine. For instance, a number of vaccines against infectious bronchitis virus (IBV) are widely used in chicken farming. In cattle, bovine coronavirus (BCV) vaccines are administered to pregnant cows in order to protect new-born calves from severe diarrhea, presumably via maternal antibodies [5] . Cats are vaccinated via the mucosal route with a live-attenuated FeCV. On the other hand, pre-existing antibodies against FeCV in cats are not necessarily protective and can even aggravate the disease via antibody-dependent enhancement (ADE) of the infection [6] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1759,
                    "end": 1762,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 2441,
                    "end": 2444,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2706,
                    "end": 2709,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The existing veterinary vaccines are all based on the classical vaccine approach. Namely, live-attenuated or whole inactivated viruses are administered either via the parenteral or mucosal route. '...despite the numerous hurdles waiting on the road, the threat of a globally emerging disease certainly justifies unconventional and highrisk (in terms of investment and outcome) approaches.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For a SARS vaccine this approach may seem attractive at first sight, both with regard to speed and costs of development and production, and it has been used successfully in the past (e.g., live attenuated smallpox, oral polio, measles, rubella, mumps, yellow fever; or killed hepatitis A and influenza). However, when considering the current regulatory, safety and cGMP requirements for vaccines, a whole-virus vaccine approach is associated with significant drawbacks, both for safety reasons (delicate balance between attenuation and immunogenicity; genetic stability, i.e., risk of vaccinecaused disease as observed for Sabin's oral polio vaccine and vaccinia-based smallpox vaccine) and for manufacturing issues (scaleup production at BL3 safety level). For this reason, a subunit-or nucleic acid-based approach would be more favorable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the early availability of the full viral genome sequence, the quick development of prototype vaccine candidates based on strategies similar to hepatitis B surface antigen produced in yeast or the expression of SARS antigens in well-characterized, live-attenuated viral and bacterial vectors may be envisaged. However, even if such vaccines prove to be immunogenic they may not be protective, or may even lead to ADE-mediated pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to meet the urgent demands for a SARS vaccine, a fasttrack development may be supported by all parties involved but bares the risk that not all safety aspects can be assessed prior to administration to a large population, especially not for the longterm. Thus, the main issues to be critically addressed are dealing with vaccine safety and may be summarized in two questions: how to achieve an acceptable balance between requested speed and safety aspects? how to assess quickly but reliably immunogenicity and efficacy of candidate vaccines or more specifically, in the absence of a relevant animal model, what is the minimal acceptable fast-track toxicity program ethically acceptable before going to Phase I trial?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has to be stressed that safety remains a major concern in vaccinology, not only for the well-being of the vaccinees themselves but also due to the fact that the public perception of vaccines in general would be strongly affected by negative news on the safety of a new vaccine, being one with a high benefit/risk ratio as an efficacious SARS vaccine would be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the global scientific community reacted with unprecedented speed and efficiency to the news that an unknown agent causing life-threatening disease had emerged in Asia. Essential information, for example the genome sequencing, was rapidly generated and immediately made publicly available. The industry in general is certainly ready to rise to the challenge posed by SARS with regard to a vaccine, particularly as health authorities have urged it to invest a lot of effort in commercially high-risk fasttrack research programs. Indeed, despite the numerous hurdles waiting on the road, the threat of a globally emerging disease certainly justifies unconventional and high-risk (in terms of investment and outcome) approaches. However, due to the exceedingly high possibility of failure, appropriate incentives are urgently needed from major national and international organizations. Grants contributing to the early high-risk phase of the projects (feasibility studies up to clinical Phases I and II) may allow an increase in the number of approaches investigated and thereby maximize the overall chances of success. Undoubtedly, SARS will provide a number of valuable lessons for the management of future emerging diseases with pandemic potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vaccine Development: the long road from initial idea to product licensure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gregersen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "New Generation Vaccines",
            "volume": "",
            "issn": "",
            "pages": "1165--1177",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhancement of passive immunity with maternal vaccine against newborn calf diarrhea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kohara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishizaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsunemitsu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Vet. Med. Sci",
            "volume": "59",
            "issn": "11",
            "pages": "1023--1025",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibody-mediated enhancement of disease in feline infectious peritonitis: comparisons with dengue hemorrhagic fever",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Comp. Immunol. Microbiol. Infect. Dis",
            "volume": "4",
            "issn": "2",
            "pages": "175--189",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Eurosurveillance Project, a European tribune to exchange information on communicable diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank C Griot for scientific advice and Ian C Metcalfe for his editorial skills and critical reading of this manuscript.'Undoubtedly, SARS will provide a number of valuable lessons for the management of future emerging diseases with pandemic potential.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}