{
    "paper_id": "c61090e8d4afcae77deb05c9074a6d6af843b8d6",
    "metadata": {
        "title": "Genomic prospecting",
        "authors": []
    },
    "abstract": [
        {
            "text": "The importance of preserving biodiversity extends beyond the discovery of new drugs to understanding how other species have dealt with medical problems we currently face.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is no shortage of incurable diseases. Cancer, autoimmune disease, emerging viruses and parasites, degenerative pathologies like arthritis and Alzheimer's disease and over 2,000 hereditary diseases drive an US$11 billion National Institutes of Health budget to resolve the physiologic bases, to clone the genes and to move beyond symptomatic treatment for fatal and debilitating conditions that fil1 our hospitals. The Human Genome Project offers the prospect of identifying the genes affecting maladies from breast cancer and diabetes to werewolf-hair pattern and bipolar neuropathies. And another, largely untapped cache of genetic information has begun to emerge from an unexpected source: the genomes of free-ranging vertebrate populations that have acquired adaptations to abrogate or suppress the same diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over 99 per cent of the species that ever existed have gone extinct or failed some evolutionary challenge. Today's surviving species are descendants of the winners of ancient struggles who have evohred genetic defenses to infectious agents, cancers, and degenerative disease. Included in the genomes of all species are the genetic footprints STEPHEN J. O'BRIEN (NCI) maintains a large program that tests thousands of extracts of rare plants, fungi, microbes and marine life for anticancer and anti-HIV properties every products or their derivatives. Of the aesthetic, ethical and practical justifications for species conservation, the preservation of heretofore undiscovered natural product medicinals is to many the most convincing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are other potential medical benefits to species conservation in addition to pharmaceutical discovery. medically relevant information), recognizing that far more await discovery. The gene complex with the greatest extent of between-individual Last April, a conference jointly sponsored by the Smithsonian Institution, the National Science Foundation and the National Institutes of Health met to explore the critical role of biological diversity on human health*. There was much discussion on the value of 'natural products,' the cornucopia of compounds discovered in the diverse biota with beneficial pharmaceutical properties. The National Cancer Institute *Biodiversity and Human Health, April 3-4, 1995, Washington, DC, USA. 742 year'. This search for natural medicines, termed 'chemical prospecting' by Thomas Eisner 2 of Cornell University has led to identification of more than 500 active compounds -from aeroplysinin to zthyhydroxy benzene -that have medicinal activity. The economic and human rationale of conserving earth's biodiversity for medical potential alone was emphasized by Francesca Grifo (American Museum of Natural History), who noted that nine of the ten top-selling pharmaceuticals on the market today are natural allelic variation in all mammals is the major histocompatibility complex (MHC), HLA in humans'. Stretched across two million base pairs on the short arm of human chromosome six, the HLA region consists of a collection of about seventy coding genes, of which fifteen mediate immune recognition and clearing of infectious disease agents. Three HLA class I, ten class II, and two TAP genes encode over 300 polymorphic alleles that provide the 'self' context or recognition signature for T cells to mount cellular and humoral (antibody) NATURE MEDICINE, VOLUME l, NUMBER 8, AUGUST 1995",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 736,
                    "text": "742",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• responses to invading pathogens. The purpose for this incredible genetic diversity had been a puzzle to immunologists and geneticists for many years. An important clue comes from a natural history study of the world's fastest land animal, the Mrican cheetah ( Fig. 1 ). Difficulty in breeding cheetahs in zoos prompted a multidisciplinary study that showed cheetahs as a species to be remarkably inbred, having a reduction of 90 to 99 per cent of overall genomic diversity based on molecular genetic markers•. Perhaps most surprising was the demonstration that unrelated cheetahs would accept reciprocal skin grafts indicating immunological identity at the cheetah's MHC. The cheetah's genes were likely homogenized by a near extinction event followed by inbreeding in the species' ancestry. When cheetahs became exposed recently to feline infectious peritonitis virus, a coronavirus with low morbidity and mortality in domestic cats (about 1 per cent affected), 100 per cent of infected cheetahs developed symptoms (diarrhea, jaundice, depression, fever) and 60 per cent died 7 • The cheetah's homogeneous sensitivity to this agent in the face of genetic monomorphism at the MHC provided a rationale for the critical importance of MHC genetic variation in natural populations. When pathogens genetically circumnavigate the immune defence of an individual host, genetic diversity of immune response genes, particu-",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1080,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 268,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IMAGE UNAVAILABLE FOR COPYRIGHT REASONS"
        },
        {
            "text": "inbred individuals that teeters on the very edge of extinction in the Big Cypress Swamp Ecosystem in south Florida•. The consequences of inbreeding are dramatic: (1) an average of 95 per cent developmentally abnormal sperm per ejaculate, (2) an increase to 85 per cent incidence of cryptorchidism (heritable defect causing one or two testicles to remain undescended) over the past 10 years, (3) 80 per cent have heart murmurs, (4) an abrupt appearance of an atrial septal heart defect (patent foramen larly the MHC in the population, provide a 'moving target' that would protect the species from widespread affliction. By contrast, a genetically uniform population like the cheetah loses this advantage and may suffer far more casualties. The cheetah example is frequently quoted as a natural verification of the adaptive value of high MHC and immune gene polymorphism. Human demographic history has some dramatic parallels, particularly the loss of some 50 million native Americans (themselves genetically diminished) from infectious disease introduced by European contact•.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "A different moral for the consequences of a demographic contraction and inbreeding was demonstrated in the Florida panther (F. concolor coryi, see Fig. 2) , a relict puma subspecies of 30 to 50 highly NATURE MEDICINE, VOLUME 1, NUMBER 8, AUGUST 1995 ovale, a common congenital human disorder) that has been fatal in at least three panthers and (S) an enormous microbial/ parasite load. The Florida panther's genetic legacy proved so compelling that the U.S. Department of Interior decided to genetically augment the fragile population with a different puma subspecies, F. c. stanleyi. The Florida panther experience illustrates rather graphically the critical role that rare genetic variants can have on reproductive characteristics and on congenital heart abnormalities in wildlife species and in humans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "Some fascinating insight about lethal infectious disease and natural genetic defences appeared from a wild mouse population in a squab farm near Lake Casitas, forty miles north of Los Angeles' 0 • Murray Gardner (University of California at Davis) discovered that the mice were suffering a raging epidemic with a retrovirus that caused fatal hindlimb paralysis. But only about 20 per cent of the Lake Casitas mice became infected even though the virus caused 90 per cent mortality when inoculated into laboratory mouse strains. The reason that 80 per cent of the Lake Casitas mice were virus-free was the presence of a powerful trans-dominant restriction gene, Fv-4, that blocked infection of the retrovirus. Fv-4 was subsequently shown to be a truncated version of the exogenous retrovirus. Integrated into chromosome 12 of resistant mice was a portion of retroviral pol, a full length env and 3'-LTR retroviral genes. In lymphoid cells of protected mice the env portion produced an Env glycoprotein that bound and blocked the murine retroviral receptor, thereby conferring resistance to infection. The LC mice had acqu red a natural evolutionary solutio 1 to a fatal paralytic retroviral disea e. In the presence of the retroviral pathogen, the Fv-4 gene protected its carriers and their offspring, representing a remarkably effective genomic adaptation. Chromosomally integrated endogenous retroviral genomes have been described in many mammal species including humans, and we have always suspected that they represent 'genomic fossils' of historic pathogenic outbreaks\"· 12 • At least 0.1 per cent of the human genome is related to retroviral genomes. It is likely that all of these were acquired by infection into the germ line of a developing embryo during an outbreak that conferred endogenous immunity to the carriers. The wild Lake Casitas mouse population and functional retroviral integrations seen in other species are now considered to be the paradigm for acquisition of endogenous retroviral sequences. Expression of endogenous retroviral genes in humans is rare 12 • Any role they may play in disease resistance is only speculative until an interaction with pathogenic human",
            "cite_spans": [
                {
                    "start": 2077,
                    "end": 2079,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "If endogenous retroviral sequences originate as germline infections of naive populations during an outbreak of an exogenous counterpart, is the 'endogenization' process rapid or are there intermediate steps? A hint of an answer can be obtained by considering immunodeficiency viruses in free-ranging species. HIV-1, the aetiologic agent for AIDS, causes a slow drop in CD4-bearing Tlymphocytes and has led to collapse of the immune system, opportunistic infections and death in over 2 million people. The cosmopolitan HIV-1 and the less virulent west African HIV-2 strain erupted in human populations within the past few hundred years 13 • HIV origins are likely to have derived from simian immunodeficiency virus (SIV), a virus that is endemic in free-ranging sooty managabey, green monkey and other Cercopithecus African monkey species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "SlY-infected African monkeys do not develop immunodeficiency disease; yet SIV is quite virulent because it does induce AIDS when inoculated into Asian macaques, species that have never seen SIV in their native range\". The simplest explanation for the balance between SIV and African monkeys would be that they are descendants of an historic diseaseinducing outbreak that effectively selected genetically resistant survivors to repopulate subsequent generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "A nearly identical scenario has been uncovered with feline immunodeficiency virus (FIV) and wild cat species. FIV was discovered in an immunocompromised domestic cat and, like HIV, induces immune deficiency and death among domestic cats\". FIV has been found in sixteen non-domestic cat species (including puma, leopards, lions, and cheetahs) sampled for antibody and genomic sequences••·\". However, the FIV in wild cats, like the African monkeys, shows little evidence for immune suppression, associated disease or mortality. Since viral genomic sequences are highly divergent within and between different cat species, we suspect that the virus is relatively old, perhaps coexisting with wild cat species for thousands of years. Because retroviral sequence evolution is even less clocklike (in a molecular evolutionary sense) than gene sequences of host species, it is difficult to be precise about the timing. Nevertheless, the pattern of FIV divergence is generally monophyletic within each species (as if virus in each species entered that species 744 ·NEWS & VIEWS only once and subsequently evolved), supporting the notion that FIV persistence in the felids is rather ancient. Like the monkeys, the cat species may have achieved an evolutionary balance whereby disease is postponed at least until after the reproductive years. Domestic cats, which do become ill, may simply represent a recent emergence of FIV in a heretofore naive species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "Is there an evolutionary explanation for the maintenance of a chronic exogenous FIV infection in wild cats? Is there an adaptive advantage to carrying the virus once historic adaptation has muted its pathogenesis? The answer could involve a temporary acquisition of immune protection against pathogenic FIV which may be present in low frequency or be produced spontaneously by rapid leotiviral mutation. Wild cats infected by an attenuated FIV strain would be immunized naturally against exposure to a virulent strain. An extended period of exogenous virus/host commensalism or symbiosis may provide the time period required for a genomic 'endogenization' event to occur. Although primates and cats have abundant endogenous retroviral sequences, none of these are lentivirus-related. With passenger lentiviruses so common among mammals, it may be simply a matter of time before the birth of endogenous lentivirus sequences in the free-living species. Finally, with the recent development of high resolution comparative gene maps of primate, cat, and other mammalian species, the genetic basis of lentivirus resistance can now be approached'\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        },
        {
            "text": "The prospect of genetic engineering to treat human pathologies will be a principal emphasis of twenty-first century medicine. The burgeoning biotechnology industry was born to accomplish this hope. Harold Varmus, Director of NIH, has moved to review gene therapy research and development as a high priority for medical research. In 1988, David Baltimore of the Massachusetts Institute of Technology coined the term 'intracellular immunization' to describe the delivery of virus-restricting genes to cells of sensitive or infected patients as a genetic therapy to virus disease 19 • Attempts to apply this to AIDS are beginning, but to be honest we really do not know which genes to use. The answer may be lurking in wild monkeys, cats, gazelles, woodchucks or armadillos. Molecular biologists and disease gene hunters need only to befriend a field biologist, a naturalist or a wildlife veterinarian. There is little question that timetested and selectively improved natural solutions to our own medical ills await discovery, and with the rapid advances in medical biotechnology the tools to recognize them are now available. The potential benefits of chemical and genomic prospecting are dazzling, because they promise both to reveal naturally tested solutions for difficult health conditions and to contribute to conservation of the earth's biodiversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS & VIEWS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chemical prospecting: Hope for van· ishing ecosystems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "256",
            "issn": "",
            "pages": "1142--1143",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chemical prospectors scour the seas for promising drugs",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Flam",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "",
            "pages": "1324--1325",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A role for molecular genetics in biological conservation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. natn. Acad. Sci. U.S.A",
            "volume": "91",
            "issn": "",
            "pages": "5748--5755",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic and phylogenetic analyses of endangered species",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Annu. Rev. Genet",
            "volume": "28",
            "issn": "",
            "pages": "467--489",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "C:enomic structure and function in the MHC",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trowsdale",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trmds Genet",
            "volume": "9",
            "issn": "",
            "pages": "117--122",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetic basis for species vulnerability in the cheetah",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science",
            "volume": "227",
            "issn": "",
            "pages": "1428--1434",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence and implications of feline coronavirus infections of captive and freeranging cheetahs (Acinonyx jubatus). f. Virol",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Heeney",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "1964--1972",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Why did they die?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "258",
            "issn": "",
            "pages": "1739--1740",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The consequences of demographic reduction and genetic depletion in the endangered Florida panther",
            "authors": [
                {
                    "first": "$",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr. Bioi",
            "volume": "3",
            "issn": "",
            "pages": "340--350",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Lake Casitas wild mouse: Evolving genetic resistance to retroviral disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Genet",
            "volume": "7",
            "issn": "",
            "pages": "22--27",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The contributions of retroviruses to the study of mammalian evolution",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benveniste",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Molecular Evolutionary Genetics",
            "volume": "",
            "issn": "",
            "pages": "359--417",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Endogenous human retroviruses. in The Retroviridae",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mager",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leony",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "465--535",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The simian immunodeficiency viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Desrosiers",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu. Rev. Immunol",
            "volume": "8",
            "issn": "",
            "pages": "557--578",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pathogenic diversity of simian immunodeficiency viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virus Res",
            "volume": "32",
            "issn": "",
            "pages": "183--203",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation of a T-lymphotropic virus from domestic cats with an immunodefi· clency-like syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Sdmce",
            "volume": "235",
            "issn": "",
            "pages": "790--793",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Worldwide prevalence of lentivlrus infection in wild feline species: Epidemiologic and phylogenetic aspects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Olmsted",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "/. Virol",
            "volume": "66",
            "issn": "",
            "pages": "6008--6018",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A lion lentivlrus related to feline immunodeficiency virus: Epidemiologic and phylogenetic aspects. f. Virol",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "68",
            "issn": "",
            "pages": "5953--5968",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Anchored reference loci for comparative genome mapping in mammals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Intracellular immunization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "335",
            "issn": "",
            "pages": "395--396",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Laboratory of Viral Carcinogenesis National Cancer Institute Frederick",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Understanding the African cheetah's unusual genetic history has important implications for HlA variation and immune defenses. (Photograph by Karl Ammann.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The endangered Florida panther's tale emphasizes the role of rare genetic mutation on reproduction and congenital heart disease. (Photograph by Melody E.Roelke-Parker.)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}