{
    "paper_id": "c6e292ee5d1b36c7b254bd2302b9fc2cf2190b0d",
    "metadata": {
        "title": "Sources of Information and Health Beliefs Related to SARS and Avian Influenza among Chinese Communities in the United Kingdom and The Netherlands, Compared to the General Population in these Countries",
        "authors": [
            {
                "first": "Helene",
                "middle": [
                    "A C M"
                ],
                "last": "Voeten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Onno",
                "middle": [],
                "last": "De Zwart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [
                    "K"
                ],
                "last": "Veldhuijzen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cicely",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinyi",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gillian",
                "middle": [],
                "last": "Elam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "Brug",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Ethnic minorities in Europe such as the Chinese may need a special strategy with regard to risk communication about emerging infectious diseases. To engage them in precautionary actions, it is important to know their information sources, knowledge, and health beliefs. Purpose This study's purpose is to study the use of information sources, knowledge, and health beliefs related to SARS and avian flu of Chinese people in the UK and The Netherlands, and to make comparisons with the general population in these countries. Method Results of a self-administered questionnaire among 300 British/Dutch Chinese were compared to data obtained from a computer-assisted phone survey among the general population (n=800). Results British/Dutch Chinese got most information about emerging diseases from family and friends, followed by Chinese media and British/Dutch TV. They had less confidence than general groups in their doctor, government agencies, and consumer/patient interest groups. Their knowledge of SARS was high. They had a lower perceived threat than general populations with regard to SARS and avian flu due to a lower perceived severity. They had higher selfefficacy beliefs regarding SARS and avian flu. Conclusion In case of new outbreaks of SARS/avian flu in China, local authorities in the UK and The Netherlands can best reach Chinese people through informal networks and British/Dutch TV, while trying to improve confidence in information from the government. In communications, the severity of the disease rather than the susceptibility appears to need most attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2007, this infectious disease caused over 250 infections and 176 deaths within Asia, compared to 40 infections and 16 deaths in other regions [3] . Scientists fear that a mutation within the virus that enables human-to-human transmission might occur, and such a pandemic could result in millions of deaths worldwide [4] . Future outbreaks of avian influenza and SARS-which is caused by a virus of suspect animal origin-are likely to start in densely populated regions where humans live in close contacts with livestock and poultry, such as in large parts of China/ Asia [5] . Through international air travel, further spread to the rest of the world including Europe is very likely. In case of such outbreaks, public health authorities will need to convince the general public to adopt precautionary behavior such as taking prophylaxis, wearing facemasks, and adhering to quarantine and travel restrictions [6] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ethnic minority groups may need a special strategy with regard to risk communication that differs from approaches to reach the general population. For example, during the SARS outbreak in 2003, Chinese people in Europe and the US did not always consider information for general populations to be appropriate. They, therefore, turned to media from China and Hong Kong and sometimes adopted precautionary behavior that was targeted at people living in China [7, 8] . In case future outbreaks originate in Asia, Asian minorities living in Europe may be at higher risk of infection than general populations in Europe due to their own travel behavior or their contact with people from affected Asian countries. A Dutch study on travel behavior of Chinese living in The Netherlands showed that, in 2003, the year of the SARS outbreak, one third of Chinese respondents had traveled to Southeast Asia and one fifth had received guests from this region (de Zwart et al., unpublished manuscript). Timely informing these ethnic minority groups is of utmost importance to prevent spread of the disease, inappropriate behavior, and discrimination.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to develop effective information and other intervention strategies for such vulnerable groups, it is important to have insight in their use of information sources and also in their health beliefs such as perceived threat and efficacy beliefs. These concepts are derived from the Protection Motivation Theory, which posits that people's motivation to engage in precautionary actions is influenced by the perceived threat, that is, the severity of the disease and the perceived vulnerability [9] [10] [11] . High perceived threat will only lead to adoption of precautionary behavior if a person believes that effective protective actions are generally available (the perceived response efficacy) and that one's self has the ability to engage in such protective actions (the perceived self-efficacy). The choice of information sources may determine people's knowledge related to health risks and precautionary actions. This knowledge in turn may determine health beliefs. On the other hand, high perceptions of vulnerability may promote the use of more sources of information.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed an explorative study among a convenience sample of Chinese living in the UK and The Netherlands. The aim of the study was twofold: (1) to assess use of information sources, knowledge, and health beliefs related to SARS and avian flu among Chinese living in the UK and The Netherlands and (2) to compare the findings from the Chinese populations in the UK and The Netherlands with findings from the general population living in these countries. Our study was an add-on to a qualitative study using focus group discussions (FGD; [7] ). The UK and The Netherlands were chosen because these countries have large Chinese communities of 297,000 and 145,000 people, respectively [12] . Also, comparison data from the general population were available for these countries. The findings of the study among the general populations are reported separately elsewhere [13] ; in the present paper, they only serve as a comparison group for the Chinese in the UK and The Netherlands.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chinese respondents living in the UK and Netherlands were recruited through snowball technique in cities with a considerable Chinese community: London, Manchester, Glasgow, Belfast, and Cardiff in the UK and Rotterdam, Amsterdam, Utrecht, and Arnhem in The Netherlands. In these cities, Chinese community representatives facilitated and assisted in the recruitment of respondents. In The Netherlands, community members were addressed during meetings of Chinese community groups such as women's groups, church/temple groups, a youth group, and a school. In the UK, respondents were also recruited through snowballing contacts of selected participants and by newsletters. A purposive sample design ensured diversity in background by setting recruitment targets for sex, age, country of origin, length of residence in Europe, and occupation. In the UK, respondents who met the criteria were invited to take part in a FGD at least 2 weeks in advance by letters; recruiters contacted them by phone days before to remind them. In The Netherlands, respondents were asked during the recruitment to participate in a FGD, which was planned a few days later. FGDs in both countries took place between October 2005 and April 2006. Results of the FGDs are presented elsewhere [7] .",
            "cite_spans": [
                {
                    "start": 1263,
                    "end": 1266,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Procedure and Respondents"
        },
        {
            "text": "The procedure for the self-administration of the questionnaire slightly differed between the UK and The Netherlands. In the UK, participants were mailed the questionnaire prior to the FGD meeting along with the invitation letter, and they were asked to bring the finished questionnaire to the FGD. Extra questionnaires were sent for family members or friends. To those who forgot to bring the questionnaires, prestamped envelopes were given. In The Netherlands, participants were given a pen-and-paper questionnaire at the beginning of the FGD, to be completed on the spot before the FGD started. Participants who experienced difficulties in filling-in the questionnaire were assisted by the FGD moderator who clarified some questionnaire items by rephrasing them. Filling-in mostly took about half an hour. Respondents were then asked to take home one or more additional questionnaires, to be filled-in by their spouses, other family members, or friends. Envelopes that were free of postal charges were also provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure and Respondents"
        },
        {
            "text": "The content of the questionnaire was the same as the survey that was used during the computer-assisted telephone interviewing (CATI, see below) for studying the general populations [13, 14] . It was originally based on an Internet survey instrument used for research during the SARS outbreak [15] . It was adapted for paper-and-pen selfadministration, and British, Dutch, and Chinese versions were prepared so that respondents could choose a version in the language they preferred. The questionnaire contained questions about information sources and health and efficacy beliefs regarding SARS and flu from a new virus, which was described as \"a new type of flu virus that can arise from avian flu; it causes serious illness and spreads easily in the population.\" Questions covered the following aspects: sociodemographic background; the amount of information about emerging infectious diseases the respondent got in the past year from a range of different sources of information (\"How much information about emerging diseases did you get from the following sources in the past year: none, little, some, much, very much\"); the confidence he/she had in this information (\"How much confidence did you have in information about emerging diseases you got from these sources in the past year: none, little, some, much, very much\"); SARS knowledge (\"Can you name the most important symptom of SARS\"; \"SARS is a communicable disease: true, false, don't know\"); perceived severity (\"On a scale from 1 to 10, how serious would it be for you to get the following diseases in the next year\"); perceived vulnerability (\"How likely do you think it is for you to get the following diseases in the next year: very unlikely, unlikely, not unlikely/not likely, likely, very likely\"); response efficacy (\"In general, do you think that people in Great Britain/The Netherlands can take actions to prevent getting the following diseases: not at all, a little bit, quite a bit, definitely\"); and self-efficacy (\"How confident are you that you yourself can prevent getting the following diseases: not confident, somewhat confident, quite confident, very confident\"). The complete questionnaire is available at http://survey.erasmusmc.nl/SARSControlpro ject/picture/upload/Questionnaire%20Risk%20Perceptions %20Survey%20WP5%20SARSControl.pdf.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Questionnaire"
        },
        {
            "text": "Between 20 September and 22 November 2005, phone interviews were held with random samples of general populations in five European countries (UK, The Netherlands, Denmark, Spain, and Poland) and three regions in East Asia (Singapore, China, and Hong Kong). The interviews were conducted using CATI with random digit dialing and took on average 16 min. About 400 people were interviewed in each country by native-speaking interviewers, a sample of 3,436 in total.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of General Populations by Computer-Assisted Telephone Interviewing"
        },
        {
            "text": "Findings from the self-administered questionnaires were double entered into Epi-Info and converted into an SPSS file. This file was merged with the SPSS file that resulted from the CATI. In line with Protection Motivation Theory, one measure was defined as \"perceived threat,\" it was constructed by multiplication of the measures of perceived severity (scale 1-10) and vulnerability (scale 1-5). To make the scores comparable, the severity score was first divided by two. To normalize the skewed distribution of the new variable, a square root transformation was performed which resulted in a measure of perceived threat on a scale from 1 (low) to 5 (high). Data from Chinese respondents in the UK and The Netherlands were compared with those collected during the CATI among general populations in these countries, using the chi-squared test and Student's t test. Linear and logistic regression analyses were performed to adjust for sociodemographic differences between Chinese and general population groups (gender, age, place of residence, and education).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Because our study population consisted of a convenience sample, response rates could not be calculated. Almost all FGD participants filled-in the questionnaire; a few were missed in the UK. About 140 questionnaires were filled-in by spouses, other family members, or friends of FGD participants, of which the majority came from The Netherlands. This resulted in a total of 299 self-administered questionnaires in both countries. Table 1 gives the sociodemographic characteristics of the respondents. Chinese respondents in both the UK and The Netherlands were younger and more often lived in cities than general population respondents in these countries. Chinese people in the UK were better educated than the general British population, whereas Chinese people in The Netherlands were poorer educated than the Dutch.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 436,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Respondents were asked how much information about emerging diseases they got in the past year from a list of sources of information (Table 2 ). Chinese people in both the UK and The Netherlands got less information from British/Dutch TV and much more from family or friends than the general populations. British and Dutch respondents from the general population mentioned newspapers and TV as the sources from which they got most information. In contrast, Chinese people from the UK and The Netherlands mentioned family and friends as the source from which they got most information, followed by Chinese media (such as Chinese newspapers, Chinese cable TV, and Chinese websites) and British/Dutch TV. Chinese respondents from the UK and The Netherlands had significantly less confidence than the general groups in information from their doctor, government agencies, consumer/patient interest groups, and the radio. They had most confidence in information from family or friends, Chinese newspapers and cable TV, and British/Dutch TV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Knowledge of SARS was very high among Chinese populations in the UK and The Netherlands (Table 3) . Over three quarters could mention a main symptom of SARS, which was a significantly higher proportion than among the general populations of both countries. Over 95% of the Chinese in the UK and The Netherlands knew that SARS is a communicable disease; in the UK, this was significantly higher than the score of the general population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Mean perceived severity, vulnerability, and threat scores related to SARS and flu from a new virus are given in Table 4 . Perceived severity was lower for SARS among Chinese people in the UK and for flu from a new virus among both Chinese groups compared to the general populations, also after adjusting for sociodemographic differences between Chinese and general populations. Among all respondent groups, SARS was considered the most severe, then flu from a new virus. The perceived vulnerability for SARS and flu from a new virus in case of an outbreak within the country of residence was perceived equally by Chinese and general populations. However, Chinese people perceived themselves to be more vulnerable in case of a SARS outbreak outside their country of residence; this was not the case for a flu outbreak outside their country of residence. All respondent groups perceived themselves most vulnerable to flu from a new virus and then to SARS. Chinese people in both countries had a lower perceived threat than general populations with regard to SARS in case of an outbreak within the country and flu from a new virus in case of an outbreak within and outside the country. Chinese in The Netherlands had a higher perceived threat regarding SARS in case of an outbreak outside the country than Dutch people in general. Among all respondent groups, perceived threat was about equally high for SARS and flu from a new virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Response efficacy, i.e., the extent to which respondents think that people generally can take effective actions to prevent a disease, was scored higher among both Chinese groups compared to general populations for flu from a new virus, also after adjusting for sociodemographic differences (Table 5) . Self-efficacy, i.e., the extent to which respondents think they themselves can prevent a disease, was scored higher among Chinese respondents in both countries compared to general populations for both diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this explorative study, we found that Chinese people from the UK and The Netherlands got most information about emerging infectious diseases from family and friends, followed by Chinese media and British/Dutch TV. They had significantly less confidence than the general population in their doctor, government agencies, and consumer/ patient interest groups. They had most confidence in information from family/friends, Chinese newspapers and Chinese cable TV, followed by TV from their country of residence. Knowledge of SARS was high among Chinese populations. Chinese people in both countries appeared to have a lower perceived threat than general populations with regard to SARS in case of an outbreak within the country and avian flu in case of an outbreak within and outside the country; this was mainly due to a lower perceived severity of SARS and avian flu and not due to lower vulnerability perceptions. Self-efficacy was scored higher for SARS and Because studies into risk behavior of SARS and other emerging infectious diseases are scarce, our research intended to be a first exploration of risk perception/health beliefs among high-risk minority groups in The Netherlands and UK. It was a descriptive, epidemiological study without strong a priori hypotheses. There are several limitations to our study. Firstly, we used the snowball technique to sample Chinese in the UK/The Netherlands, whereas we used random sampling for the general population; the comparison of the two groups may, therefore, be biased. Nevertheless, probably because we recruited Chinese people in the UK and The Netherlands in very diverse settings and used purposive sampling with recruitment targets, our respondents seem to reflect the Chinese communities in the two countries quite well. Also, the random samples of the general populations may not truly have been representative; participation rates in The Netherlands and the UK were 44% and 21%, respectively. We tried to reduce biases in sampling by adjusting all outcome measures for differences in socioeconomic background variables. Secondly, we used slightly different methods to collect the questionnaire data from the British/ Dutch Chinese compared to the general groups. However, previous studies have found little differences in responses to CATI compared to pen-and-paper questionnaires [16, 17] . Thirdly, because our study is one of the first studies to Fourthly, about half of our respondents were participants of FGDs, and they may have been motivated to participate in such a discussion because they were more worried/felt more vulnerable about SARS and avian flu than nonparticipants. Our explorative study can, therefore, be seen as a first step toward more comprehensive and representative studies on differences in risk perceptions and health beliefs. Lastly, data collection took place 2 years after the end of the SARS epidemic, which may have resulted in recall bias. We tried to minimize this by not referring to the outbreak in 2003 but instead always refer to \"in case of an outbreak\". In response to emerging infectious diseases such as SARS, accurate, timely, and transparent provision of information is critical in containing the outbreak. Mass media are very important channels in the delivery of information relevant to perceived threat. Our study showed that Chinese people mainly used sources of information that are not under control of British/Dutch authorities, such as family or friends or Chinese newspapers and Chinese cable TV. These Chinese language media were regarded as more trustworthy than local European media because the content was in-depth and updated regularly [7] . Use of information targeted toward Chinese groups that was available from British and Dutch public health organizations was low, even though some of this information was provided in the Chinese languages, such as British/Dutch websites for the Chinese communities [7] . Our findings are in line with a study from the US that shows that Asian communities were getting more and more timely information from sources in Southeast Asia than from US news media or health officials [8] . The only British/Dutch source of information that was well-used and well-trusted was the British/Dutch TV. Overall, Chinese people seemed to have made more use of sources of information than general populations from the UK and The Netherlands, which may have resulted in their better knowledge regarding SARS.",
            "cite_spans": [
                {
                    "start": 2344,
                    "end": 2348,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2349,
                    "end": 2352,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3658,
                    "end": 3661,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3928,
                    "end": 3931,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4139,
                    "end": 4142,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chinese people had a lower perceived severity of SARS (UK only) and avian flu (both countries) than general populations. Possible explanations might be that SARS and avian flu are more familiar diseases to Chinese people than to the average British and Dutch people and that the Chinese groups had better knowledge regarding these diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "British and Dutch Chinese had a higher perceived vulnerability of SARS in case of an outbreak outside the country of residence than general populations. Although we are not sure whether they considered \"outside the country\" to be their home country, this would provide a logical explanation for their higher perceived vulnerability. Assuming that future outbreaks of SARS will be more likely to originate in Asia again, this may reflect a real actual higher risk due to travel to and contact with people from infected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Little is known about perceived threat of SARS and avian flu among Chinese communities who live abroad. This makes it difficult to evaluate our finding that British Chinese had a lower perceived threat than respondents from [18] . However, their lower perceived threat was due to lower perceived vulnerability, whereas in our study, it was perceived severity that was lower. More research is needed on risk perception among different ethnic communities and how different ethnic groups interpret cognitive constructs such as perceived severity and vulnerability. Also, additional research is needed among Chinese groups living in other European and other countries, which could clarify the relevance of the present results to Chinese in other countries. We found that British and Dutch Chinese had higher self-efficacy beliefs regarding SARS and avian flu than general populations in the UK and The Netherlands. Maybe their closer involvement in past outbreaks in China has convinced them that effective precautionary measures for SARS are available and that they themselves are able to apply these measures in future outbreaks. Alternative explanations are also possible, such as that higher efficacy beliefs among the Chinese are a result of cultural optimism or illusion of control [19] [20] [21] . Further research is needed into efficacy beliefs related to SARS and avian flu and their relation to precautionary behavior, among general populations as well as vulnerable groups in different countries, in order to develop effective public health strategies.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1294,
                    "end": 1298,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has implications for risk communication and risk management, in case of future outbreaks of SARS and avian flu originate in China. It will be important to wellinform Asian communities in Europe of a potentially higher infection risk-due to frequent travel and contact with people from infected areas-and of appropriate precautionary behaviors. British/Dutch TV was the only British/Dutch source of information that was well-used and well-trusted. It seems, therefore, wise for British/Dutch health authorities to use special TV broadcasts for Chinese groups to inform the Chinese community in their countries, taking into account news coverage in locally available Chinese media. It should also be explored whether informal networks can be used, such as Chinese community groups and Chinese peer educators. It is also important to increase awareness of and confidence in more formal sources of information, such as from the government, so that their information targeted toward Chinese and other vulnerable groups is well-used. Studies have shown that informal sources of information were used mainly because Chinese people in the UK and The Netherlands lacked appropriate and timely information from relevant authoritative sources [7] . Especially related to vulnerable groups, government agencies should ensure relevant and timely information using well-trusted means of communication.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the Protection Motivation Theory, precautionary actions against a health threat are most likely when perceived severity and perceived vulnerability are high, as well as response and efficacy beliefs. Our study suggests that knowledge, perceived vulnerability, and efficacy beliefs are high enough among Chinese communities in the UK and The Netherlands to predict successful adoption of precautionary actions in case of future outbreaks of SARS and avian flu in China. Perceived severity of these two diseases, however, was relatively low-and, therefore, also perceived threat-at least when comparing it to severity perceptions of SARS/avian flu among the general population. Therefore, it seems wise to stress the severity rather than the susceptibility of SARS and avian influenza in risk communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, British/Dutch Chinese got most information about emerging diseases from family and friends, Chinese media, and British/Dutch TV. They appeared to be well-informed about SARS. They seemed to have a lower perceived threat than general populations with regard to SARS and avian flu due to a lower perceived severity, but higher self-efficacy beliefs. In case of future outbreaks of SARS or avian flu in China, local authorities in the UK and The Netherlands can best reach Chinese people through informal networks and British/Dutch TV, while trying to improve confidence in information from the government. In risk communication, they need to stress the severity rather than the susceptibility of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2352--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Cumulative number of confirmed human cases of avian influenza A/(H5N1) Reported to WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling the worldwide spread of pandemic influenza: baseline case and containment interventions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Animal coronavirus vaccines: lessons for SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dev Biol",
            "volume": "119",
            "issn": "",
            "pages": "129--169",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc Sci Med",
            "volume": "63",
            "issn": "",
            "pages": "3113--3136",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The perceived threat of SARS and its impact on precautionary actions and adverse consequences: a qualitative study among Chinese communities in the United Kingdom and The Netherlands",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Veldhuijzen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9005-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fear and stigma: the epidemic within the SARS outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Person",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Govert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ncid/Sars Community Outreach",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "358--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A protection motivation theory of fear appeals and attitude change",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Psychol",
            "volume": "91",
            "issn": "",
            "pages": "93--114",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cognitive and physiological processes in fear appeals and attitude change: a revised theory of protection motivation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The precaution adoption process",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Health Psychol",
            "volume": "7",
            "issn": "",
            "pages": "355--86",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Statistics: the ranking of ethnic Chinese population 2005",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Perceived threat, risk perception, and efficacy beliefs related to SARS and other (emerging) infectious diseases: results of an international survey",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhijzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "Abraham",
                    "middle": [
                        "T"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/10.1007/s12529-008-9008-2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Avian influenza risk perception",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Europe and Asia. Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "288--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS risk perception, knowledge, precautions, and information sources",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Netherlands. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1486--1495",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Computer assisted telephone interviewing: effects on interviewers and respondents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Groves",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathiowetz",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Public Opin Q",
            "volume": "48",
            "issn": "",
            "pages": "356--69",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A comparison of CATI and non-CATI questionnaires",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Groves",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathiowetz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chapter",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vital Health Stat",
            "volume": "2",
            "issn": "",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measuring risk perception among low-income minority primary care patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haomiao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Lubetkin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Ambul Care Manage",
            "volume": "27",
            "issn": "",
            "pages": "314--341",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cultural variations in optimistic bias: do Easterns really expect the worst and Westerns really expect the best when predicting future life events?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asawaka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Pers Soc Psychol",
            "volume": "81",
            "issn": "",
            "pages": "476--91",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cultural variations on optimistic and pessimistic bias for self versus a sibling: is there evidence for self-enhancement in the West and for self-criticism in the East when the referent group is specified",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asawaka",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pers Soc Psychol",
            "volume": "84",
            "issn": "",
            "pages": "569--81",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cross-cultural risk perception: a survey of empirical studies",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rohrmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sociodemographic characteristics of Chinese respondents in the UK and The Netherlands, compared to general population respondents in these countries",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean scores of the amount of information regarding emerging infectious diseases received from different information sources and confidence in the information (both scale 1-5) among Chinese respondents in the UK and The Netherlands, compared to general population respondents in these countries UK United Kingdom, NL The Netherlands, Unadj. unadjusted, Adj. adjusted a Data derived by a self fill-in survey among a convenience sample b Data derived by a phone survey among a random sample c Student's t test d Adjusted for sex, age group, place of residence, and highest education",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "SARS-related knowledge among Chinese respondents in the UK and The Netherlands, compared to general population respondents in these countries",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mean scores of response and self-efficacy (both scale 1-4) regarding SARS and flu from a new virus among Chinese respondents in the UK and The Netherlands, compared to general population respondents in these countries UK United Kingdom, NL The Netherlands, Unadj. unadjusted, Adj. adjusted a Data derived by a self fill-in survey among a convenience sample b Data derived by a phone survey among a random sample c Student's t test d Adjusted for sex, age group, place of residence, and highest education the general samples for SARS (in case of an outbreak within the country) and flu from a new virus. A study in the US showed that Chinese Americans perceived their risks for various diseases (all kinds of cancer, heart disease, diabetes mellitus, asthma, and tuberculosis) lower compared to Hispanic and African Americans",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was done as part of \"SARSControl: Effective and acceptable strategies for the control of SARS and other merging infectious diseases in China and Europe,\" a European Commission project funded within the Sixth Framework Programme, Thematic Priority Scientific Support to Policies, contract number SP22-CT-2004-003824.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}