{
    "paper_id": "c6f24b4d4db0db98e04fb22ee027a37979950933",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Chun",
                "middle": [],
                "last": "Shuang Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi",
                "middle": [
                    "Bin"
                ],
                "last": "Lv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuo",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [
                    "Ni"
                ],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lian",
                "middle": [
                    "Gui"
                ],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bu",
                "middle": [
                    "Dong"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "No. 8 Jingshun East Street, Chaoyang District",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "budongchen@sina.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Rationale and Objectives: To retrospectively analyze the chest imaging findings in patients with coronavirus disease 2019 (COVID-19) on thin-section CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Materials and Methods: Fifty-three patients with confirmed COVID-19 infection underwent thin-section CT examination. Two chest radiologists independently evaluated the imaging in terms of distribution, ground-glass opacity (GGO), consolidation, air bronchogram, stripe, enlarged mediastinal lymph node, and pleural effusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Fourty-seven cases (88.7%) had findings of COVID-19 infection, and the other six (11.3%) were normal. Among the 47 cases, 78.7% involved both lungs, and 93.6% had peripheral infiltrates distributed along the subpleural area. All cases showed GGO, 59.6% of which were round and 40.4% patchy. Other imaging features included \"crazy-paving pattern\" (89.4%), consolidation (63.8%), and air bronchogram (76.6%). Air bronchograms were observed within GGO (61.7%) and consolidation (70.3%). Neither enlarged mediastinal lymph nodes nor pleural effusion were present. Thirty-three patients (62.3%) were followed an average interval of 6.2 § 2.9 days. The lesions increased in 75.8% and resorbed in 24.2% of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: COVID-19 showed the pulmonary lesions in patients infected with COVID-19 were predominantly distributed peripherally in the subpleural area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "O n December 31, 2019, the World Health Organization (WHO) reported several cases of viral pneumonia with unknown causes in Wuhan, Hubei Province, China. On January 7, 2020, scientific research institutions in China confirmed that the viral pneumonia was caused by a novel coronavirus (1). On February 11, 2020, the novel coronavirus was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses (2) , and the disease caused by SARS-CoV-2 was named coronavirus disease 2019 (COVID-19) by the World Health Organization (3). By March 3, 2020, there were 80,303 confirmed cases of COVID-19 in China. Among these patients, 2597 died. A total of 12,536 patients were diagnosed in 74 countries outside China, 216 of whom died.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "COVID-19 is a novel infectious disease that causes inflammation in the respiratory system. It is highly contagious and can spread rapidly. Chest imaging can be used both for diagnosis and to document the extent of the lesions and enable accurate observations of changes. We observed pure ground-glass opacity (GGO) in the computed tomography (CT) images of patients with COVID-19 who had no abnormalities on plain radiographs. Therefore, CT examination is necessary to diagnose COVID-19. In this study, we report the chest CT imaging findings of 53 patients admitted and treated in our hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study was approved by the Review Committee and the Ethics Committee of our institution. Written informed consent was waived for the retrospective analyses by the Institutional Review Board. A total of 53 patients diagnosed with COVID-19 from January 12 to February 28, 2020, were enrolled (25 males and 28 females). The patients ranged in age from 1 to 86 years, mean 42 years. The average age of the female patients was 41.5 years, and the average age of the male patients was 42.5 years. Respiratory tract specimens or blood specimens were collected from all patients and subjected to nucleic acid amplification tests (NAATs) or gene sequencing of the SARS-CoV-2 by fluorescence-based realtime reverse transcription-polymerase chain reaction (RT-PCR). The diagnosis was confirmed if the detected virus was highly homologous to the COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All patients underwent chest thin-section CT using a 16slice spiral CT (Siemens, sensation CT, Forchheim, Germany). Each patient was in a supine position and scanned from the apex of the lung to the diaphragm at the end of quiet inhalation. The slice thickness and interslice gap were both 1.5 mm, and the reconstruction algorithm was done with a lung kernel. The tube voltage was set at 120 kV, and the tube current was automatically modulated during scanning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Two chest radiologists with 13 years and 14 years of experience independently evaluated the thin-section CT images using the Picture Archiving and Communication System (Carestream Health, USA). Inconsistencies were resolved by discussions between the two radiologists. The width and level of the pulmonary window were 1500 Hounsfield units (HU) and -700 HU, respectively. The width and level of the mediastinal window were 350 HU and 50 HU, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging Assessment"
        },
        {
            "text": "Imaging was evaluated in terms of the following parameters. The lesions were divided into the left upper lobe, left lower lobe, right upper lobe, right middle lobe, and right lower lobe and subdivided into subpleural, peribronchovascular, and diffuse. GGO referred to an area of increased attenuation that did not obscure the underlying pulmonary vessels or bronchi (4) and was classified as round or patchy. The crazy-paving pattern referred to GGO with superimposed reticular opacity. Consolidation referred to an area of increased attenuation in the lung that obscured the underlying pulmonary vessels. Air bronchogram is defined as air-filled bronchi on a background of high-attenuation lung (4). Stripe was defined as an irregular line or band with a high-attenuation pattern. Cavity referred to the pattern formed after the excretion of the necrotic tissue inside the lesion through the bronchi (4). The nodule was a round opacity, well or poorly defined, less than 3.0 cm in diameter (4) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "(4)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "(4)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Imaging Assessment"
        },
        {
            "text": "Enlarged mediastinal lymph nodes were those with a shortaxis diameter greater than 1.0 cm. Pleural effusions were noted. Disease progression was defined as an increase in lesion size or density, and disease regression was defined as a reduction in lesion size or density. Statistics SPSS17.0 (IBM, Armonk, NY, USA) software was used for the statistical analysis, including descriptive statistics. Continuous data are expressed as the mean § standard deviation, and categorical data are expressed as the frequency. p value less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging Assessment"
        },
        {
            "text": "Among the 53 patients, 47 (88.7%) indicated COVID-19 pneumonia while the remaining six (11.3%) indicated normal lungs. Thirty-three of the 53 patients (62.3%) had been followed up. The average interval between two consecutive follow-ups was 6.2 § 2.9 days (follow-up range, 2À12 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients' Profiles"
        },
        {
            "text": "Among the 47 patients with COVID-19 pneumonia, 78.7% of the cases involved both lungs, 21.3% of the cases involved only one lung. COVID-19 frequently involved the bilateral lower lobes (left lower lobe 85.1%; the right lower lobe 72.3%). Forty-four cases (93.6%) exhibited a predominant subpleural distribution (Fig 1) , 12 of which (25.5%) were accompanied with the peribronchovascular distribution; two cases (4.3%) exhibited a predominant peribronchovascular distribution (Fig 2) ; and one case exhibited a diffuse distribution, and the patient was a severe case (Fig 3; Table 1 ) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 318,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 475,
                    "end": 482,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 566,
                    "end": 581,
                    "text": "(Fig 3; Table 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Distribution"
        },
        {
            "text": "All the 47 patients with COVID-19 pneumonia presented with GGO. Twenty-eight cases (59.6%) and 19 cases (40.4%) had predominantly round or patchy GGO, respectively. Forty-two cases (89.4%) exhibited the crazy-paving pattern. (Figs 1À3) Consolidation was observed in 30 patients (63.8%), eight of whom (17.0%) showed consolidation in the center of the GGO (Fig 2) . Stripe was observed in 27 patients (57.5%). (Fig 4) Air bronchogram was observed in 36 patients (76.6%), 29 of whom (61.7%) had air bronchogram within GGO, 33 (70.3%) within consolidation (Figs 1À3). Two cases of pulmonary nodules and two cases of secondary tuberculosis, were identified. No cases of cavity, enlarged mediastinal lymph node, or pleural effusion were noted. (Table 2 )",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 235,
                    "text": "(Figs 1À3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 409,
                    "end": 416,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Imaging Signs"
        },
        {
            "text": "Thirty-three patients (62.3%) were followed up. The lesions in eight patients (24.2%) were gradually resorbed, showing a small number of residual patchy GGO (62.5%), consolidation (50.0%) and stripe (37.5%). Twenty-five patients (75.8%) exhibited gradual progression, and their CT images revealed more consolidation (84.0%), more GGO (44.0%), the transformation of GGO to consolidation (56.0%) and stripe (40.0%). Nine patients (27.3%) showed partial absorption and progression of lesions. Two patients (6.1%) exhibited pleural effusion. (Figs 1À4) In addition, among the six patients whose first CT examination indicated normal lungs, three were followed up. Among the three patients, the CT images still showed normal lungs in one patient, and GGO in the lower lobes in the other two patients (Fig 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 548,
                    "text": "(Figs 1À4)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 795,
                    "end": 802,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Follow-Up Examinations"
        },
        {
            "text": "SARS-CoV-2 is a novel virus that infects the respiratory system. The pulmonary infection manifests as COVID-19. Through this study, we first found that COVID-19 patients may exhibit no pneumonia on thin-section CT. Second, lesions in patients with COVID-19 commonly involved the lower lobes of both lungs and mostly showed subpleural distribution. Third, all patients showed GGO on thin-section CT, more than half of which were round GGO; 89.36% of the patients showed the crazy-paving pattern, and air bronchogram could develop in GGO. Fourth, the consolidations can appear in the center of the GGO, and can be patchy. Fifth, enlarged mediastinal lymph nodes and pleural effusion were rare. Sixth, during the short-term follow-up period, lesions were gradually resorbed in a few patients, and most patients experienced gradual disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Before SARS-CoV-2, there are six coronavirus, four of which are less pathogenic and generally cause mild respiratory symptoms, the other two coronavirus has caused two epidemics since the beginning of the 21st century. The first epidemic was severe acute respiratory syndrome (SARS) caused by SARS-associated coronavirus (SARS-CoV) in 2003, which is also known as atypical pneumonia, with a mortality rate of 9.6% (5). The second was Middle East respiratory syndrome (MERS) cause by MERS-associated coronavirus (MERS-CoV) in 2012 and 2015, with a mortality rate of 35.7% (6) . The third is COVID-19 caused by SARS-CoV-2 (7). The CT imaging features are closely related to the pathology. At present, one study showed the similar pathological characteristics to the same SARS-CoV infection (8) . It is reported in the literature that acute diffuse alveolar injury can be observed in the acute stage (<11 days) of SARS, and in the late stage, diffuse alveolar injury and acute fibrous and organic pneumonia can be observed (9) . The pathological changes include thickening of the basement membrane of the alveoli capillary, edema of the alveoli septum, hyperplasia of the interstitium, apoptosis and desquamation of the alveolar epithelium cells, formation of the pulmonary hyaline membrane by exudate and other cellular components in the alveoli, hyperemia and edema of the bronchioles, infiltration of inflammatory cells and inflammatory edema, red blood cells in the alveoli, and microthrombosis formation in the blood vessels (10, 11) . Due to the small number of autopsies on patients with MERS, detection of pathological basis was limited. Diffuse alveolar damage was also found in the lungs in two autopsies, including damage to alveolar epithelial cells, multinuclear epithelial cells, and submucosal glands (12, 13) . In the animal model of MERS, consolidation, edema, and inflammation can be found in the infected lungs, and diffuse alveolar injury with hyaline membrane formation can also be observed (14À16). Based on the pulmonary infection of SARS-CoV-2 and SARS-CoV (8À11), GGOs may be due to mild edema of the alveolar septi, hyperplasia of the interstitium, partial filling of airspaces, or a combination of these features. The crazy-paving pattern may correlate with hyperplasia of interlobular and intralobular interstitia. Consolidation may be related to acute diffuse alveolar injury, including edema, red blood cells and cellulose deposition. Stripe may reflect the thickening pulmonary interstitium or fibrosis. Whether stripes are resorbed should be observed in the future. SARS, MERS, and COVID-19 are all infectious diseases caused by coronaviruses, so the CT images of patients with these three diseases are similar. The earliest stage of SARS manifests as GGO, which mainly follows a subpleural distribution. SARS with diffuse GGOs progresses into acute respiratory distress syndrome (17, 18) , and the reticulation superimposed on GGO can present as a crazy-paving pattern. Consolidation is common, and the margins are obscure. Air bronchograms and cavity can be observed. The presence of spontaneous pneumomediastinum can distinguish SARS from other diseases (17) . SARS rapidly progresses, and multiple segments and multiple lobes are involved. MERS mainly manifests as subpleural GGO, and the range of GGO is larger than that of consolidations; some lesions can be distributed along the bronchovascular bundles. Pleural effusion can occur in some cases (19, 20) . The CT imaging findings of COVID-19 partially overlap those of SARS and MERS, but the unique CT features of COVID-19 are as follows. First, GGO is mostly round on the initial thin-section CT, the crazy-paving pattern is common, subpleural distribution is predominant, patchy consolidations are visible in the center of some GGOs, and air bronchogram can be simultaneously observed in the GGO and consolidation; the pneumomediastinum, cavities, and pleural effusion have not been observed. Second, in severe cases, the consolidation gradually increases. GGO decrease but can still be observed on the margins of consolidation. The crazy-paving pattern still presents in the GGO, which may be due to fibrosis.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 574,
                    "text": "(6)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "(8)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "(9)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "(10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "11)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1813,
                    "end": 1817,
                    "text": "(12,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1818,
                    "end": 1821,
                    "text": "13)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2909,
                    "end": 2913,
                    "text": "(17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2914,
                    "end": 2917,
                    "text": "18)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3186,
                    "end": 3190,
                    "text": "(17)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3482,
                    "end": 3486,
                    "text": "(19,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3487,
                    "end": 3490,
                    "text": "20)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, among the 53 cases with COVID-19, pneumonia was absent in the initial CT examination of six patients with positive NAAT results for the detection of SARS-CoV-2. But two of the six patients showed pneumonia during follow-up. Therefore, CT manifestations of COVID-19 lag behind the NAAT detection. Although CT imaging has certain lag time, nucleic acid, and gene sequencing detection require a relatively longer time compared to CT. Thus, for the timely and accurate diagnosis of COVID-19, CT can quickly identify suspected patients and significantly help in isolating the source of infection, cutting off the route of transmission, and avoiding further spread of infection. In this study, a few patients had a clear epidemiological history and typical CT findings indicative of COVID-19, while the nucleic acid test was negative, and the final diagnosis of COVID-19 was determined after several rounds of negative results. Therefore, CT scanning is necessary for patients suspected of having COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has two limitations. First, all cases were examined by CT, and plain chest radiographs were not obtained. Although plain chest radiography and CT are both necessary to examine lung lesions and can demonstrate disease progression, plain chest radiographs are superimposed imaging that cannot clearly display GGO lesions. In contrast, CT imaging, especially thin-section CT imaging, which is comparable to directly viewing the anatomy, can clearly reveal the structures of both lungs with high resolution, can aid in the diagnosis of lung diseases, and can be used for the timely and accurate observation of disease progression (21) . Therefore, thin-section CT is recommended for patients at the early stage of COVID-19 to avoid missing lesions, and plain chest radiography is recommended for re-examination in patients with severe conditions and in patients who cannot undergo CT to observe changes in their conditions. Second, due to the rapid onset of COVID-19, the interval between examinations was short. We will continue to conduct follow-up studies to observe the dynamic changes in COVID- 19. In summary, COVID-19 pneumonia manifests primarily as GGO and consolidation distributed predominantly along the subpleural area of the lung. Round GGO and crazy-paving pattern are commonly seen. Air bronchograms are often found in both GGO and consolidation. Cavities, enlarged mediastinal lymph nodes, or pleural effusions are absent on the initial CT examinations. In the short-term follow-up, more patients had disease progression than absorption. Identification of CT features of COVID-19 pneumonia provide timely diagnostic evidence of the disease enabling early diagnosis and treatment.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 641,
                    "text": "(21)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "19.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International Committee on Taxonomy of Viruses",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fleischner society: glossary of terms for thoracic imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macmahon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "",
            "pages": "697--722",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The battle against SARS and MERS coronaviruses: reservoirs and animal models",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Animal Model Exp Med",
            "volume": "1",
            "issn": "",
            "pages": "125--133",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection: epidemiology, pathogenesis and clinical characteristics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bakhrebah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "22",
            "issn": "",
            "pages": "4956--4961",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Office of state administration of traditional Chinese Medicine",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The clinical pathology of severe acute respiratory syndrome (SARS): a report from China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "",
            "pages": "282--289",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A clnicopathological study on 3 cases of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin J Pathol",
            "volume": "32",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1773--1778",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinicopathologic, immunohistochemical, and ultrastructural findings of a fatal case of Middle East respiratory syndrome coronavirus infection in the United Arab Emirates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hosani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Pathol",
            "volume": "186",
            "issn": "",
            "pages": "652--658",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Histopathology of Middle East respiratory syndrome coronovirus (MERSvCoV) infection À clinicopathological and ultrastructural study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Alsaad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hajeer",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Balwi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Histopathology",
            "volume": "72",
            "issn": "",
            "pages": "516--524",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci",
            "volume": "110",
            "issn": "",
            "pages": "16598--16603",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An acute immune response to Middle East respiratory syndrome coronavirus replication contributes to viral pathogenicity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Baseler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Pathol",
            "volume": "186",
            "issn": "",
            "pages": "630--638",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An animal model of MERS Produced by infection of rhesus macaques With MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "236--242",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS Pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical presentations and outcome of severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1701--1703",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CT correlation with outcomes in 15 patients with acute Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Enani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJR Am J Roentgenol",
            "volume": "204",
            "issn": "",
            "pages": "736--742",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahyad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AJR Am J Roentgenol",
            "volume": "203",
            "issn": "",
            "pages": "782--787",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Servere acute respiratory syndrome: radiographic appearances and pattern of progression in 138 patinets",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "",
            "pages": "401--406",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Male, 59-year-old, COVID-19. (a,b) Round GGO involve the bilateral lungs, distribute along the subpleural area. Air bronchogram appear on the background of GGO. (c,d) Follow-up imaging of 5 days later. The disease makes a progress, which shows consolidation obviously increase in the range, and a few of GGO remain. COVID-19, Coronavirus disease 2019; GGO, ground-glass opacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Male, 42-year-old, COVID-19. (a) The round GGO involve the bilateral lower lobes, distribute along the peribronchovascular bundle and subpleural area. A few of consolidation appear in the center of the GGO. (b) Follow-up imaging of 7 days later. The range of the lesions remain unchanged. The attenuation of GGO decrease, and only a few of consolidation remain. COVID-19, Coronavirus disease 2019; GGO, ground-glass opacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Female, 64-year-old, COVID-19. (a) The patchy GGO and consolidation diffusely involve the bilateral lungs. Air bronchogram appear on the background of GGO and consolidation. The crazypaving pattern appear in the right middle lobe. (b) Follow-up imaging of 13 days later. All of consolidation and most of GGO are resorbed. Stripes appear. COVID-19, Coronavirus disease 2019; GGO, ground-glass opacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". By the end of March 3, 2020, the mortality rate of COVID-19 is approximately 3.0%. SARS-CoV-2 is a novel b-coronavirus with a capsid. The round or oval virus particles have a diameter of 60À140 nm and are usually polymorphic. The gene features of SARS-CoV-2 are significantly different from those of SARS-CoV and MERS-CoV. During in vitro culture, SARS-CoV-2 can be detected in human airway epithelial cells within 96 hours",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Male, 50-year-old, COVID-19. (a) The stripes involve the bilateral lungs, and distribute along the subpleural area. GGO appear the margin of the stripes. Patchy GGO and crazy-paving pattern distribute along the subpleural area of the left lower lobe. (b) Follow-up imaging of 7 days later. The stripe and consolidation obviously increase. The GGO in the left lower lobe is replaced by consolidation. (c) Follow-up imaging of 12 days later. The most of stripe, GGO, and consolidation are obviously resorbed. A few of stripe and GGO remain. COVID-19, Coronavirus disease 2019; GGO, groundglass opacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Female, 29-year-old, COVID-19. (a) The initial CT shows the normal lungs. (b) Follow-up imaging of 4 days later. Round GGO and consolidation manifest in the left lower lobe, and locate in the subpleural area. COVID-19, Coronavirus disease 2019; GGO, ground-glass opacity.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Distribution of COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Imaging Signs of COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank American Journal Experts for providing language editing services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}