{
    "paper_id": "c71fb5bde8d77386754920fbb7813dabeb273eb0",
    "metadata": {
        "title": "Mechanism of C5a-induced immunologic derangement in sepsis",
        "authors": [
            {
                "first": "Ruonan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Institute of Intensive Care Unit",
                    "location": {
                        "postCode": "100039",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunmei",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Treat-ment and Research Centre for Infectious Disease",
                    "institution": "",
                    "location": {
                        "postCode": "100039, 302, 100039",
                        "settlement": "Beijing, Beijing, Hospital, Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fu-Sheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "S epsis is a life-threatening medical condition that triggers an uncontrolled inflammatory reaction and is caused by the entry of various microorganisms into the human bloodstream. Sepsis is mainly encountered in intensive care units (ICUs) due to the reduced immunological defenses of ICU patients. Approximately 1.5 million patients develop sepsis annually in industrialized countries, and the mortality rate is very high (30-50%). 1 Thus, the treatment of sepsis represents a major unmet medical need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sepsis encompasses two phases: 'hyper'-reactive and 'hypo'-reactive. The initial inflammatory stage is quickly counterbalanced by an antiinflammatory response, which compromises the immune system and leads to immunosuppression. Recently, the failure of clinical trials testing antiinflammatory drugs to treat sepsis has been attributed to immunosuppression, also known as immunoparalysis. Antiimmunosuppressive therapies offer a novel treatment option in the medical community. In clinical settings, the application of granulocyte-macrophage colony-stimulating factor has been found to reverse sepsis-associated immunosuppression and to restore monocytic immunocompetence in septic patients. 2 Nevertheless, difficulties persist in differentiating the inflammatory stages of sepsis and in determining the major immunological pathways underlying immunosuppression.",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 693,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During sepsis, the complement system is strongly activated, producing large amounts of C5a. C5a is one of the most potent inflammatory peptides and has a broad spectrum of functions. C5a has been found to inhibit neutrophil innateimmune functions such as reactive oxygen species generation, phagocytic ability, and chemotaxis. It has also been observed to be indirectly involved in thymocyte apoptosis, leading to the destruction of the central immune system. 3 Moreover, C5a serves as a master switch for the intracellular pH balance in neutrophils, altering neutrophil inflammation and metabolism. 4 The blockade of C5a or its receptor C5aR inhibits the development of sepsis and markedly improves survival in animal models. 5 Thus, C5a has been recognized as a key factor in the pathogenesis of sepsis (Figure 1) .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 461,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 601,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 727,
                    "end": 728,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 815,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "C5a functions by binding to highaffinity C5a receptors (C5aRs: C5aR and C5L2). In particular, C5aR has been detected in various organs (heart, liver, lungs and kidneys) in septic animals. 6 Among the immunocytes, neutrophils, monocytes and dendritic cells (DCs) express C5aR, but lymphocytes do not. Generally, C5aR and C5L2 function independently, and the putative 'default' receptor, C5L2, has an important role in balancing the biological effects of C5a. 7 Considering that the C5a functional receptor is not expressed in lymphocytes, the effect of C5a on the immune system is likely to be mediated by a 'middle man.' In a previous study, we found that complement C5a regulates IL-17 by affecting the crosstalk between DCs and γδ T cells in a cecal ligation perforation (CLP)-induced sepsis model. 8 However, the direct role of C5a on lymphocytes remains unclear.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 458,
                    "end": 459,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 801,
                    "end": 802,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neutrophils make up a major subset of innate-immune cells. The interaction of C5a with C5aRs on neutrophils leads to pleiotropic effects, including the release of cytokines and chemokines, as well as the recruitment of inflammatory cells. Inappropriate activation and homing of neutrophils to the microvasculature contributes to the pathological manifestations of sepsis. We previously observed that reduced C5aR expression due to the presence of excess C5a was associated with the functional impairment of neutrophils and poor prognosis in septic patients. Hence, C5aR expression levels can serve as an early marker for predicting the severity of sepsis. 9 In fact, other immunocytes such as DCs, natural killer cells, natural killer T cells (NKTs) and CD39+Tregs were all found to be involved in the pathogenesis of sepsis, and the pathogenic effect of interferon-γ-producing NKT cells was mediated by enhancing the production of C5a. 10 Furthermore, the overexpression of Th1 and Th17 cells in sepsis was also found to be related to C5a. 11 Hence, the association between immunocytes and the complement should be further investigated.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 657,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 937,
                    "end": 939,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bacteremia is an important feature of sepsis, and CLP has been regarded as a standard model to simulate complicated infections. 12 The importance of complement activation is not only limited to bacterial infection; it can also be applied to other forms of sepsis, such as those that are induced by viral or fungal infections. Strong evidence suggests that three complement pathways are strongly activated in coronavirus and H5N1 bird flu virus-induced lung inflammation. Anti-C5a antibody has been shown to improve the outcome of H7N9 virus infection in monkeys. 13 Owing to the 'fast' and 'massive' nature of complement injury, we believe that C5a has an important role in virus-induced acute lung injury and that C5a can serve as an ideal target for treating many lung inflammatory diseases. Considering the success with eculizumab, and the progression of a number of novel C5a-and C5aR-targeted drugs to clinical trials, there is great promise for complement therapeutics.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New criteria, including organ dysfunction and established infection, have been proposed for diagnosing sepsis (defined as life-threatening organ dysfunction caused by a dysregulated host response to infection 14 ) . Hence, in order to fully investigate the complement-mediated immunodysfunction of sepsis, new definitions for sepsis and septic shock should be considered and more patients should be examined in a longitudinal cohort study. ",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "14 )",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Granulocyte-macrophage colony-stimulating factor to reverse sepsis-associated immunosuppression: a double-blind, randomized, placebo-controlled multicenter trial",
            "authors": [],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "180",
            "issn": "",
            "pages": "640--648",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of C5a in inflammatory responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Immunol",
            "volume": "23",
            "issn": "",
            "pages": "821--852",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complement C5a functions as a master switch for the pH balance in neutrophils exerting fundamental immunometabolic effects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Neher",
                    "suffix": ""
                },
                {
                    "first": "Dac",
                    "middle": [],
                    "last": "Messerer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wiegner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rittirsch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "198",
            "issn": "",
            "pages": "4846--4854",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protective effects of anti-C5a in sepsis-induced thymocyte apoptosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huber-Lang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Padgaonkar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Invest",
            "volume": "106",
            "issn": "",
            "pages": "1271--1280",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expression of the complement C5a anaphylatoxin receptor (C5aR) on nonmyeloid cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Wetsel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol Lett",
            "volume": "44",
            "issn": "",
            "pages": "183--187",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evidence for a functional role of the second C5a receptor C5L2",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Speyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tomlins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FASEB J",
            "volume": "19",
            "issn": "",
            "pages": "1003--1005",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complement C5a regulates IL-17 by affecting the crosstalk between DC and gammadelta T cells in CLP-induced sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Immunol",
            "volume": "40",
            "issn": "",
            "pages": "1079--1088",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complement 5a receptor-mediated neutrophil dysfunction is associated with a poor outcome in sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Mol Immunol",
            "volume": "13",
            "issn": "",
            "pages": "103--109",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "IFN-γproducing NKT. cells exacerbate sepsis by enhancing C5a generation via IL-10-mediated inhibition of CD55 expression on neutrophils",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Immunol",
            "volume": "44",
            "issn": "",
            "pages": "2025--2035",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "C5a regulates IL-12+ DC migration to induce pathogenic Th1 and Th17 cells in sepsis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protective effects of C5a blockade in sepsis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Czermak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huber-Lang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bless",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": "788--792",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Treatment with anti-C5a antibody improves the outcome of H7N9 virus infection in African green monkeys",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "586--595",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The third international consensus definitions for sepsis and septic shock (Sepsis-3)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Deutschman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shankar-Hari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Annane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "801--810",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Role of C5a in the development of sepsis. Overproduction of C5a is often caused by bacteria, virus, fungus or parasite infection, and induces immunoparalysis. The downstream responses result in sepsis shock together with acute respiratory failure, renal failure or liver failure, and finally cause MODS or death. MODS, multiple organ dysfunction syndrome.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Treatment and Research Centre for Infectious Disease, Beijing 100039, China; 2 The Institute of Intensive Care Unit, Beijing 100039, China and The Institute of Clinical Examination Centre, Beijing 100039, China Correspondence: Professor Ruonan Xu, Treatment and Research Centre for Infectious Disease, Beijing 302 Hospital, Beijing 100039, China. E-mail: xuruonan2004@aliyun.com",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}