{
    "paper_id": "c7f2da8b7a494ce48b1f08903d67e9e7fbf1b946",
    "metadata": {
        "title": "Influenza-like illness in pregnant women during summertime: clinical, epidemiological and microbiological features",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Paño-Pardo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Martínez-Sánchez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Martín-Quirós",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P"
                ],
                "last": "Romero-Gómez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Muñoz-Muñiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Sánchez-Pastor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "G"
                ],
                "last": "Ruiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "San-José",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Prados",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Mora-Rillo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Rico-Nieto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J.-R",
                "middle": [],
                "last": "Arribas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It is not known whether influenza-like illnesses (ILI) in pregnant women caused by influenza virus, specifically, those caused by the 2009 Influenza A H1N1 virus (nH1N1), can be clinically distinguished from those caused by other agents. From 1st July 2009 until 20th September 2009, an observational study including all pregnant women presenting at Hospital Universitario La Paz with an ILI was carried out. A specific reversetranscriptase polymerase chain reaction (RT-PCR) for nH1N1 in nasopharyngeal swabs was prospectively carried out in all patients. Retrospectively, samples were analysed for multiple respiratory virus panel (RT-PCR microarray).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinical, demographical and other microbiological variables were evaluated as well. A total of 45 pregnant women with ILI were admitted. Of these, 14 (31.1%) women had nH1N1 infection and 11 with a non-influenza ILI (35.48%) were positive for other viruses (five rhinovirus, four parainfluenza virus, one bocavirus and one adenovirus). In 20 patients, no aetiologic agent was identified. The clinical course of nH1N1 was mild, without deaths or severe complications. No significant differences were found when comparing the clinical presentation and course of patients with and without nH1N1 infection. Six women with nH1N1 infection received oseltamivir. Influenza and non-influenza ILI were clinically indistinguishable among pregnant women. Many ILI in pregnant women remain undiagnosed, despite undergoing an RT-PCR microarray for several respiratory viruses. J. R. Paño-Pardo and N. Martínez-Sánchez contributed equally to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pregnancy has been classically considered as a risk factor to develop severe influenza disease [1] [2] [3] [4] . Although data related to the 2009 novel Influenza A H1N1 virus (nH1N1) are still being processed, it seems that infections caused by this novel virus are more severe in pregnant women [5, 6] . Nevertheless, most infections caused by influenza virus are mild and its presentation is not specific in the form of an influenza-like illness (ILI) [7] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ILI is a syndrome caused by diverse aetiological agents, most of which do not have specific treatment. We have found no studies evaluating the aetiology of ILI in pregnant women. As the aetiology of ILI changes in time and region among different subpopulations [8] , gaining knowledge on the epidemiology of ILI might help in the management of pregnant women infected with influenza.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main goal of our study was to describe the clinical characteristics, prognosis and aetiology of ILI in pregnant women. In addition, we sought to evaluate if ILI caused by nH1N1 or other aetiologies could be distinguished from the clinical standpoint. For these purposes, a prospective observational study was designed and conducted at Hospital Universitario La Paz in Madrid, Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On 30th June 2009, the first death attributed to 2009 nH1N1 was certified in Spain. The patient was a 20-yearold third-term pregnant women. Since then, and given the uncertainties about the risk and management of pregnant women infected by nH1N1, all pregnant women with ILI who presented at the Hospital Universitario La Paz were admitted for hospitalisation. A diagnostic test for nH1N1 influenza A virus by specific reverse-transcriptase polymerase chain reaction (RT-PCR) in nasopharyngeal swab was performed in all of these patients. Recommendations for the use of neuraminidase inhibitors (NI) changed during the course of this study. At first, the use of NI was individualised as per clinical judgment. On 15th August, a specific protocol for the management of ILI during pregnancy was locally approved (Fig. 1) . The Hospital Universitario La Paz is a 1,300-bed tertiary academic centre belonging to the Spanish National Health Service, which provides medical assistance to a mixed urban and rural population of approximately 600,000 people in Madrid, Spain. The time frame of the study included the period from 1st July 2009 to 20th September 2009. The study was approved by the Institutional Review Board at Hospital Universitario La Paz.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 818,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Setting"
        },
        {
            "text": "Case definitions ILI was defined as fever (temperature of 100°F [37.8°C] or greater) and at least two of the following: (a) cough, (b) sore throat, (c) headache, (d) rhinorrhoea, (e) myalgias and (f) shortness of breath. A confirmed case of nH1N1 infection was defined as a person with an ILI with laboratory-confirmed nH1N1 infection by one or more of the following tests: real-time RT-PCR or viral culture [9] .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "Microbiologic work-up A nasopharyngeal swab (Viral Pack©) was performed in all pregnant women admitted with ILI. Extractions proceeded according to the manufacturer's protocol: 200 μL of the obtained sample was combined with 1 mL of lysis buffer and incubated at room temperature for 10 min. After lysis, samples were loaded onto the easyMAG system (bioMérieux,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "Clinical severity or other risk factors? Durham, NC). Real-time RT-PCR assays were performed, using the Centers for Disease Control and Prevention (CDC) protocol of RT-PCR for nH1N1 [10] . Other microbiologic tests were performed upon the clinician's request in real time.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "ILI in pregnant women"
        },
        {
            "text": "Aliquots of nasopharyngeal swabs were frozen at −80°C and retrospectively processed with the respiratory virus panel (RVP) assay on the CLART® PneumoVir kit (GENOMICA S.A.U.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ILI in pregnant women"
        },
        {
            "text": "[ZELTIA], Madrid, Spain) [11] . The following virus types and subtypes are identified using RVP: influenza A, influenza B, respiratory syncytial virus subtype A, respiratory syncytial virus subtype B, parainfluenza 1, parainfluenza 2, parainfluenza 3 and parainfluenza 4 virus, human metapneumovirus, rhinovirus, coronavirus and adenovirus. Other routine microbiologic tests were processed at our local microbiology laboratory as requested.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "ILI in pregnant women"
        },
        {
            "text": "The following variables were described: (1) demographics and epidemiological data: age, ethnicity and close contact with a patient with an ILI; (2) clinical data: high-risk conditions for influenza infection other than pregnancy [12] , symptoms on admission, time since symptom initiation to first medical consultation, antiviral and antibiotic treatment received, intensive care unit (ICU) admission; (3) microbiological diagnosis; (4) laboratory data: leucocytes, C-reactive protein (CRP), creatine phosphokinase (CPK), lactic dehydrogenase (LDH); and (5) obstetrics: gestational age at diagnosis, gravidity and parity, prenatal care and complications developed during the ILI.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Variables"
        },
        {
            "text": "Arithmetic means, medians and ranges were determined for quantitative variables. Comparison between ILI caused by nH1N1and non-influenza-related ILI was made with the χ 2 test for qualitative variables and with the Mann-Whitney Uand Wilcoxon W-tests for quantitative variables. Values of p<0.05 were considered as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Forty-five pregnant women with ILI were included (Fig. 2) and their demographics are shown in Table 1 were infected with other viruses (five rhinovirus, one bocavirus, one adenovirus, two parainfluenza 4, one parainfluenza 3 and one parainfluenza 1 virus). One patient with nH1N1 was coinfected with a rhinovirus. In 20 patients, no aetiologic agent was identified. In only one patient, a pregnant woman with a positive RT-PCR for nH1N1, was further microbiological work-up requested-serology for several atypical respiratory pathogens-which was negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The patients included in the study were mainly Caucasian. Other conditions considered to increase the risk for complications of nH1N1 infection found in our study population were as follows: one patient had type 2 diabetes mellitus; gestational diabetes had previously been diagnosed in two patients; two patients were asthmatic, one patient suffered Crohn's disease and had been splenectomised as a consequence of idiopathic thrombocytopenic purpura. The distribution in trimesters is presented in Table 1 . Delivery was induced because of low foetal reactivity in one pregnant woman with positive nH1N1 RT-PCR. Two deliveries occurred in nH1N1-negative ILI patients: one was induced because of low foetal reactivity and the other was an instrumented vaginal delivery due to non-progression. Both newborns were healthy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 506,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The clinical and laboratory features are shown in Table 2 and Fig. 3 . None of the patients died nor had to be readmitted due to worsening symptoms in the two weeks that followed admission. In three of the patients, ILI was diagnosed once the patient had been admitted (one of these patients was a confirmed nH1N1 infection). Only this admission, due to preterm delivery, could be justified by clinical or obstetrics criteria. A total of three chest X-rays were made upon focal clinical findings in lung examination (crackles and wheezing). All were normal, without pulmonary Six women with confirmed nH1N1 infection received oseltamivir 75 mg twice daily over a period of 10 days. In two of them, oseltamivir was prescribed previously to the approval of the therapeutic protocol for nH1N1 infection (Fig. 1) . One of the two patients in whom oseltamivir was prescribed before the therapeutic protocol was approved had an additional risk factor for severity (gestational diabetes). The other patient who received oseltamivir before protocol approval was due to clinical suspicion of pneumonia (not confirmed in chest X-ray). The four other cases received oseltamivir after the approval of the protocol. The mean time from the onset of symptoms to oseltamivir administration was 2 days (only one woman received oseltamivir 3 days after symptoms onset). There were no adverse effects related to oseltamivir therapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 62,
                    "end": 68,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 800,
                    "end": 808,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In our study, non-influenza-related ILI remained undiagnosed from the aetiological standpoint in almost half of pregnant women, despite the use of an RT-PCR microarray focussed on the most prevalent respiratory viruses. Only one-third of the non-influenza-related ILI in pregnant women had an alternative aetiologic diagnosis. Interestingly, the most frequently found agents were rhinovirus, followed by parainfluenza virus. None of these aetiological agents has a specific treatment nor was the clinical presentation of the patients infected with these alternative agents severe. Respiratory viruses have a clear seasonality, and variations in the aetiology of ILI should be expected in both time and region. Though, it has to be remarked, that this study was performed in Spain in the summertime. Indeed, this fact could explain the absence of respiratory syncytial virus. In addition, the impact of nN1H1 on the epidemiology of other circulating respiratory virus remains unknown and should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although our sample size is small, we have not seen even a trend suggesting that nH1N1 infection can be clinically distinguished from ILI caused by other infections. This fact hampers the proper identification of pregnant women with influenza who would benefit from early antiviral therapy, which has been postulated as one of the most relevant modifiable factors influencing the severity of the disease in pregnant women [5] . This was, indeed, a significant clinical problem when nH1N1 virus started to circulate. At that time, not enough information on the severity of the disease nor enough data on the safety of neuraminidase inhibitor in pregnancy were yet available. In addition to the lack of information at that time, nH1N1 was circulating but significantly below the epidemic threshold in Madrid (45 cases per 100,000 inhabitants) and only one out of three ILI were due to influenza. From our standpoint, when deciding whom to empirically treat with antivirals, the epidemiologic context, the severity of the clinical presentation and the presence of additional risk factors for severe disease should be considered. Given the low sensitivity of rapid antigen tests reported for nH1N1 during the study period, we decided not to include this assay in the diagnostic protocol. Nevertheless, due to its high positive predictive value, a positive result could have helped to promptly identify pregnant women infected with influenza, regardless of the necessity of performing RT-PCR.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several drawbacks. The first is the limited sample size. Another limitation is that the microbiologic work-up was mainly focussed on virus and some bacterial pathogens, especially, atypical bacteria, such as Mycoplasma pneumoniae, could be responsible for ILI in pregnant women during summertime. To conclude, we found that, in our geographic area, during the study period, the aetiology of ILI during pregnancy could not be predicted based on clinical and laboratory characteristics and that the clinical course of ILI was mild, regardless of aetiology. We would like to remark that, beyond the contention phase of the influenza pandemic alert planning, clinical decision protocols in pregnant women with ILI should be adjusted to the local epidemiology context, which should be closely monitored, on the basis of the non-specific presentation of influenza in pregnant women. From our standpoint, this is especially necessary when the pandemic influenza activity remains below the epidemic threshold. In these circumstances, perhaps an individualised management protocol should be recommended. Additionally, on the basis of these results, we believe that the application of an extensive microbiological work-up in non-severely ill ILI pregnant women is not efficient and does not provide great assistance for the management of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of influenza on acute cardiopulmonary hospitalizations in pregnant women",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Neuzil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Mitchel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Epidemiol",
            "volume": "148",
            "issn": "",
            "pages": "1094--1102",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of influenza exposure on rates of hospital admissions and physician visits because of respiratory illness among pregnant women",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dodds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Fell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "CMAJ",
            "volume": "176",
            "issn": "",
            "pages": "463--468",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospitalizations with respiratory illness among pregnant women during influenza season",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Posner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcpheeters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Obstet Gynecol",
            "volume": "107",
            "issn": "6",
            "pages": "1315--1322",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Community influenza activity and risk of acute influenza-like illness episodes among healthy unvaccinated pregnant and postpartum women",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Savitz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "163",
            "issn": "",
            "pages": "838--848",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic 2009 influenza A(H1N1) virus illness among pregnant women in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Siston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Honein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "15",
            "pages": "1517--1525",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Critical illness due to 2009 A/H1N1 influenza in pregnant and postpartum women: population based cohort study",
            "authors": [],
            "year": 2010,
            "venue": "ANZIC Influenza Investigators and Australasian Maternity Outcomes Surveillance System",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza A/H1N1 (2009) infection in pregnancy-an Asian perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "Wsn",
                    "middle": [],
                    "last": "Tee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BJOG",
            "volume": "117",
            "issn": "5",
            "pages": "551--556",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology of viral respiratory infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Med",
            "volume": "112",
            "issn": "6",
            "pages": "4--12",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interim Recommendations for Clinical Use of Influenza Diagnostic Tests During the 2009-10 Influenza Season",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CDC protocol of realtime RTPCR for swine influenza A(H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid detection of respiratory tract viral infections and coinfections in patients with influenza-like illnesses by use of reverse transcription-PCR DNA microarray systems",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Renois",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Talmud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huguenin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "11",
            "pages": "3836--3842",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guidance on early empiric antiviral treatment for patients with progressive or severe influenza-like illness, regardless of underlying medical conditions",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Incidence of ILI in pregnant women against weeks of the year infiltrates. It is noticeable the low elevation of acute phase reactants in both groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of symptoms at hospital admission",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". A total of 14 women (31.1%) had confirmed nH1N1 infection. No cases of other influenza virus different to nH1N1 were found. Among women with a negative test for nH1N1, 11 (35.48%)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Baseline characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Clinical features and laboratory data at the time of admission Time to hospital admission since the onset of symptoms (mean±SD) 2.60±4.5 Number of symptoms except fever, which is a major criteria to consider a case as a suspected case of nH1N1 b Contact with a person with ILI in the previous week to symptoms onset c ICU: intensive care unit d NS: non-significant",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We are grateful to the patients who participated in the study.J.-R. Arribas is an investigator from the Programa de Intensificación de la Actividad Investigadora en el Sistema Nacional de Salud (I3SNS) 2008, INT07/147.Funding No funding has been received for the design and writing of this paper.Transparency declarations None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}