{
    "paper_id": "c89fad197ace4091733b92d59486bb9bba2ca32a",
    "metadata": {
        "title": "Articles Integration of small world networks with multi-agent systems for simulating epidemic spatiotemporal transmission",
        "authors": [
            {
                "first": "Liu",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510275",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "I"
                ],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510275",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510275",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoping",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510275",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study proposes an integrated model based on small world network (SWN) and multi-agent system (MAS) for simulating epidemic spatiotemporal transmission. In this model, MAS represents the process of spatiotemporal interactions among individuals, and SWN describes the social relation network among agents. The model is composed of agent attribute definitions, agent movement rules, neighborhoods, construction of social relation network among agents and state transition rules. The construction of social relation network and agent state transition rules is essential for implementing the proposed model. The decay effects of infection \"memory\", distance and social relation between agents are introduced into the model, which are unavailable in traditional models. The proposed model is used to simulate the transmission process of flu in Guangzhou City based on the swarm software platform. The integration model has better performance than the traditional SEIR model and the pure MAS based epidemic model. This model has been applied to the simulation of the transmission of epidemics in real geographical environment. The simulation can provide useful information for the understanding, prediction and control of the transmission of epidemics. multi-agent system, small world network, epidemic, spatiotemporal transmission, geographic information system Citation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Liu T, Li X, Liu X P. Integration of small world networks with multi-agent systems for simulating epidemic spatiotemporal transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global outbreaks of SARS in the first half of 2003 and H1N1 influenza in 2009 have caused great harms to people. The construction of epidemic spatiotemporal transmission model will help us understand, predict and ultimately control them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At present, the modeling methods of epidemics mainly include system dynamic equation, cellular automaton model, multi-agent system and complex network. The SIR model (S-susceptible, I-infectious, R-removed) based on differential equations was originally formulated by Kermack and McKendrick [1] . Thereafter some derivatives, such as SEIR model (E-exposed) and SIRS model [2] , were proposed. Based upon the simulation of the stochastic process of infection, onset and spreading of each SARS patient, Shi [3] constructed a system dynamic model of SARS spreading. Wang et al. [4] presented an improved dynamic model to assess the epidemic potential of SARS and the effectiveness of control measures. However, the epidemic system dynamic equations assume that the populations are total mixing and they neglect spatial effects spread of epidemics [5] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cellular Automata (CA), which were proposed by Von Neumann and Ulam in 1948, have been widely used to simulate the spatiotemporal evolution of complex system. Fu's research indicated that spatial heterogeneity can be incorporated into a CA epidemic model [6] . Mikler et al. [7] proposed a global stochastic cellular automata (GSCA) paradigm, which incorporated geographic, demographic and migratory constraints. In GSCA, one cell could interact with any other in global space. Zhang et al. [8] investigated the impacts that suburbanization had brought to the transmission of infectious disease by CA model. But most of the CA based epidemic models ignore the influences of the social relations between individuals. While the related researches indicate that social relation play quite an important role in the spread of the infectious disease [9] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A multi-agent system (MAS) is an integration of complex adaptive system theory, distributed artificial intelligence and artificial life techniques. At present, it has been an important method in complex system analysis and simulation and has been widely used in the simulation of economic, political, social, ecological, and so on [10−13] . Liu et al. [14] and Deng et al. [15] utilized the MAS method to simulate the outbreak of the SARS as well as the process of stabilization under control. In these studies, they investigate how the different factors affect the development of disease and try to find some effective approaches to control the epidemic. However, this kind of model has some drawbacks. Although an epidemic is usually recognized as occurring over time, it obviously is a process involving space [16, 17] . But most of the existing MAS based epidemic models mainly focused on the impacts of the infection parameters such as infection rate and cure rate. Some researches touch on the spatial process of epidemic transmission. For example, Gong et al. [18] designed a prototype system based on the virtual geographic environment platform to carry out agent-based simulation of SARS transmission in a virtual community. However, most of these MAS based epidemic models still fail to take into account the influence of social relations among agents.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 338,
                    "text": "[10−13]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Milgram's \"six degrees of separation\" experiment revealed that the small-world effects in the realistic world for the first time [19] . According to social network of humans the \"small-world model\" was formally proposed by Watts and Strogatz in 1998 [20] . It has been widely used in physics, mathematics, biology and other nature scientific fields. Newman studied disease transmission on a one-dimensional small world network [9] . However, most of SWN based models cannot be directly used to simulate the transmission of epidemic simulation by using real data. This paper presents a new method of integrating multiagent systems, small-world networks and geographic information systems for solving complex simulation problems regarding epidemic spatiotemporal transmission. Thereinto MAS represents the process of spatiotemporal interactions among individuals, SWN describes the social relationship among agents and GIS is used to manage and visualize the spatial datasets of simulation process. This method is then tested by simulating the flu spread in Guangzhou, a city in south China.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 The model",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza (Flu) is a highly contagious viral infection of the respiratory tract. Flu spread by virus-infected droplets in the air that are coughed or sneezed into the air. Almost all the persons are susceptible to influenza virus. The person who has infected flu will get immunity after recovery and will maintain a short duration, about 8-12 months [21] . It is important to treat the flu seriously because it can lead to pneumonia and other life-threatening complications, particularly in infants, elder, and people with long-term health problems, in autumn and winter for the high incidence of flu.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "MAS based model"
        },
        {
            "text": "The infection cycle of flu can be divided into four stages: susceptible period, exposed period, infective period and removal period. The populations can be correspondingly divided into four categories: susceptible (S), exposed (E), Infective (I) and removed (R). S(t), E(t), I(t) and R(t) are the amount of S, E, I, R at t time step respectively. The population is equal to a sum of S(t), E(t), I(t) and R(t) and can be approximately considered to be a constant. The SEIR epidemic dynamic equation can be expressed as [22] :",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 522,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "MAS based model"
        },
        {
            "text": "where β denotes infection rate, namely adequate contact rate, σ defines the rate of exposed becoming infective, η defines the rate of infective becoming removed. Hence, the average duration of exposed is given by 1/σ and the average duration of infectivity is given by 1/η. Therefore, the individuals can be classified as four kinds of agents: susceptible (S) agent, exposed (E) agent, infective (I) agent and removed (R) agent. The MAS based epidemic model is composed of agent attribute definitions, agent movement rules, neighborhoods and state transition rules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAS based model"
        },
        {
            "text": "The attributes of an agent mainly include exposed days, infective days, infection dose, age group, residence, etc. The exposed days indicates the duration that an E agent has been in exposed period. The infective days indicates the duration that an I agent has been in the infective period. The epidemic threshold models indicate that S agents are not immediately infected when they contact I agents, but after receiving a certain amount of \"toxins\", namely infection doses, they will be infected [23] . Therefore, to some extent, the value of infection dose attribute is crucial to decide whether S agents will be infected or not. All the agents can be grouped as aged 0−4, aged 5−19, aged 20−59, aged 60 and over according to age.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "MAS based model"
        },
        {
            "text": "The movement rule of agents can be determined according to the daily activities of the agents. Each day can be divided into three different intervals with 8 hours. Within 0−8:00 most agents are at home for resting. It is assumed that the transmission will not occur in this interval. There are more opportunities for agents to contact each other within 8:00−16:00 and 16:00−24:00, infection will mainly occur at these two intervals ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MAS based model"
        },
        {
            "text": "Neighborhoods denote the range which infective agent's behavior may impact in. The S agent will be infected if it is close to I agent, but it will not be infected if the distance between them is longer than a certain extent. As shown in Figure 2 , the shadow stands for the neighborhood of the I agent in the centre, the influence to S agents in the neighborhood from the I agent is related with the distance between them, which will be higher with the shorter distance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MAS based model"
        },
        {
            "text": "The SWN model reflects an important characteristic of the social relations, that is, most friends live in the same street or serve the same company. The average path length is defined as average distance of any pairs of nodes. The clustering coefficient of the network is equal to the average clustering coefficient of all the nodes [24] . Two critical characteristics of small world network are the shorter average path length and higher clustering coefficient. The degree of the node is the number of edges that connect to it.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "where U v stands for the dregee of the node ν, E is the set of all the edges. When the node v belongs to the edge l, δ v l is equal to 1, else δ v l is equal to 0. The bigger dregee of a node has, the more important the node is. The average dregee of the network is equal to the average of all the nodes' dregee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "Because MAS can be used to describe the structure of the SWN, while the nodes in the SWN can be regarded as the agents in the MAS. The links between nodes can be used to represent the social relation of the agents. Therefore, a new model based on SWN and MAS can be built. In the proposed model, the social relation can be considered in the simulation explicitly. The method by randomizing adding edge to construct SWN has been widely adopted [25] . The social relations of the agent can be classified as different types, such as family, schoolmate, colleague, neighbour and friend. The social relations among agents can be constructed as the following steps:",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "(1) Build the family relation graph according to the distance between agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "(2) According to the spatial distribution of schools, the aged 5−19 agents are assigned to neighbor schools in accordance with distance. The schoolmate relation graph among the aged 5−19 agents can be built by randomizing adding edge between two agents who study in the same school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "(3) It is assumed that the agents work around their residence. The colleague relation graph among the aged 20−59 agents can be built by randomizing adding edge between two agents who work in the same workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "(4) Randomizing adding edge between two agents who live in the same 10×10 grid window to build the neighbour relation graph of all the agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "(5) Randomizing adding edge between any pairs of agents in MAS to depict the friend relation graph of the agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "The social relations of all the agents can be got by uniting above graphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "If there is an edge between any two nodes in the social relation network, it indicates that they have a social relation, else that they have not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "where i, j stand for node i, j respectively. If there is an edge l which links the node i and j, w is equal to 1, else w is equal to 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integration of SWN and MAS"
        },
        {
            "text": "The states of agents can be changeable. If the S agents contact I agents frequently, they will be subject to infection. After being infected, they enter exposed period without infectivity. As soon as they enter the infective period, they have the ability of infecting other S agents. They will have the immunity after recovering from the epidemic and can not be infected again [26] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "The state transition rule is the core of the model. The parameter of infection probability is generally applied to decide whether the infection will happen or not in most of researches, while the parameter is remained unchanged in the whole simulation process [14, 15] . However, influences of temporal and spatial should be taken into account. If contacting with I agent recently, S agent will be infected with high probability. On the other hand, the shorter distance between S agent and I agent is, the higher probability of infective is. Whether and when S agents will be infected is due to combinations of the temporal and spatial factors.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "(1) Computing the total infection dose that S agent receives from the I agents. The infection dose d ik (t′) which S agent receives from I agent at time step t′ can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "where d is infection dose, R s represents the distance between the S agent and I agent, α is a random variable, p denotes the probability of receiving infection dose of S agents when they contract I agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "At time step t′, the total doses D i (t′) of S agent are equal to the summation of the doses which this S agent received from I agent that it contact. The total doses of S agent can be represented as follows [23] :",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "where K is the numbers of I agents which contact this S agent at time step t′.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "(2) Computing respective cumulative dose that each S agent received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "Dotts explored a generalized model to introduce the memory of post exposures to a contagious influence [23] . In this paper, we investigate further the decay effects of infection memory. The cumulative dose can be given as the following equation:",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "Each agent maintains a memory of doses received from I agents over the previous T time steps. The parameter γ is introduced as decay rate of infection dose. When γ = 1, the decay of infection dose will not be considered in the memory of T period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "(3) Comparing cumulative doses of S agent to dose threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": "If the cumulative dose which S agent received exceed a given dose threshold, agent will be infected, otherwise will not be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agent state transition rules"
        },
        {
            "text": ", not be infected,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ",infected, ( )"
        },
        {
            "text": "where d * is the dose threshold, which decide whether S agent will be infected or not. The structure of the SWN and MAS based epidemic spatiotemporal transmission model can be shown as Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ",infected, ( )"
        },
        {
            "text": "Guangzhou city is chosen as an experimental area. The city is composed of Yuexiu district, Dongshan district, Liwan district, Haizhu district and Baiyun district, etc. Where Yuexiu district, Dongshan district and Liwan district have a high population density. Baiyun district lies in the north of the experimental area and has a low population density. It mainly covers with woodland, garden and plantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental area and data"
        },
        {
            "text": "The fifth national population census data, flu observation data from January to March, 2006 and GIS data are collected for testing the proposed model. The January and February flu data are used for estimating parameters while the March flu data are used for verifying the model. GIS data mainly include residential lands of sub-districts or towns, detailed land-use, spatial distribution of schools and industrial lands. All the spatial data are converted to raster grids with a resolution of 100 meter, registered and overlaid with each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental area and data"
        },
        {
            "text": "To be realized easily, the model is simplified as follows: (1) It is assumed that each E agent will become I agent. (2) There is an agent in each grid space at most. area, if every individual is regarded as an agent, computers will have not enough memory. While, Wang et al. [27] indicated that only a few of persons have opportunities to contact infection sources. Therefore, many agents can be generated to stand for most of S agents which I agents may contact.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Model simplification"
        },
        {
            "text": "Swarm software is a platform for multi-agent system model. It was developed by the Santa Fe Institute in 1994. It supports the process control, parameter adjustment, data analysis and graphical display with the standard class libraries. In addition, the I/O operations and dynamic display about GIS data have been implemented by Java language based on the swarm class library in this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation platform"
        },
        {
            "text": "(i) Agent attributes initialization. The population census commonly carries out every ten years. When population data between two censuses need to be used, population prediction has to been done. The life table method is an effective tool in population statistic and analysis [28] . The age structure of the experimental area population in 2006 is calculated by the Chinese population prediction software [29] , which is based on life table method.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "The population census data are typically statistical and they can fit the requirements of population macro analysis of resources, environment and socio-economic development. However, they fail to reflect the real spatial distribution of population at micro level. Tian indicated that the land-use types were highly related to DEM, slope, temperature and other factors so that the land use type could be independently used as control variable to get the real spatial distribution of population [30] . So the population can be decomposed according to the habitability of land, which will conform to the reality. It mainly includes the following steps:",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(1) Calculating the population density of each grid. Clark indicated that the relationship between population density and distance is a negative index, with the increasing distance from downtown to suburban [31] . Xie et al. [32] validated that the Clark model can describe spatial distribution of urban population density and its evolution since 1982 in Guangzhou. The population density can be expressed as [31] :",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "where r i is the distance between grid i and the city centre, which can be calculated with the coordinates of the grid and city center. F i is population density of the grid i, F 0 is coefficient for the percentage equivalent to the population density of city centre, λ is the decay rate of distance. F 0 can be given as the following expression:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "where P 0 is the population of the downtown, A 0 is the number of the habitable grids of the downtown. The Jiefangnan sub-district locates in the central of the experimental area, has a high population density and can be regard as the downtown of the experimental area. The result of F 0 is 2221 persons for each grid. The population of the sub-district or town is equal to the sum of all the grid populations of the region, and it can be given as the following equation: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "where P is the population of the sub-district or town, m is the total number of \"habitable\" grids in the region, the value of λ of each grid in the same region is regard as equal approximately and can be derived with the \"dichotomy\", namely continuing to narrow the solution scope. The population density F i of each \"habitable\" grid of the sub-district or town can be got from eq.(8) ultimately. The result can be shown as Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 432,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Model implementation"
        },
        {
            "text": "(2) Calculating the relative population density P r of each grid. The results got from step (1) are population density of each grid. They can be standardized between 0 and 1, that is, relative population density P r , defines the probability with which an agent will appear in the grid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(3) Ultimately, determining whether and where an agent will be built. A random number τ with uniform distribution is produced in the interval [0,1], if τ is smaller than P r , then an agent will be generated in the grid. As a result, twenty thousand agents are generated in simulation. In this way, the spatial distribution of agents will be similar to that of population. In this way the residence attribute of each agent will be set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "Furthermore, age group attribute will be initialized by roulette wheel selection. The age groups of population data by prediction are ranged every five years, which can be merged into four groups: aged 0−4, aged 5−19, aged 20−59, aged 60 and over. Then the proportion of each age group can be calculated. The roulette wheel selection is used to determine age group which an agent will belong to. The detailed steps are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(1) Create a roulette wheel according to the proportion of each age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "The selection probability P k of the k-th age group is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "where A k is the proportion of the k-th age group in all the age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(2) Randomize a random number θ in the interval [0,1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(3) If θ ≤ P 1 , the age group 1 will be selected as the value of agent age group attribute, namely the agent is an infant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(4) If Q k-1 < θ ≤ Q k (2 ≤ k ≤ 4), the k-th age group will be selected. where Q k defines the cumulative probability of the k-th age group. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "(ii) Constructing social relations of agents. The small world network social relation can be drawn as Figure 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Model implementation"
        },
        {
            "text": "The average dregee of this small world network social relation is 13.01, namely the social relation of every agent is 13. The average path length is 8.62, namely averagely any pair of agents can contact each other through less than 9 agents. The result of clustering coefficient is 0.23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model implementation"
        },
        {
            "text": "The duration of exposed period and infective period is equal to 3 days and 5 days respectively [7] . According to the meanings of the parameter, the range of parameter is set, In order to investigate the influence of the social relation on the flu transmission, the SWN and MAS based model, SEIR model and MAS based model are used to simulate the transmission of flu respectively. Then the simulation results of these models are compared to real flu observation data.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As shown in Figure 6 , when the simulation precision As shown in Figure 7 , at the beginning of the simulation (T=0), there are only S agents, E agents and I agents. The proportion of E agents and I agents can be estimated based on the real flu observation data. If the frequency of infection incident of a grid is equal to 1, it means that an I agent has been initialized there. When T = 20, because of contacting with I agent, some S agents were infected. The mounts of infected agents are quite rare at this time. And most of them around I agents which were initialized at T=0. When T = 40, the number of infected agents increased significantly, most of them concentrated in a relatively dense population regions, such as Yuexiu district and northwest of the Haizhu district. When T = 60, infectious diseases overspread in the experimental area. The number of infected agents increased greatly at Liwan district and Dongshan district. The infection incident is characterized by spatially aggregating. The shorter the distance to the central city is, the bigger frequency of the infection incident is.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 65,
                    "end": 73,
                    "text": "Figure 7",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The incidence rate of flu is a quantitative index to describe spread of the epidemic. It can be calculated by the method that flu frequency multiplies 100000 divided by the whole population. The duration of flu data in this research is one month, so the result is the incidence rate of flu in that ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As shown in Figure 8 , there is higher incidence of flu in the central of the city, while Baiyun district and the southeast of the Haizhu district have a lower incidence of flu. It shows that there a close relation between the incidence of flu and population density. In the central of the city, there are more contact opportunities, because of crowded urban traffic and frequent economic activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "month."
        },
        {
            "text": "E, I and R agents are characterized of being infected so far, and they can be merged as EIR agents. The statistics of the average dregee of S agents and EIR agents can be carried out respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "month."
        },
        {
            "text": "As shown in Figure 9 , during T=0−30 the average dregee curve of S agents decreases slowly. Since there are not many infected agents, the decrease of the average dregee of S agent does not appear to be so obvious. With the simulation going on, the agents with high dregee will be infected, the average dregee curve of S agents drops gradually. The curve of EIR agents increases during T=0−10, remains stable during T=10−30 and decreases gradually after T=30. It indicates that the agents will have a higher infection probability when they have more social relation in the beginning of the simulation. As most of the agents with higher dregee have been infected, the curve of EIR agents will rise to the maximum. Then infection spread from these agents with high dregee to the agents with lower dregee which have social relation with them. Therefore, in the end of the simulation the average of EIR agents drops gradually.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "month."
        },
        {
            "text": "Multi-agent system, small world network and geographic information system are combined to simulate spatiotemporal transmission process of infectious diseases. The decay effects of infection \"memory\", distance and social relation between agents are introduced into the model. The proposed model is applied to the simulation of flu transmission in Guangzhou city based on the swarm software platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The results indicate that the simulation precision of the proposed model improved obviously compared with those SEIR model and MAS based model. The analysis also finds that there is a close relation between the frequency of the infection incident and population density. The more concentrative the population is, the more the frequency of infection incident is. It is more probable for S agents with higher social relation to be infected due to contacting with I agents frequently. With the spread of the epidemic, the infection probability of the persons with lower social relation increases gradually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mathematical Modeling and Dynamics of Infectious Diseases (in Chinese)",
            "authors": [
                {
                    "first": "Z N",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stochastic dynamic model of SARS spreading",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Sci Bull",
            "volume": "48",
            "issn": "",
            "pages": "1287--1292",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Control dynamics of severe acute respiratory syndrome transmission",
            "authors": [
                {
                    "first": "H Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "F J",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Sci Bull",
            "volume": "48",
            "issn": "",
            "pages": "2684--2687",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Object-oriented implementation of CA/LGCA modelling applied the spread of epidemics",
            "authors": [
                {
                    "first": "B D",
                    "middle": [],
                    "last": "Stefano",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fukś",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lawniczak",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of the IEEE Canadian Conference on Electrical and Computer Engineering",
            "volume": "",
            "issn": "",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modelling epidemic spread using cellular automata. Dissertation for the Master Degree",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--49",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling infectious diseases using global stochastic cellular automata",
            "authors": [
                {
                    "first": "A R",
                    "middle": [],
                    "last": "Mikler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatachalam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Syst",
            "volume": "13",
            "issn": "",
            "pages": "421--439",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modelling the effect of urbanization on the transmission of an infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math Biosci",
            "volume": "211",
            "issn": "",
            "pages": "166--185",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemics and percolation in small-world networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M E J",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys Rev E",
            "volume": "61",
            "issn": "",
            "pages": "5678--5682",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Towards the use of a multi-agents event based design to improve reactivity of production systems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chebeane",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Echalier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Comput Ind Eng",
            "volume": "37",
            "issn": "",
            "pages": "9--13",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Geography Simulation System: Cellular Automata and Multi-agent (in Chinese)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A G O",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "X P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "250--258",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multi-agent systems for simulating spatial decision behaviors and land-use dynamics",
            "authors": [
                {
                    "first": "X P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Sci China Ser D-Earth Sci",
            "volume": "49",
            "issn": "",
            "pages": "1184--1194",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Urban land expansion model based on multi-agent system and application (in Chinese)",
            "authors": [
                {
                    "first": "H H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y N",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "X B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acta Geogr Sin",
            "volume": "63",
            "issn": "",
            "pages": "869--881",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Simulation and analysis on the control of SARS by complexity adaptive system theory (in Chinese)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Complex Sys Complexity Sci",
            "volume": "1",
            "issn": "",
            "pages": "74--79",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiagent-based simulation of disease infection (in Chinese)",
            "authors": [
                {
                    "first": "H Z",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Chi",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Comput Sim",
            "volume": "21",
            "issn": "",
            "pages": "167--170",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Spatial aspects of a smallpox epidemic in a small brazilian city",
            "authors": [
                {
                    "first": "R L",
                    "middle": [],
                    "last": "Morrill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Geogr Rev",
            "volume": "69",
            "issn": "",
            "pages": "319--330",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A conceptual framework for an individual-based spatially explicit epidemiological model. Environ Plann Plann Des",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "381--395",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dynamics model and multi-agent based simulation of SARS transmission (in Chinese)",
            "authors": [
                {
                    "first": "J H",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "J P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Remote Sens",
            "volume": "10",
            "issn": "",
            "pages": "829--835",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The small world problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milgram",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Psych Today",
            "volume": "1",
            "issn": "",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Collective dynamics of 'small-world' networks",
            "authors": [
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spatial Analysis (in Chinese)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "221--232",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "467--630",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Universal behavior in a generalized model of contagion",
            "authors": [
                {
                    "first": "P S",
                    "middle": [],
                    "last": "Dodds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys Rev Lett",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Complex Network and Its Application (in Chinese)",
            "authors": [
                {
                    "first": "X F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--23",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Renormalization group analysis of the smallworld network model",
            "authors": [
                {
                    "first": "M E J",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Phys Lett A",
            "volume": "263",
            "issn": "",
            "pages": "341--346",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Mathematical Theory of Infectious Diseases and Its Applications",
            "authors": [
                {
                    "first": "T C",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6--42",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Spatial dynamics of an epidemic of severe acute respiratory syndrome in an urban area. B World Health Organ",
            "authors": [
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A J",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "84",
            "issn": "",
            "pages": "965--968",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Population Analysis Method and Its Application",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Chinese)",
            "volume": "",
            "issn": "",
            "pages": "47--124",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "User Manual for CPPS",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Modeling population density using land cover data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecol Model",
            "volume": "189",
            "issn": "",
            "pages": "72--88",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Urban population densities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "J R Stat Soc A Stat",
            "volume": "114",
            "issn": "",
            "pages": "490--496",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modeling the spatial distribution of urban population density and its evolution in Guangzhou (in Chinese)",
            "authors": [
                {
                    "first": "S H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl Stat Manage",
            "volume": "25",
            "issn": "",
            "pages": "518--522",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Movement rules of agents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Agent neighborhoods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Because there are a large mount of population in the experimental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SWN and MAS based epidemic spatiotemporal transmission model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Grid population density of experimental area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Social relations of among agents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Comparison of simulation precision. of SWN and MAS based model is 78.2%, the precision of SEIR model is only 67.8%, while the precision of the MAS based model is 69.3%. It indicates that the small world social relation can not be ignored in the simulation. The simulation precision of the proposed model improved obviously compared to SEIR model and MAS based model. The simulation result of proposed model is closer to real observation data. In the simulation process of the SWN and MAS based model, the infection incidents of every grid were recorded at T=0, T=0−20, T=0−40 and T=0−60.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Spatial distribution of infection incidents. a stands for Dongshan district, b Yuexiu district, c Liwan district.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Incidence rate of flu.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Changes of agent degree in simulation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank reviewers for their thoughtful comments, which greatly improved the manuscript. We are also grateful to Guangzhou Center for Disease Control and Prevention for providing the flu data for this study. This work was supported by the National Natural Science Foundation of China ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}