{
    "paper_id": "c8faf8827f09d840db169c36e3447414fb0d18de",
    "metadata": {
        "title": "Significant Spike-Specific IgG and Neutralizing Antibodies in Mice Induced by a Novel Chimeric Virus-Like Particle Vaccine Candidate for Middle East Respiratory Syndrome Coronavirus",
        "authors": [
            {
                "first": "Jiaming",
                "middle": [],
                "last": "Lan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of Medical Virology",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of Medical Virology",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingdong",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of Medical Virology",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Baoying",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of Medical Virology",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of Medical Virology",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenjie",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of Medical Virology",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "expressing the S, envelope (E), and membrane (M) genes, Wang et al. generated VLPs of MERS-S (2017) . However, it is difficult to generate these VLPs in large amounts owing to the lack of an efficient viral core protein. Chimeric VLPs (cVLPs) of SARS-CoV, containing the SARS S protein and the matrix protein of influenza virus using the baculovirus insect cell expression system, completely protected mice from death when administered intramuscularly or intranasally in the absence of an adjuvant (Liu et al. 2011) . The use of influenza M1 as a core protein to generate cVLPs for other viruses is reportedly a promising approach, potentially increasing the yield and activating antigen-specific B cells for differentiation and antibody secretion (Liu et al. 2011 ). In the present study, we developed a novel type of cVLPs containing modified MERS-CoV S protein and the avian influenza matrix 1 (M1) protein, using a baculovirus insect cell expression system.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 99,
                    "text": "Wang et al. generated VLPs of MERS-S (2017)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 515,
                    "text": "(Liu et al. 2011)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 748,
                    "end": 764,
                    "text": "(Liu et al. 2011",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We first constructed a recombinant plasmid pFastBac-Dual-M1-St/HAk, using a similar strategy to that described previously (Liu et al. 2011) , wherein a modified spike (St/HAk) of MERS-CoV (aa 1 to 1295 of MERS-CoV Spike, codon optimized DNA sequence based on Genbank:DQ420166.1, fused to aa 531-568 of H5N1 HA) and matrix protein 1 (M1) of A/Anhui/01/2005 (H5N1) (aa 1 to 758 of H5N1 M1 codon optimized DNA sequence based on GenBank: HM172159.1) were expressed, as shown in Thereafter, we harvested the P3 stock of recombinant baculovirus M1-St/HAk from infected Sf9 cells at a titer of 8 9 10 7 PFU/mL. Suspended High Five TM cells were infected by recombinant baculovirus M1-St/HAk at a multiplicity of infection (MOI) of 1, 5, and 10, and harvested at different time points (24, 72, and 96 h). Protein expression was analyzed via SDS-PAGE and Western blot analysis to determine the optimal conditions. Recombinant M1-St/HAk protein expression was highest at a MOI of 5 after 72 h. After large-scale amplification, the recombinant proteins yielded bands at approximately * 157 kDa, which represents a monomer of the S protein ectodomain, a * 110-kDa band, which represents the cleavage of S glycoprotein into an amino-terminal domain (S1), and a 25-kDa band, which represents the M1 protein of H5N1 (Fig. 1B) , thereby confirming MERS-CoV S protein and H5N1 M1 protein expression. After purification via ultracentrifugation at 4 8C, 3,000 rpm for 2 h, the cVLPs of MERS-S were negatively stained and observed via transmission electron microscope. Enveloped VLPs displayed a spheroid morphology, with a diameter of 80-100 nm and displayed morphological similarity with CoV virions, with enveloped spikes arranged in a crown shape (Fig. 1C-a) . After labelling with murine monoclonal antibodies against S protein of MERS-CoV and gold-labeled goat anti-mouse IgG antibody, S specific proteins shown as black pellets Figure 1C -a shows the results of negative staining assessed via electron microscopy. Figure 1C -b shows the results of immuno-electron microscopy. cVLPs were incubated with murine monoclonal antibodies against MERS-CoV S protein and probed using a gold-labeled goat anti-mouse IgG antibody. Bar = 100 nm. D S-specific IgG antibodies detected by ELISA in the serum of immunized mice. The titers of S-specific total IgG in the serum of mice 2 weeks after the second (6 weeks) and the third immunization (10 weeks). E Neutralizing antibody titer in the serum of mice, detected by a pseudovirus neutralization assay of MERS-CoV 2 weeks after the third immunization (10 weeks), indicated as pI50. A ? C implies the control group of mice injected with adjuvants aluminum (A) plus CpG (C).",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 139,
                    "text": "(Liu et al. 2011)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1301,
                    "end": 1310,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1731,
                    "end": 1742,
                    "text": "(Fig. 1C-a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1915,
                    "end": 1924,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2001,
                    "end": 2010,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "were observed on the cVLP S (Fig. 1C-b) . These results indicate that chimeric MERS VLPs are morphologically similar to native MERS-CoV (https://www.cdc.gov/cor onavirus/mers/photos.html).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 39,
                    "text": "(Fig. 1C-b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To assess the immunogenicity of cVLP S in mice, 6-8week-old female BALB/c mice were intramuscularly injected with 1 lg of cVLPs of MERS-S adjuvanted with 100 lL of aluminum (A) and 10 lg of CpG (C). Simultaneously, the mice of control group inoculated with adjutants (A ? C) only. All mice were immunized thrice at 4-week intervals. Mice were bled via the venae angularis and serum was harvested from whole blood to determine IgG levels via enzyme-linked immunosorbent assay (ELISA) and neutralization activity was assessed via the pseudovirus neutralization assay for MERS-CoV (Lan et al. 2014; Deng et al. 2018) As shown in Fig. 1D , 2 weeks after the second immunization, the total S proteinspecific IgG titer approached 1:80,000 in the VLP group, being significantly higher than that in the control group. After the third immunization, the IgG titer was further elevated (more than 10 5 ). More importantly, high titers of neutralization antibodies (at a serum dilution of 1:320, [ 50% neutralizing activity based on the pseudovirus neutralization assay, indicated as pI 50 = 320) were also detected in mice immunized with cVLPs (Fig. 1E) .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 595,
                    "text": "(Lan et al. 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 596,
                    "end": 613,
                    "text": "Deng et al. 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 633,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1133,
                    "end": 1142,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We developed immunogenic cVLPs of MERS-S via coexpression of H5N1 M1 protein and MERS-CoV S protein in a baculoviral expression system. The present results indicate that cVLPs with surface expression of MERS-CoV S protein, morphologically emulating the native virus, are promising candidates for prophylactic vaccines for MERS-CoV infections. A similar strategy was adopted to formulate cVLPs of SARS-CoV (Liu et al. 2011) . The present results thus indicate that cVLPs of MERS-S mimic wild type viral morphology and induce robust S-specific humoral immune responses in mice. In the future study, we intend to use a similar platform to develop cVLPs of other CoVs or highly pathogenic viruses to further validate the present strategy and to purify cVLPs of MERS-S on a large scale to evaluate the protective effect of cVLPs in animal models of infection.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 422,
                    "text": "(Liu et al. 2011)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enhanced protection in mice induced by immunization with inactivated whole viruses compare to spike protein of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tailoring subunit vaccine immunity with adjuvant combinations and delivery routes using the Middle East respiratory coronavirus (MERS-CoV) receptor-binding domain as an antigen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chimeric severe acute respiratory syndrome coronavirus (SARS-CoV) S glycoprotein and influenza matrix 1 efficiently form virus-like particles (VLPs) that protect mice against challenge with SARS-CoV",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Massare",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "6606--6613",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus vaccines: current status and novel approaches",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Virol",
            "volume": "23",
            "issn": "",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--485",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "MERS-CoV virus-like particles produced in insect cells induce specific humoural and cellular imminity in rhesus macaques",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oncotarget",
            "volume": "8",
            "issn": "",
            "pages": "12686--12694",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1A. To construct the St/HAk, the transmembrane and carboxyl termini (TM/CT, aa 1296 to 1353 of MERS-CoV Spike) of MERS S protein were replaced with the corresponding segment (TM/CT) of HA-derived A/Anhui/01/ 2005 (H5N1). Thus, the recombinant St/HAk gene contained the ectodomain of MERS-CoV Spike and TM/CT of H5N1 HA. pFastBacDual-M1-St/HAk was digested with restriction enzymes KpnI and NheI. Further sequenced to ensure the accuracy of the sequences of M1 and St/HAk. The tandem chimeric S/M1 plasmid pFastBacDual-M1-St/ HAk was transformed into competent cells of DH10Bac TM (Invitrogen, California, USA) to generate recombinant bacmids (Bacmid M1-St/HAk), and verified via PCR.Purified recombinant bacmid DNA was transfected into Sf9 cells (ATCC CRL-1711) to generate recombinant baculoviral M1-St/HAk, using a Bac-to-Bac baculoviral expression system (Invitrogen). Harvested Sf9 cells infected with baculovirus M1-St/HAk were lysed with SDS-PAGE buffer. Recombinant proteins were identified via Western blot analysis and indirect immunofluorescence(Lan et al. 2014;Deng et al. 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Robust humoral immunity in mice induced by the novel chimeric virus-like particles (cVLPs) vaccine candidate for Middle East respiratory syndrome coronavirus (MERS-CoV) infection. A A schematic representation of the recombinant baculoviral expression system expressing Middle East respiratory syndrome coronaviral S and avian influenza matrix 1 based on the recombinant plasmid pFastBacDual. B Expression of the recombinant protein in infected cells at an optimal MOI (MOI = 5) analyzed by Western blot. Proteins were harvested at different time points (24, 72 and 96 h). S protein expression was analyzed by immunoblotting using a monoclonal anti-S (MERS-CoV) and anti-M1 (H5N1) antibodies. The top panel indicate S expression; bottom panel, M1 expression. C The morphology of cVLPs assessed via transmission electron microscopy and immuno-electron microscopy.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the Megaproject for Infectious Disease Research of China (2016ZX10004001-003 and 2014ZX10004001-002 to W.T.), and the National Key Research and Development Program of China (2016YFD0500300 to W.T., 2016YFC1200901 to Y.D., and 2016YFC1200200 to B.H). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Animal and Human Rights Statement Animal studies were conducted in strict accordance with the Guide for the Care and Use of Laboratory Animals of the People's Republic of China. The study protocol was approved by the Committee on the Ethics of Animal Experiments of the Chinese Centre for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethics Standards"
        }
    ]
}