{
    "paper_id": "c9408d795fee2cfae4824d7f635a6abbbe47c7aa",
    "metadata": {
        "title": "Kyasanur Forest Disease Classification Framework Using Novel Extremal Optimization Tuned Neural Network in Fog Computing Environment",
        "authors": [
            {
                "first": "Abhishek",
                "middle": [],
                "last": "Majumdar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Technology Silchar",
                    "location": {
                        "settlement": "Silchar",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Tapas",
                "middle": [],
                "last": "Debnath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Technology Silchar",
                    "location": {
                        "settlement": "Silchar",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandeep",
                "middle": [
                    "K"
                ],
                "last": "Sood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guru Nanak Dev University",
                    "location": {
                        "settlement": "Regional Campus",
                        "region": "Gurdaspur",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Krishna",
                "middle": [
                    "Lal"
                ],
                "last": "Baishnab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Technology Silchar",
                    "location": {
                        "settlement": "Silchar",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Kyasanur Forest Disease (KFD) is a life-threatening tick-borne viral infectious disease endemic to South Asia and has been taking so many lives every year in the past decade. But recently, this disease has been witnessed in other regions to a large extent and can become an epidemic very soon. In this paper, a new fog computing based e-Healthcare framework has been proposed to monitor the KFD infected patients in an early phase of infection and control the disease outbreak. For ensuring high prediction rate, a novel Extremal Optimization tuned Neural Network (EO-NN) classification algorithm has been developed using hybridization of the extremal optimization with the feed-forward neural network. Additionally, a location based alert system has also been suggested to provide the global positioning system (GPS)-based location information of each KFD infected user and the risk-prone zones as early as possible to prevent the outbreak. Furthermore, a comparative study of proposed EO-NN with state of art classification algorithms has been carried out and it can be concluded that EO-NN outperforms others with an average accuracy of 91.56%, a sensitivity of 91.53% and a specificity of 97.13% respectively in classification and accurate identification of risk-prone areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ticks are responsible for transmission of various infectious pathogens those have caused life-threatening human and animal diseases worldwide [1] . Ticks are blood-sucking ectoparasites that swarm over mammals, reptiles, birds, and amphibians, etc. Tick-borne diseases are seen in those particular areas where favourable ecological conditions exist for individual tick species. Globally, the incidence of tick-borne diseases is increasing gradually. A species of forest tick named Haemaphysalis spinigera is responsible for causing the deadly tick-borne viral disease Kyasanur forest disease (KFD).This highly infectious KFD and other closely related tick borne diseases have been causing periodic outbreaks in India and some other countries like China, France, Saudi Arabia, Egypt etc. which result in the death of thousands of lives over the decade.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "KFD is an infectious disease in monkey and also termed as monkey fever in India. It is a tick-borne viral disease endemic in southern India that is caused by a highly pathogenic virus called KFD virus (KFDV) which belongs to the family of genus flavi virus and family flavidae. Ticks once infected, remain so for life and can pass KFDV to offspring by laying eggs. The larvae appear after the monsoon, and the nymphs start appearing in November or December. The nymphs feed on infected monkeys that serve as blood meal for these ticks. After that, these nymphs bite humans and thus picking up and passing on the virus. Cattle act as host to amplify and distribute the population of ticks but play no role in the KFD virus transmission. Figure 1 shows the KFD virus ecology to spread the disease [2] . In the enzootic state, KFDV spreads through small mammals such as rodents, shrews, ground birds, etc. [3] . When monkeys and the small mammals come in contact with the infected ticks, they also get infected and promulgate the infection. The people who visited forests to collect firewood, grass, and other forest products or pass through the forest are bitten by the infected nymphs of the tick (Haemaphysalis spinigera). Moreover, humans living near forest interfaces get infected on tick bite. This way the infection circulates among humans. Very recently thousands of ticks suspected to have KFDV related virus were collected from migratory birds captured in the Mediterranean basin. The results indicate that birds could also contribute to spreading the virus to new geographical areas. Due to the lack of post-exposure treatment options for KFDV infections, the priority is given to the screening of replication inhibiting drugs against the virus [4] .",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 798,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1753,
                    "end": 1756,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 744,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Kyasanur Forest Disease virus (KFDV) was first identified in 1957, in the Kyasanur forest area of Shimoga district after few deaths of monkeys. It became a threat when humans started to die in the neighbourhood areas (Sagar Taluk, Shimoga District, Karnataka, India). Since then, 400 to 500 human cases per year have been reported [5] . During the initial outbreak, there were 466 human cases and 181 more in the following year. In 2003, KFD had affected more than 70 villages in four districts adjacent to Shimoga in western Karnataka. Until 2012 KFD had been endemic to five districts (Shimoga, U ttara Kannada, Dakshina Kannada, Chikkamagaluru and Udupi districts) of Karnataka state [5, 6] . In that period, a total of 3263 suspected KFD cases with 823 confirmed cases and 28 deaths were reported in those districts [7] . During 2012-2013, the disease was reported from new districts and new states in India. The KFD virus has spread into several regions within Karnataka state and surrounding Kerala, Tamil Nadu and Goa states [6, 8, 9] . Pieces of evidence of KFD virus or related virus were found in different parts of India (parts of the Saurashtra region in Gujarat, forest region west of Kolkata, West Bengal, and the Andaman Islands) after serological studies. It is found that 22.4% of people living in the Andaman and Nicobar islands are seropositive. KFD hit Wayanad, Kerala hard in 2015, infecting 102 people and killing 11, according to the district health department. The forest department, for its part, recorded the death of 400 monkeys. In the starting of 2017, a string of monkey fever cases was detected from neighbouring state Maharashtra after the disease left 3 dead and hundreds infected in Goa in 2016, according to the state health officials. According to Sindhudurg District Health officials, a total number of infected cases in the state has risen to 187 in 2017, from 128 in 2016 [10] . Maharashtra state health authorities have detected 45 cases of KFD in Sindhudurg district over the first 2 months of 2017 of which 3 persons have died and with this, the death toll has increased to 11 since 2016. Moreover, according to forest officials, more than 40 monkeys were found dead in Sindhudurg forests between January-May in 2017 [10] . Seventy-three cases of KFD have been detected, including one each at Patradevi in Pernem taluka and Savoi Verem in Ponda taluka in Goa since January 2017. With this, the KFD death toll in the taluk stood at 3. As per the state health officials of Goa, since January 2018, at least 35 people in Sattari taluka of North Goa have been tested positive with KFD. KFDV is common in young adults exposed during the dry season in the forest and has caused epidemic outbreaks of haemorrhagic fever affecting so many people per year since then, with a fatality rate that is estimated between 2 to 10% [7, 8] . The increasing number of new foci and cases indicates that eco-biological changes due to deforestation and use of new land for farming and cattle grazing could lead to spread of KFD virus to newer geographical areas. Viruses related to KFDV have been identified in China [11] and Saudi Arabia [12] [13] [14] also. Alkhurma Hemorrhagic Fever Virus (AHFV) in Saudi Arabia and other regions of the Middle East and Nanjianyin Virus identified in Yunnan, China are found closely related to KFDV. Even in France, an average of 500-600 cases of KFD occur per year, with a 3.6% case fatality rate.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 691,
                    "end": 693,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1911,
                    "end": 1915,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2259,
                    "end": 2263,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2857,
                    "end": 2860,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2861,
                    "end": 2863,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3137,
                    "end": 3141,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3159,
                    "end": 3163,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3164,
                    "end": 3168,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3169,
                    "end": 3173,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This virus has broken its endemic barrier and spread in new areas and will become a significant threat for an upcoming KFD epidemic in India and other countries very soon. So there is a serious need of an active KFD surveillance system that can find all the KFD related cases and take necessary actions upon it. Usually in many health monitoring systems, remote cloud servers have been used for storing and processing of the medical big data collected from a large pool of sensors and devices due to its capability of large storage volume, lack of unnecessary maintenance cost and inexpensive services. However, it can experience several issues regarding latency and data transmission which are the most crucial requirements for any healthcare system. Especially, in latency-sensitive cases such as medical emergency situations, a minor error in analysed data can cause wrong diagnosis which can risk a human life. In this respect the fog computing technology can be a proper solution to fulfil the requirement. The fog layer places itself between the conventional gateway and remote cloud server and offers pre-processing of data and other advanced services at the edge of the network. In addition, fog computing offers embedded data mining, low-latency real time response and notification service at the edge of network and reduces the burden of cloud. Considering these features, fog computing can be convenient for human healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper established a fog computing based KFD monitoring and prediction system model for controlling the disease outbreak through different ways such as early hospitalization and supportive therapy, Prioritize vaccinating areas, Tick control, etc. A novel Extremal Optimization tuned Neural Network (EO-NN) algorithm has been proposed here to predict the KFD susceptibility status with higher accuracy. Moreover, a location based risk assessment and visualization system has been suggested to help the government authorities to take necessary actions as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A neural network (commonly referred as the artificial neural network) is an information processing paradigm inspired by the studies of the biological nervous system [15] . It memes the processing features of human brain and attempts to extract underlying relationships in a set of data that are too complex to be noticed by other computing techniques. Neural networks can learn and adapt to changing input so the network generates the best possible result without needing to redesign the output criteria. Apart from this, a neural network has some other important characteristics such as self-organization, real-time operation, fault tolerance via redundant information coding etc. which make it an extensive research area to biomedical systems. Neural Networks are capable of detecting complex medical situations by fusing the data from the different biomedical sensors which makes it a flexible and powerful technique to be used in disease diagnosis.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Neural network"
        },
        {
            "text": "Extremal Optimization (EO) is a stochastic search technique that has the properties of being a local and global search method. It is basically based on self-organized criticality concept. The main working principle of EO is to iteratively identify the most undesirable components of a given solution and successively replace them with newly generated random ones. It is motivated by its ancestors such as simulated annealing (SA) or genetic algorithms that use physical instinct to optimize [16] . ",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Extremal optimization"
        },
        {
            "text": "Literature Survey has been divided into two sections namely use of Cloud/Fog computing in the field of healthcare, and use of data mining techniques in disease prediction. The first section discusses the web-based analysis for disease monitoring in the field of healthcare. Secondly, a survey of different data mining techniques used for different kinds of disease prediction has been provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature survey"
        },
        {
            "text": "Computer Science and Information Technology have been extensively used for prevention and early prediction of deadly diseases and for analysing virus epidemiology. ANN was chosen as a classifier to diagnose the thyrotoxicosis disease and compared its performance with other classifiers [17] . Whereas another research work presented a healthcare information management system based on mobile application and cloud computing together for better sharing, storing, updating, and retrieval of electronic healthcare data. A prototype has been implemented using Android operating system, and it was evaluated using the Amazon S3 cloud service [18] . Some authors build a real-time predictive model for diagnosis of the dengue fever with high accuracy rate. They have developed a novel imputation procedure for identifying and imputing missing values in the dataset. Moreover, a wrapper-based feature selection strategy using genetic search was developed to extract the most likely symptoms of dengue fever [19] . A cloud-based intelligent system for diabetic patients was also established. In their methodology principal component analysis (PCA) was used for identifying minimum correlative variables from collected attribute variables. Naive Bayes and knearest neighbour classifiers were used to classify infected and uninfected users [20] . Another strategy for diabetic patient classification was proposed by combining J48 decision tree, Bagging, and AdaBoost using J48 as a base learner. They performed the experimentation using Weka tool [21] . Some other researchers worked on a cloud-based health care system that aggregates the data from the Wireless Body Area Networks (WBAN) and later then the real-time analytics were done by combining the concept of STORM and the fuzzy logic [22] . A cloud-based monitoring model was also established to control the outbreak of Pandemic Influenza A(H1N1). Their methodology used a random decision tree to classify the infection in patient depending on H1N1 attributes. The system additionally introduced the concept of SNA graph and Outbreak Role Index to prevent the outbreak and to aware the users about how much they are probable to get infected respectively [23] . A web-based system was developed to predict dengue and identify the dengue hotspot areas, trends, outbreak behaviour, and case rate. For prediction, they used feed-forward ANN algorithm. For displaying the case rates, trends and prediction Google chart were used. Additionally, Google map and Google heat map was utilized to plot the dengue cases and the hotspot districts respectively [24] . A two layer strategy for diagnosing the condition of heart was proposed [25] . The work involved classifying the heart health attributes using KNN algorithm and predicting the rate of heart disease using a tree based ID3 algorithm. A cloudbased system was proposed to predict the airborne disease MERS-CoV, infected patients. For that, they used Bayesian belief network and additionally the system provides geographic-based risk assessment to control its outbreak [26] . A Fog-based zika virus outbreak monitoring system was also established where a fuzzy k-nearest neighbour is used to predict the possible infected users according to their clinical symptoms. Moreover, they implemented a Google Fig. 2 Proposed architecture of KFD prediction system map assisted representation of infected locations for risk assessment [27] . They also proposed another similar model to prevent zika virus by using a naive Bayesian network (NBN) as the classifier [28] . On the contrary, other researchers established an IoT and fog based model for controlling chikungunya virus attack. To diagnose the disease, they used fuzzy c-means as a classifier. Additionally, the real-time status of the outbreak was tracked continuously by using social network analysis (SNA) [29] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2202,
                    "end": 2206,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2595,
                    "end": 2599,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2674,
                    "end": 2678,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3066,
                    "end": 3070,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3423,
                    "end": 3427,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3551,
                    "end": 3555,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3855,
                    "end": 3859,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 3299,
                    "end": 3305,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Web-based systems for healthcare monitoring"
        },
        {
            "text": "Data mining combines statistical analysis, machine learning and database technology to extract hidden patterns and relationships from large databases [30] . It can be defined as a process of in-depth extraction of underlying information, previously obscure and conceivably valuable information from the database [31] . Data mining mainly uses two strategies: supervised learning and unsupervised learning. In supervised learning, a set of training examples is used to learn model parameters while in unsupervised learning no such training set is utilized [32] . The two most in-general objectives of data mining are classification and prediction. Classification models predict discrete and unordered functions whereas prediction model deals with the prediction of continuous-valued functions [33, 34] . For prediction of coronary disease, researchers proposed a method on a premise of coactive neuro-fuzzy inference system (CANFIS) by hybridizing the neural network with the fuzzy logic and genetic algorithm [35] . Another group of authors used the neural network with back propagation algorithm to predict heart disease, blood pressure and sugar in the human body [36] . After analysis, it was found that Neural Networks predict heart disease with the highest accuracy as compared to other data mining classifiers namely Decision Trees and Naive Bayes techniques [37] . Many studies was focused on hepatitis classification and feature reduction by using genetic algorithm [38] , simulated annealing [39] and Linear Discriminant Analysis (LDA) [40] . For prediction, hepatitis information obtained from related patients is taken as instances to neural network (NN) algorithm, and fuzzy logic [40] . Whereas in another work, different types of neural network algorithms (Quick, Multiple, Dynamic and RBFN) with different factors (data size, learning cycle, and processing time to achieve the diagnostic accuracy and estimated error) are applied on the UCI dataset to predict hepatitis disease [41] . In hepatitis classification studies, other researchers achieved prediction diagnosis accuracies of 83.2%, 85.3%, and 86.4%, using Learning Vector Quantization (LVQ), K-Nearest Neighbor (KNN), and LDA techniques respectively [42] . Prediction of Parkinson's disease has also been done using a radial basis function neural network based on particle swarm optimization [43] . An artificial neural network-based model has been developed for the diagnosis of coronary heart disease using a complex of traditional and genetic factors [44] . For training the network, they used a dataset that consists clinical, functional, laboratory, coronary angiographic, and genetic features acquired from several patients. By varying the number of input factors applied in the neural network, they created models which provide 64 to 94% accuracy. Proposed system Figure 2 represents the proposed architecture to monitor and detect KFD infected cases. The three main working scenarios of the proposed system have been illustrated in this section.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1993,
                    "end": 1997,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2224,
                    "end": 2228,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2366,
                    "end": 2370,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2528,
                    "end": 2532,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 2845,
                    "end": 2853,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Data mining techniques in disease prediction"
        },
        {
            "text": "Scenario 1: After registering, the KFD system will provide a unique registration no BURNo^to the user, and after that, the user will be eligible to provide his/her symptoms details. To regularly update the health details, the system reminds every user after a given period. All the details will be submitted to the fog layer and based on that the fog layer will predict whether the user is suspected as KFD victim or not. If a user is found highly suspected, then immediately an alert will be sent to the user and his/her family as well and the nearby health worker group and the hospital to hospitalize the patient as soon as possible. Additionally, all the registered users within that suspected area will also be notified to take special care of themselves towards KFD and do a regular update of data and visit doctors. The system will also provide some guidelines to that user to follow strictly to avoid the KFD outbreak. Scenario 2: If any monkey or bird is found infected or dead in the forest and after inspection, it is found to be KFD suspected then immediately that information will be uploaded to the system with the required attributes. Then, the system will transmit the data to the fog layer and update the loc_table with the infected location along with its 5 km vicinity. After cross-checking with the user updated symptoms table, if any user case is found suspected within the 5 km area from the forest department uploaded location then immediately it will be notified to the user as well as the health workers to hospitalize the user as soon as possible. Here, the attribute BGPS_loc^of the user attribute table act as the foreign key in the forest department table. Scenario 3: If any patient comes to the hospital with complications similar to KFD symptoms, then the hospital authority will admit him to the hospital and do the needful serological tests to confirm the KFD. If the patient is found KFD infected, then the information will be updated instantly to the health attribute table with the patient BURNo^through the KFD system. Then, in the fog layer, the given BURNo^will be checked with the user attribute table and the patient will be updated as KFD infected. Beside this, a notification will be sent to the other registered users within the 5 km area of the infected patient's address (taken from the user attribute table) and an alert signal will be sent to the nearby hospitals and the health worker group so that they can take necessary actions immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data mining techniques in disease prediction"
        },
        {
            "text": "Initially, each user has to be registered with the system by submitting their personal details through the mobile application installed on their mobile phone or devices. After getting registered, a unique user id 'URNo' will be provided to each user. After registration, the user can also upload the KFD related symptoms data to the cloud using the intended mobile application or web browsers. This layer is responsible for collecting different kinds of data from various sources. It can be personal details of any user, data collected by the govt. health workers (ASHA in India), KFD related data from the forest department as well as the serological department, and different acquired data through different sensors. Moreover, the health workers can periodically scan the user's health and check the KFD related symptoms, if any. Any recent instance related to KFD infected animals or birds and information about forest ticks can be uploaded from the forest department and serological department. Additionally, data can also be acquired and transmitted to the cloud from different sensors placed at different locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data acquisition layer"
        },
        {
            "text": "Fog computing brings cloud computing potentialities to the edge of the network so that, data can be processed more efficiently and if required it can be sent to the cloud for processing. Fog computing has the potential to offer data, compute, storage and application services with low latency. Moreover, it helps in improving QoS for streaming and real-time applications. Here, the efficiency of the system is enhanced by applying local data analysis at the edge. It can assist the system to detect and predict emergency situations. For instance, in highly susceptible cases of KFD, fog layer can locally offer the early hospitalization and related processing rather than sending parameters to the cloud and waiting for the responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fog layer"
        },
        {
            "text": "Here in the proposed architecture, the fog layer lies between the data acquisition layer and the cloud layer and comprises of a number of micro data centers (MDC) which are responsible for temporary and frequent data processing at the edge of the network. Each MDC has been associated with a significant number of users of a geographical area. Since data are collected from various sources, it can be of different types. Here in the proposed model, firstly the collected data has to be made ready for processing. Secondly, every MDC will be trained to determine the suspected cases of KFD. Once a suspected case is detected, it will immediately send an alert message to the user and notify all the nearby hospitals, health workers, forest department, etc. about it and at last send the processed data to the cloud server. If it fails to detect, then the processed data will be transmitted to the cloud server for further processing through a government cloud service provider. A set of fog servers must be distributed within predefined positions in each area under observation so that it can monitor risk-prone areas efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fog layer"
        },
        {
            "text": "Since real-world data is often incomplete, inconsistent, lacks in certain behaviours or trends and is likely to contain many errors, data pre-processing is a proven method for resolving such issues. Data pre-processing prepare raw data for further processing. Every MDC is equipped with this component that is configured with a data mining algorithm and a training data set to act upon the data collected from various sources. According to the nature of the sources and response, all the attributes acquired from various sources through numerous devices and sensors are divided into four groups namely, personal, clinical, serological and forestry. The lists of multiple personal and clinical attributes of the user have been shown in Tables 1 and 2 respectively whereas Table 3 lists different types of devices and sensors that can be used for data acquisition. The personal attributes are generally unchanged for most of the periods, whereas KFD attributes can change over the time. The location and other KFD related attributes collected from department of health, forest and serology are also stored separately. All the tables are interrelated so that every field related to KFD can monitor and predict the disease collectively. The values of all these parameters are stored in KFD database. In this work, all the clinical attributes are signs and symptoms of KFD though these are not exclusive for this disease. But some specific combination of these attributes are highly suggestive of KFD and can be graded as different KFD susceptibility classes. The initial prodromal stage of KFD in a patient is brought on by a sudden onset of a fever and severe headache along with a sore throat or neck pain, diarrhoea, vomiting, photophobia and severe pain in the lower and upper extremities. The inflammation of the conjunctiva (red eye) is also usually observed. The next stage is characterized by haemorrhagic complications such as low BP (hypotension), bloody nose (intermittent epistaxis), blood in vomit Fig. 3 Association of different KFD related data sources (hematemesis), blood in stool (melena) and frank blood in the stool. At the severe stage, neurological manifestations such as mental disturbance, tremors, abnormal reflexes, bronchopneumonia or development of coma, giddiness, and vision deficits are generally observed. So all these clinical attributes along with some necessary serological attributes such as platelet count, RBC and WBC count have been included in the synthetic dataset. Additionally, the acquired GPS locations from multiple users have also been considered to confirm whether the locations lie in a risk-prone zone or not. An area where a monkey death is reported is more likely to be a risky zone as KFD may be a cause of death of the monkey which can be transmitted to human. Similarly, the positive response of season has been reviewed in this component since season plays an important role in the transmission of KFD as more often cases are seen in dry season. The occupation attribute has also been considered because KFD is more often seen in hunters, foresters, wood-cutters etc. The KFD has been categorized depending upon these attributes. If some general prodromal symptoms are observed with the two most important attributes namely GPS location and occupation then the case is regarded as a suspected. In addition, if some haemorrhagic symptoms are observed on top of that then it is regarded as a probable case and if neurological symptoms are also positive then it is categorized as a confirmed or highly susceptible case. A set of these important attributes will be used for prediction at the MDC whereas the aggregated pre-processed data will be sent to the cloud server for further in-depth analysis. Figure 3 shows a graphical representation of sample KFD dataset generation with possible combinations of attributes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 778,
                    "text": "Tables 1 and 2 respectively whereas Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2007,
                    "end": 2013,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 3750,
                    "end": 3758,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Data acquisition and pre-processing component"
        },
        {
            "text": "This component resides inside MDC and is responsible for the training of collected data using a predefined machine learning algorithm and predict the unspecified instances. In KFD monitoring system this component has been used to predict whether a certain instance from the collected real-time data is KFD infected or not. In this model, the proposed EO-NN has been used to train the dataset and predict the KFD status among users. This component will classify the registered user depending on KFD attribute data as uninfected (U), Suspected Categorization has been done under the guidance of a group of doctors by following the guidelines of WHO. The 'HS' category encompasses the condition of patients which are almost confirmed to be infected to a high degree or level of KFD. 'PR' category defines the group of patients which are most likely to be infected with the KFD infection. 'S' category defines the group of patients whose health data is somehow suspicious to be KFD infected but their confident treatment can be made. The fourth category 'U' refers to all the persons who are found negative and safe from the KFD infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification component"
        },
        {
            "text": "The proposed methodology involves the collection of experimental data, training the network, validating the network and forwarding it for the prediction of KFD conditions of the samples. For the classification of KFD, firstly a number of state of the art classification algorithms were used upon the dataset but yielded dissatisfactory outcomes. Therefore, in this paper, a real-coded hybrid neural network has been developed using feed-forward neural network along with Extremal optimization technique (EO-NN). The schematic diagram of the proposed neural network is depicted in Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 586,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Classification component"
        },
        {
            "text": "In the training phase of the hybrid EO-NN model, initially weighted matrices along with the coefficients for the transfer functions are generated randomly many times to make a number of population. Using each population input-hidden matrices, hidden-output matrices, and coefficients of transfer function (for input layer, hidden layer and output layer) has been classified. In this neural network model, 24 symptoms have been considered as input information and 399 instances have been trained. Using multilayer feed-forward neural network the output has been calculated with the help of weight matrices and positive linear transfer function. Finally, the average RMS error has been calculated from the generated output and the actual output. Depending on the calculated error, sorting of the populations has been done. After that, the best population has been stored and all the remaining worst populations have been replaced with newly generated random solutions. Again from this newly generated populations output has been calculated by using the multi-layer feed-forward neural network. If any of these population gives less error than the previous best population; then it will become the new best one while all others will be regenerated. This process will continue until the desired accuracy level is achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification component"
        },
        {
            "text": "In the testing phase, the final input-hidden, hidden-output matrix, and the transfer function coefficients have been generated from the best population. Using a simple feed-forward neural network the output has been calculated, which gives the predicted result. Figure 5 shows the flowchart of the proposed EO-NN algorithm and the internal functionality of the algorithm has been given in Algorithm 1 in detail. Using the obtained matrices, transfer functions, and applying simple feed-forward neural network the output has been classified.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "Figure 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Classification component"
        },
        {
            "text": "To examine the appropriate infection status of each patient in the system, regular monitoring of treatment and symptoms of each user is highly desirable. According to infected categories of the patient as classified by EO-NN, monitoring will be done for a different period of times. Table 4 shows monitoring interval of infected patients. However, monitoring interval can also be changed by consulting a specialized doctor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Continuous monitoring of KFDV infected users"
        },
        {
            "text": "All the pre-processed data have to be transmitted to the cloud server for further processing. The data mining at the cloud server side is responsible for extracting new features regarding the KFD and update the training dataset and send it to each fog layer to update their MDC accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloud ready data component"
        },
        {
            "text": "This module is responsible for the location based risk assessment of the KFD outbreak. Once a tick gets on someone's body or cloths, they are likely to be there for many days if not checked properly. When they are in a desirable spot, they bite into the skin and begin to draw blood and remain attached to human body. After feeding, ticks may move to another body and bite or produce infected offspring by laying eggs. In this way ticks spread virus in urban areas also, even though they are far away from the forest areas. So, the humans or localities in vicinity of any infected person is also considered under the high risk prone zones which should be identified as soon as possible to control the spread of the virus. So instead of considering residential address only, the current geographic location of an infected user has been used here to distinguish and isolate the risk-prone areas. The objective of this module is to provide the real time information regarding the identification of infected population which can be a tough job for the government health authorities. After identifying the risk-prone zones, alert messages and infection control guidelines will be sent to the people close to those locations to control the spread of KFDV infection. The infected users will be diagnosed and monitored meticulously until their infection is fully recovered. In order to identify a newly infected user and risk-prone zone, the fog server has been committed to acquire continuous data from the user. Google Maps Javascript API [45] has been used to locate the infectious regions according to their GPS locations. The Google map represents and updates the risk-prone zones automatically to help the uninfected users and government healthcare agencies in controlling the spread of infection. Algorithm 2 has been developed to precisely locate the infected users and the risk-prone zones in real time scenario. Figure 6 shows the Google map based visualization of the KFD infected user along with the risk-prone zones. The highly suspicious infected users have been denoted by a red coloured pin whereas a probable case has been represented by a yellow star. Moreover, the risk-prone zones have been represented with shaded circles. Here, the Cachar district, Assam, India and its surrounding regions have been taken as references to show the Google map based alert service. For example, user at the location of latitude 24.99017, and longitude 92.59541 has been found highly suspicious and user at the location of latitude 24.94613, and longitude 92.76288 has been found probable. In addition, an alert will be sent to all the registered users who fall within the risk-prone areas to avoid from the contact of KFDV infection. Furthermore, an alert message with a list of guidelines will also be sent to all the registered users within the risk-prone areas. This alert system warns the users to follow the guidelines to control the further spreading of the infection. The prevention suggestions have been structured as shown in Table 5 . ",
            "cite_spans": [
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1914,
                    "end": 1922,
                    "text": "Figure 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3031,
                    "end": 3038,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Location based risk assessment and alert generation"
        },
        {
            "text": "The government can act as a cloud service provider, fully dedicated to the KFD big data transmission from each fog layer to the cloud server. It has the responsibility to maintain the security of confidential health related data or users personal details during transmission time or at storage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health cloud service provider"
        },
        {
            "text": "The cloud server is responsible for secured storing of EHR as well as the in-depth analysis of the data received from the Fog layer. Once a highly suspicious or probable case is found, then the list of locations within the 5 Km radius from the infected location will be uploaded to the location table. The cloud server also analyses the inferred results coming from fog layer with their corresponding instances and do the needful for up gradation of the training data with new instances. From here the updated training dataset and location table will be delivered to each MDC in the fog layer frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KFD cloud server"
        },
        {
            "text": "Even after consulting with doctors and searching the internet very deeply, we have not found any KFD infection database based on the related symptoms of patients to test the proposed system. So, a synthetic database had been generated after consultation with a group of doctors. The synthetic database was developed systematically so that all possible cases and scenarios were included in the form of instances. Considering these, 500 cases were generated. To form the database, twenty-four different KFD attributes from the different attribute sets were associated together for the diagnosis of any user with KFDV infection. However, if required these can be changed based on the situation. By increasing the values in the dataset, the number of records for training the EO-NN system can be increased and as a result the accuracy can be improved. It has been noticed that the EO-NN yielded a better result than the other methods in every respect and with a less error rate. Based on the comparison of all these measures, the performance of MOEFC was found dissatisfactory while that of the proposed EO-NN was found to be most satisfactory. The performance of the EO-NN based proposed model for the four test cases can be described as follows. For the 1st test case, the proposed model showed an accuracy of 90% by predicting 18 out of 20 instances correctly. For the 2nd test case, 37 out of 40 instances were predicted correctly, thereby giving an accuracy of 92.5%. For the 3rd and 4th test cases, the accuracy obtained was 91.25 and 92.5% respectively. The average accuracy for the proposed model is thus found out to be 91.56%. Figure 7 depicts the classification result for the second testset where the three wrongly predicted cases have been encircled with red colour. Figure 8 illustrates the error occurrence at different iteration level for the proposed EO NN classifier. It can be seen that as the iteration level increases the error occurrence is either fixed or decreases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1633,
                    "end": 1641,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1776,
                    "end": 1784,
                    "text": "Figure 8",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Creation of KFD dataset"
        },
        {
            "text": "It has been noticed that the EO-NN yielded a better result than the other methods in every respect and with a less error rate. Based on the comparison of all these measures, the performance of MOEFC was found dissatisfactory while that of the proposed EO-NN was found to be most satisfactory. The performance of the EO-NN based proposed model for the four test cases can be described as follows. For the 1st test case, the proposed model showed an accuracy of 90% by predicting 18 out of 20 instances correctly. For the 2nd test case, 37 out of 40 instances were predicted correctly, thereby giving an accuracy of 92.5%. For the 3rd and 4th test cases, the accuracy obtained was 91.25 and 92.5% respectively. The average accuracy for the proposed model is thus found out to be 91.56%. Figure 7 depicts the classification result for the second testset where the three wrongly predicted cases have been encircled with red colour. Figure 8 illustrates the error occurrence at different iteration level for the proposed EO NN classifier. It can be seen that as the iteration level increases the error occurrence is either fixed or decreases. Figure 9 represents the comparative analysis performed between the abovementioned classifiers for different performance measures. From Fig. 9a it has been observed that the EO-NN yields the highest accuracy as compared to other classifiers in every test cases. Similarly from the Fig. 9b , it has been seen that the maximum sensitivity obtained for EO-NN is 92.83% whereas for the MLP, NB, LibSVM and MOEFC it is 90.83%, 90%, 48.89 and 76.69% respectively. Figure 9c illustrates the obtained specificity levels for all the classifiers in every testcases. It has been observed that the maximum specificity obtained by the EO-NN is 97.5% whereas for the respectively. Since the maximum MCC obtained for EO-NN is the nearest to 1, it has been treated as the most favourable result among all. Furthermore, the maximum F-Measure observed for the EO-NN is 0.905 which is nearest to 1 and thus considered as the best classification result. Even from the Fig. 9e it has been observed that the EO-NN outperforms other classifiers with least error rates (EMA and ERMS). Thus from the analysis, it can be clearly concluded that the EO-NN provides better performance in each scenario and is found to be suitable to configure in the proposed e-Healthcare system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 793,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 936,
                    "text": "Figure 8",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1138,
                    "end": 1146,
                    "text": "Figure 9",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1273,
                    "end": 1280,
                    "text": "Fig. 9a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1418,
                    "end": 1425,
                    "text": "Fig. 9b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1595,
                    "end": 1604,
                    "text": "Figure 9c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2085,
                    "end": 2092,
                    "text": "Fig. 9e",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Training and testing of classifiers"
        },
        {
            "text": "Due to the advancement in information technology, it has become much easier and effective to monitor, and diagnose many infectious diseases which help health sectors in taking necessary preventive measures to control the epidemic. In this paper, a fog-based intelligent system has been developed that can accurately diagnose and predict the KFDV infected users and also identify the risk-prone areas on the map. The proposed framework has been designed to monitor a large number of patients simultaneously by acquiring their clinical symptoms along with personal, and environmental data and transmitting the data to a dedicated Fog layer. Each Fog layer has been configured with a set of micro data centers which are distributed geographically and can handle the patient's big data in real time. From the data, the system will be able to perform inference locally that results in reducing the latency time and communication cost. The proposed EO-NN classifier has been developed for prediction of the KFD susceptibility to the user based on their symptoms, and cloud computing technology has been suggested for effective information analysis and sharing. The EO-NN provides good classification rate with an average accuracy of 91.56%. Moreover, the suggested location based alert services help to display KFDV-infected users and the risk-prone zones on Google map that will help the citizens to avoid regional exposure. Future work will include the prototype building of the framework with a suitable microcontroller and sensor devices and simulation in the real cloud scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tick-borne viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virol. Sin",
            "volume": "",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kyasanur Forest Disease (KFD) Virus Ecology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Kyasanur forest disease: An epidemiological view in India",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pattnaik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev. Med. Virol",
            "volume": "16",
            "issn": "3",
            "pages": "151--165",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development of a subgenomic clone system for Kyasanur Forest disease virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Nikiforuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Cutts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kobasa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Theriault",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ticks. Tick. Borne. Dis",
            "volume": "7",
            "issn": "5",
            "pages": "1047--1051",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An outbreak of Kyasanur forest disease in the Wayanad and Malappuram districts of Kerala",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sadanandane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elango",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Sasidharan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H K"
                    ],
                    "last": "Raju",
                    "suffix": ""
                },
                {
                    "first": "Jambulingam",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ticks Tick Borne Dis",
            "volume": "8",
            "issn": "1",
            "pages": "25--30",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spread of Kyasanur Forest disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Mourya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis",
            "volume": "19",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kyasanur forest disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antivir. Res",
            "volume": "96",
            "issn": "3",
            "pages": "353--362",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New focus of Kyasanur Forest disease virus activity in a tribal area in Kerala",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Tandale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Mourya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect. Dis. Poverty",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ProMED-mail",
            "authors": [],
            "year": 2018,
            "venue": "Kyasanur Forest Disease -India (09): (Goa)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ProMED-mail",
            "authors": [
                {
                    "first": "Kyasanur",
                    "middle": [],
                    "last": "Forest Disease -India",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "): (MH)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Isolation of Kyasanur forest disease virus from febrile patient",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nasci",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg. Infect. Dis",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Complete coding sequence of the Alkhurma virus, a tick-borne flavivirus causing severe hemorrhagic fever in humans in Saudi Arabia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Attoui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fakeeh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Billoir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Yousef",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Chesse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Micco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "287",
            "issn": "2",
            "pages": "455--461",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Alkhumra virus infection, a new viral hemorrhagic fever in Saudi Arabia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect",
            "volume": "51",
            "issn": "2",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A case of Alkhumra virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Galati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Stella",
                    "suffix": ""
                },
                {
                    "first": "Capone",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Clin. Virol",
            "volume": "66",
            "issn": "",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Introduction to neural networks using Matlab 6.0. Tata McGraw-Hill Education",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Sivanandam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Deepa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Extremal optimization: an evolutionary local-search algorithm",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boettcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Percus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Computational Modeling and Problem Solving in the Networked World",
            "volume": "21",
            "issn": "",
            "pages": "61--77",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Application of neural network classifiers to disease diagnosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shanker",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Journal of the Industrial Mathematics Society",
            "volume": "45",
            "issn": "1",
            "pages": "51--62",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mobile healthcare information management utilizing Cloud Computing and Android OS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doukas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pliakas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maglogiannis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "In Engineering in Medicine and Biology Society (EMBC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Annual International Conference of the IEEE",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1037--1040",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new intelligence-based approach for computer-aided diagnosis of dengue fever",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S H"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE Trans. Inf. Technol. Biomed",
            "volume": "16",
            "issn": "1",
            "pages": "112--118",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cloud based intelligent system for delivering health care as a service",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "Chana",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Comput. Methods Prog. Biomed",
            "volume": "113",
            "issn": "1",
            "pages": "346--359",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Performance analysis of data mining classification techniques to predict diabetes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perveen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shahbaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guergachi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Keshavjee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia Comp. Sci",
            "volume": "82",
            "issn": "",
            "pages": "115--121",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cloud based fuzzy healthcare system",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Sundharakumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dhivya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohanavalli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Chander",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procedia Comp. Sci",
            "volume": "50",
            "issn": "",
            "pages": "143--148",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Smart monitoring and controlling of pandemic influenza a (H1N1) using social network analysis and cloud computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Comput. Sci",
            "volume": "12",
            "issn": "",
            "pages": "11--22",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A web-based analysis for dengue tracking and prediction using artificial neural network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Clarite",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Elijorde",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gerardo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Byun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "SERSC: ASTL",
            "volume": "122",
            "issn": "",
            "pages": "160--164",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human heart disease prediction system using data mining techniques",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Princy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "March",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Circuit, Power and Computing Technologies (ICCPCT), 2016 International Conference on. IEEE",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An intelligent system for predicting and preventing MERS-CoV infection outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Supercomput",
            "volume": "72",
            "issn": "8",
            "pages": "3033--3056",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An intelligent and secure system for predicting and preventing Zika virus outbreak using fog computing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Enterprise Inf. Syst",
            "volume": "11",
            "issn": "9",
            "pages": "1436--1456",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Secure internet of thingsbased cloud framework to control zika virus outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Technol. Assess. Health Care",
            "volume": "33",
            "issn": "1",
            "pages": "11--18",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Wearable IoT sensor based healthcare system for identifying and controlling chikungunya virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput. Ind",
            "volume": "91",
            "issn": "",
            "pages": "33--44",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A primer for understanding and applying data mining",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thuraisingham",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IT Prof IEEE",
            "volume": "1",
            "issn": "1",
            "pages": "28--31",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Data mining and knowledge discovery in databases: implications for scientific databases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Usama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proceedings of the 9th International Conference on Scientific and Statistical Database Management (SSDBM'97)",
            "volume": "",
            "issn": "",
            "pages": "2--11",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Application of data mining techniques to healthcare data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Obenshain",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect. Control Hosp. Epidemiol",
            "volume": "25",
            "issn": "8",
            "pages": "690--695",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Data mining: Concepts and techniques",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamber",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Intelligent heart disease prediction system using CANFIS and genetic algorithm",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleissner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Parthiban",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Thirty-First Hawaii International Conference on System Sciences",
            "volume": "7",
            "issn": "",
            "pages": "157--160",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Decision support system for heart disease diagnosis using neural network",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guru",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dahiya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rajpal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Delhi Bus. Rev",
            "volume": "8",
            "issn": "1",
            "pages": "99--101",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Improved study of heart disease prediction system using data mining classification techniques",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Dangare",
                    "suffix": ""
                },
                {
                    "first": "Apte",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Comput. Appl",
            "volume": "47",
            "issn": "10",
            "pages": "44--48",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A GA-based feature selection and parameters optimization for support vector machines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Expert Syst. Appl",
            "volume": "31",
            "issn": "2",
            "pages": "231--240",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Hepatitis disease diagnosis using a novel hybrid method based on support vector machine and simulated annealing (SVM-SA)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sartakhti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zangooei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mozafari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Comput. Methods Prog. Biomed",
            "volume": "108",
            "issn": "2",
            "pages": "570--579",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Automatic hepatitis diagnosis system based on linear discriminant analysis and adaptive network based on fuzzy inference system",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dogantekin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dogantekin",
                    "suffix": ""
                },
                {
                    "first": "Avci",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Syst. Appl",
            "volume": "36",
            "issn": "8",
            "pages": "11282--11286",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Investigation of hepatitis disease diagnosis using different types of neural network algorithms",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Alshamrani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Osman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Computer Science and Network Security (IJCSNS)",
            "volume": "17",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Neural networks in medical diagnosis: Comparison with other methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Šter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobnikar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Conference on Engineering Applications of Neural Networks",
            "volume": "",
            "issn": "",
            "pages": "427--457",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Prediction of Parkinson's disease tremor onset using radial basis function neural networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Aziz",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Syst. Appl",
            "volume": "37",
            "issn": "4",
            "pages": "2923--2928",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Coronary heart disease diagnosis by artificial neural networks including genetic polymorphisms and clinical parameters",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "Y"
                    ],
                    "last": "Atkov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gorokhova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Sboev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Generozov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Muraseyeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Moroshkina",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Cherniy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Cardiol",
            "volume": "59",
            "issn": "2",
            "pages": "190--194",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Available: https:// www.google.co.in/maps/place/Cachar,+Assam/@24.7737965,92. 6532688,75953m/data=!3m1!1e3!4m5!3m4!1s0x374e4a 7895c9586b:0x921d35c0a735d9e8!8m2!3d24.7821253!4d92. 8577105",
            "authors": [
                {
                    "first": "Google",
                    "middle": [],
                    "last": "Maps",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "KFD virus ecology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Extremal optimization tuned neural network (EO-NN) flowchart (S), Probable (PR), and Highly Susceptible (HS) category.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Google",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Error occurrence during training at different iteration level",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "it is 96.74%, 96.66%, 84.72 and 93.5% respectively.Figure 9dshows the observation of two performance measures together namely F-Measure and MCC. The MCC defines how well the classification model is performing. From the graph, it has been observed that the best MCC obtained for the classifiers are 0.877, 0.862, 0.788, 0.407 and 0.761",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparative analysis of the EO-NN with other classifiers. a Accuracy b Sensitivity c Specificity d F-Measure vs MCC e E MA vs E RMS",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This article is part of the Topical Collection on Mobile & Wireless Health",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Users personal attributes",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical attributes of users suffering from KFD",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Data acquisition mediums for different types of attributes",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Category wise patient monitoring interval",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Guidelines to be followed for avoiding KFDV",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "indicates a completely correct classifier. A value near to 1 represents better classification performance. These performance measures have been computed through Eqs. (1)-(6), where TN represents a number of True Negative samples, TP represents True Positive samples, FP is the number of False Positive samples, and FN is the False Negative samples.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Performance analysis for different number of test cases No. of test cases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Authors would like to thank Dr. Subhankar Debnath and Dr. Saswati Majumder, Government Medical Officer, Tripura Health Service, India for helping us in database generation and other support services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors have no conflict of interests to declare.Ethical approval This article does not contain any studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}