{
    "paper_id": "c9fd14bb30e75a26b15c72e67ec881d2200a95e5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Bmj",
                "middle": [
                    "|"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "addrLine": "Weston Education Centre",
                        "postCode": "SE5 9RJ",
                        "settlement": "London"
                    }
                },
                "email": "g.rubin@iop.kcl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective To assess whether perceptions of the swine flu outbreak predicted changes in behaviour among members of the public in England, Scotland, and Wales. Design Cross sectional telephone survey using random digit dialling. Setting Interviews by telephone between 8 and 12 May. Participants 997 adults aged 18 or more who had heard of swine flu and spoke English. Main outcome measures Recommended change in behaviour (increases in handwashing and surface cleaning or plans made with a \"flu friend\") and avoidance behaviours (engaged in one or more of six behaviours such as avoiding large crowds or public transport). Results 37.8% of participants (n=377) reported performing any recommended behaviour change \"over the past four days . . . because of swine flu.\" 4.9% (n=49) had carried out any avoidance behaviour. Controlling for personal details and anxiety, recommended changes were associated with perceptions that swine flu is severe, that the risk of catching it is high risk, that the outbreak will continue for a long time, that the authorities can be trusted, that good information has been provided, that people can control their risk of catching swine flu, and that specific behaviours are effective in reducing the risk. Being uncertain about the outbreak and believing that the outbreak had been exaggerated were associated with a lower likelihood of change. The strongest predictor of behaviour change was ethnicity, with participants from ethnic minority groups being more likely to make recommended changes (odds ratio 3.2, 95% confidence interval 2.0 to 5.3) and carry out avoidance behaviours (4.1, 2.0 to 8.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions The results support efforts to inform the public about specific actions that can reduce the risks from swine flu and to communicate about the government's plans and resources. Tackling the perception that the outbreak has been \"over-hyped\" may be difficult but worthwhile. Additional research is required into differing reactions to the outbreak among ethnic groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In April 2009 a new strain of influenza virus, A/H1N1, commonly referred to as \"swine flu,\" began to spread in several countries around the world. Evidence that this new strain could pass from human to human led the World Health Organization to quickly raise its pandemic alert level to phase 5, representing \"a strong signal that a pandemic is imminent and that the time to finalise the organisation, communication and implementation of the planned mitigation measures is short.\" 1 This was subsequently raised to phase 6, indicating that a full global pandemic was under way. Given the lack of any specific vaccine against swine flu, mitigation measures in the United Kingdom have so far focused on identifying, treating, and isolating people who have the disease and educating the public about the steps that individuals can take to reduce the risk of transmission. These recommendations include using tissues when sneezing, washing hands regularly with soap and water, and setting up a network of \"flu friends\" to provide mutual assistance should someone become ill. 2 3 Encouraging the public to undertake specific behaviours related to hygiene has proved useful in containing previous outbreaks of infectious disease. 4 Motivating the public to adopt such behaviours can be difficult. Studies of how people responded to the outbreak of severe acute respiratory syndrome in 2002 suggest that perceptions or beliefs about an outbreak may be important in determining compliance with official advice. In particular the literature on severe acute respiratory syndrome suggests that people may be more likely to comply with health related recommendations if they believe that the recommended behaviours are effective, 5 6 they perceive a high likelihood that they may be affected by the outbreak, [6] [7] [8] they perceive that the illness has severe consequences, 6 they believe that the illness is difficult to treat, 9 and they believe that the government is providing clear and sufficient information about the outbreak and can be trusted to control the spread of infection. 7 In addition, higher levels of anxiety or worry may be associated with an increase in behaviour changes. 5 10 In addition to these factors, two others may be relevant in determining whether people adopt precautionary behaviour in response to an outbreak. Firstly, a sense of public distrust exists about journalists and the sensationalising of health related stories. 11 People may fail to heed official advice conveyed through the media if they believe that this is \"just another health scare.\" Secondly, many scientific uncertainties surround swine flu. 12 Such uncertainty may influence whether people undertake precautionary behaviours. 13 Understanding the role of specific perceptions in motivating people to engage in precautionary behaviour may help health communicators to improve their messages about outbreaks of new infectious disease generally and swine flu specifically.",
            "cite_spans": [
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "2 3",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1225,
                    "text": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1718,
                    "end": 1721,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 1797,
                    "end": 1800,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1801,
                    "end": 1804,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1805,
                    "end": 1808,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1865,
                    "end": 1866,
                    "text": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1920,
                    "end": 1921,
                    "text": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2079,
                    "end": 2080,
                    "text": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2185,
                    "end": 2189,
                    "text": "5 10",
                    "ref_id": null
                },
                {
                    "start": 2448,
                    "end": 2450,
                    "text": "11",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2636,
                    "end": 2638,
                    "text": "12",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2721,
                    "end": 2723,
                    "text": "13",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To assess the associations between perceptions and anxiety about swine flu and behaviour change relating to swine flu we carried out a cross sectional telephone survey of a large, demographically representative sample of the population of England, Scotland, and Wales. This survey provided a snapshot of public concerns and behaviours at the start of the swine flu outbreak, during a period of scientific uncertainty about the risks posed by the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Intense media reporting in the UK about the swine flu outbreak began on 25 April 2009 and peaked on 30 April after WHO raised its pandemic alert status to 5. The first two cases of swine flu in the UK were confirmed on 27 April. By 12 May, the date on which our data collection finished, 65 people in the UK had been confirmed as having swine flu and several schools had been closed as a precautionary measure. During this time a major advertising campaign was started by the government to provide the public with information and advice. This included an information leaflet sent to every home in the country, which discussed, among other things, the nature of swine flu, what the government had done to prepare for a pandemic, and what individuals could do to protect themselves and others. 3 On 11 June, after we had completed our data collection, WHO raised its pandemic alert status to phase 6.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 793,
                    "text": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "UK involvement in the swine flu outbreak"
        },
        {
            "text": "Cross sectional telephone survey Between 8 and 12 May Ipsos MORI carried out a telephone survey of 1000 residents of England, Scotland, and Wales, using random digit dialling. This sample size provided us with a sample error of about plus or minus 3%. Proportional quota sampling was used to ensure that respondents were demographically representative of the general population, with quotas based on age, sex, work status, region, and social grade. Each interview lasted 20 minutes. To reduce selection bias, participants were initially informed that the survey related to \"issues currently facing the UK\" and were only informed that the real issue was swine flu after we had obtained verbal consent to proceed. Respondents were required to be 18 years or older, to speak English, and to have heard of swine flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UK involvement in the swine flu outbreak"
        },
        {
            "text": "Participants were asked nine questions about recent behaviours. Six related to avoidance of places or activities, behaviours that had not been recommended by the government. Three related to activities that had been recommended-namely, increased cleaning or disinfecting of surfaces, washing hands with soap and water more often than usual, and discussing with a friend or family member what to do if either person caught swine flu. Eight of the questions were phrased as \"Over the past four days, I have . . . because of swine flu.\" The ninth question, relating to discussing plans, did not specify a time frame. Table 1 lists the full item wordings. Permitted responses for each question were yes, no, or does not apply. As a supplementary question we also asked \"In the past 24 hours, how many times have you washed your hands with soap and water? That does not include having a shower, a bath, or doing the washing up.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 621,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Behaviours"
        },
        {
            "text": "Perceived efficacy of behaviours Six items assessed whether participants believed that a specific action reduced their risk of catching swine flu, with possible response options being strongly agree (scored as 5), tend to agree (4), neither agree nor disagree (3), tend to disagree (2), or strongly disagree (1). Table 2 gives the wording for these questions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 320,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Behaviours"
        },
        {
            "text": "Anxiety was assessed using the six item version of the validated state trait anxiety inventory. 14 The preamble specified that respondents should answer with respect to how they had been feeling over the past four days in relation to swine flu. This scale provided scores of between 6 (least anxiety) and 24 (most anxiety). We categorised people who scored 12 or more as having anxiety about swine flu, and those who scored 18 or more as having high anxiety about swine flu. 15",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "14",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Anxiety"
        },
        {
            "text": "Thirty nine items were used to assess key themes of how people perceived the swine flu outbreak. Perception items were phrased as statements, with response options ranging from strongly agree (5) to strongly disagree (1). Exploratory factor analysis using principal axis factoring and varimax rotation suggested that nine factors were present in the data. All factors were readily interpretable by examining those items with loadings greater than 0.4. Six of the factors were used to form scales (box). Scores on these scales were calculated as the mean of the relevant items. Cronbach's α scores of less than 0.6 for the remaining three factors prevented us from forming scales. Instead we used the single item that we thought best summarised the factor in the analysis. These related to uncertainty (\"I do not understand what is happening with this swine flu outbreak\"), control (\"I think that if I am careful, I can reduce my risk of catching swine flu\"), and lack of treatments (\"I think there is nothing that can be done to treat people with swine flu\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceptions"
        },
        {
            "text": "Personal variables consisted of sex, age, working status, household income, children aged 0 to 4 in the household, educational level, ethnicity, and the presence of any chronic illness or disability diagnosed by a doctor. We also asked whether respondents had received the government's leaflet on swine flu and, if so, whether they had read it. Analyses We calculated two primary outcomes; whether the participant had engaged in any of the six avoidance behaviours (table 1) and whether the participant had engaged in any of the three recommended behaviours (table 1) . Binary logistic regressions were used to calculate the univariate associations between personal characteristics and the primary outcomes. We used t tests to investigate the association between anxiety levels and the primary outcomes. Two sets of binary logistic regressions were used to assess the univariate associations between perception variables and primary outcomes, and also the multivariate associations adjusting for significant personal variables and anxiety. We calculated t tests and odds ratios to assess whether receiving or reading the government's swine flu leaflet was associated with behaviour outcomes or anxiety.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "Analyses",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 567,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Personal and other variables"
        },
        {
            "text": "Weighting the data by age, sex, working status, region, and social grade did not alter the prevalence of any behaviour outcome by more than 1%. We therefore carried out analyses using unweighted data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal and other variables"
        },
        {
            "text": "Overall, 14 297 potential respondents were contacted. Of these, 9451 refused to participate, 3575 asked to be called back later but declined to make an appointment, and 123 made an appointment but could not be included during the data collection period. Of the remainder, 93 were ineligible to participate (including 37 who reported that they had not heard of swine flu) and 55 were out of quota, leaving 1000 eligible people who were interviewed. Of these, three reported that they or a family member had been advised to take antiviral drugs because of exposure to swine flu and were therefore excluded from analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Behaviour outcomes, anxiety, and perceived efficacy of behaviours Table 1 lists the behaviour changes reported in response to the swine flu outbreak. Forty nine people (4.9%) reported engaging in one or other form of avoidance behaviour, whereas 377 (37.8%) said that they had carried out one or more of the three recommended behaviours. In total, 237 (23.8%) scored 12 or more on the six item state trait anxiety inventory, suggesting anxiety about swine flu. Of these, 21 (2.1%) scored 18 or more, suggesting high anxiety. Table 2 lists the perceived efficacy of the six behaviours asked about. Table 3 shows the associations between personal variables and behaviour. Women, people aged 18 to 24, and parents of young children were significantly more likely to follow recommended behaviours. Participants who were not employed, were poor, had an annual household income of less than £30 000, or had no educational qualifications were significantly more likely to adopt avoidance behaviours. The largest effects were for participants from non-white ethnic backgrounds, who were significantly more likely than white participants to adopt both recommended behaviours (odds ratio 3.2, 95% confidence interval 2.0 to 5.3) and avoidance behaviours (4.1, 2.0 to 8.4). Further analyses showed that ethnicity remained a significant predictor for recommended behaviours (2.6, 1.4 to 4.7) and avoidance behaviours (4.9, 1.8 to 13.1) even after adjusting for age, sex, education, young children in the household, income, and working status.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 525,
                    "end": 532,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 597,
                    "end": 604,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Participants who had carried out one or more recommended behaviours had significantly higher levels of anxiety than participants who had not (mean difference 1.7, 95% confidence interval 1.3 to 2.1, t=8.5, df=995, P<0.001). Similarly, participants who had carried out one or more avoidance behaviours had significantly higher levels of anxiety than those who had not (2.6, 1.7 to 3.5, t=5.8, df=995, P<0.001). Table 4 shows the mean scores for the perception factors and the univariate and multivariate associations between perceptions and behaviour change. Adjusting for all significant personal variables in table 3 and for anxiety, all perceptions apart from those relating to the availability of treatments for swine flu were associated with carrying out one or more recommended behaviours. Although perceptions relating to likelihood, severity, exaggeration, timeline, and uncertainty also showed significant univariate associations with carrying out one or more avoidance behaviours, only likelihood and severity remained significant after adjusting for personal variables and anxiety.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Association between anxiety and behaviour"
        },
        {
            "text": "Perceived efficacy of specific behaviours as a predictor of behaviour change Binary logistic regressions showed significant univariate associations between perceived efficacy of reducing the number of people met in a day and adopting one or more avoidance behaviours (odds ratio 1.8, 95% confidence interval:1.4 to 2.3), perceived efficacy of avoiding public transport and reducing the amount of public transport used (2.2, 1.4 to 3.5), perceived efficacy of cleaning or disinfecting things that might be touched and increasing the amount of cleaning or disinfection of things (2.2, 1.7 to 2.8), and perceived efficacy of washing hands regularly with soap and water and actually washing hands more regularly (1.8, 1.5 to 2.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between perceptions and behaviour"
        },
        {
            "text": "Although the strength of these associations was reduced by adjusting for age, sex, working status, household income, educational level, ethnicity, young children in the house, and anxiety, all four remained significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between perceptions and behaviour"
        },
        {
            "text": "At the time of the survey, 392 participants said that they had received the government's leaflet about swine flu (39.3%), and 255 (25.6%) said they had read it. No significant differences were found between participants who had or had not received the leaflet in terms of anxiety (mean difference −0.3, 95% confidence interval −0.7 to 0.08, t=1.6, df=995, P=0.12), whether they had adopted one or more of the recommended behaviours (odds ratio 0.9, 95% confidence interval 0.7 to 1.2), or whether they had adopted one or more of the avoidance behaviours (0.5, 0.3 to 1.0). Comparing participants who had read the leaflet with those who had not did not alter the results for the behaviour outcomes. Participants who had read the leaflet were, however, significantly less anxious than the combined group who had either not read the leaflet or not received it (mean difference −0.5, 95% confidence interval −0.9 to −0.05, t=2.2, df=995, P=0.03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of the leaflet on behaviours and anxiety"
        },
        {
            "text": "Our results suggest that less than two weeks after WHO responded to the swine flu outbreak by raising its pandemic alert status to 5 and in the face of intense media coverage and a major government advertising campaign, public responses to swine flu were muted. Anxiety about the outbreak was low, with only 24% of participants reporting any anxiety and only 2% reporting high anxiety. Behaviour changes were also limited. Most people reported that they had not changed the frequency of their hand washing (72%), increased the amount that they cleaned or disinfected things (83%), or discussed plans with a \"flu friend\" (85%). In fact most people (62%) had done none of these things. There was also little evidence that people were using behaviours with potentially damaging social or economic implications, 16 with fewer than 5% reporting that they had avoided people or places as a result of the outbreak. These results add to an extensive body of work that rebuts any suggestion that the public's first response when faced with a novel threat is to over-react or panic. 17 In practice, convincing the public that the threat is real is often a more pressing task for public health agencies than providing reassurance.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "text": "16",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "text": "17",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The associations identified between perceptions about the outbreak and behaviour change provide some insight into factors that could be targeted to improve rates of compliance with official recommendations. As might be expected, 6-8 18 believing that there is currently a high risk of catching swine flu and that catching it will have severe consequences were both associated with behaviour change. Perceiving that the outbreak would continue for a long time was also a predictor of whether someone carried out recommended behaviours, presumably because this indicated a higher level of risk over the longer term. Less uncertainty about the outbreak and perceptions that the overall information given out was clear, consistent, and helpful were also associated with an increased likelihood of undertaking recommended changes to behaviour. The importance of reducing uncertainty and providing clear information has been suggested before 11 19 and although most accounts have focused on this as a way of reducing anxiety, these factors can also affect behavioural responses during major incidents. 20 In this study the mean scores of scales for \"good information\" and \"uncertainty\" suggested that public health communicators had some success in preventing confusion and in conveying a consistent set of comprehensible messages, which in turn seem to have increased rates of recommended behaviour change.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 235,
                    "text": "6-8 18",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 941,
                    "text": "11 19",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "text": "20",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The role of perceptions"
        },
        {
            "text": "Informing the public about a potential health risk is never free of context. Previous warnings or alerts that have seemingly come to nothing may determine how people perceive the present situation. 11 17 The high mean score on our exaggeration scale suggests that this may have been the case in the early stages of the swine flu outbreak. As might be expected, the perception that the incident had been hyped up was associated with a lower likelihood of behaviour change. Correcting such perceptions in the short term may not be easy. 17 A long history of well intentioned health warnings from the government and scientists have left the public uncertain about the relative importance of each new warning, while a constant flow of \"urgent\" health warnings based on limited, if any, evidence are carried on a daily basis by the UK media. 21 It is therefore unsurprising that 68% of our respondents agreed with one item in our exaggeration scale, \"I think that the media have over-exaggerated the risks of catching swine flu.\" A more encouraging finding was that the authorities still received a relatively high score for trust (mean score 3.9 of 5). Our finding that participants with higher trust in the government and the responding agencies were more likely to follow their recommendations seems logical and corresponds with evidence of a similar relation during the severe acute respiratory syndrome outbreak. 7 Finally, most of our sample agreed that if they were careful they could reduce their risk of catching swine flu. This perception was associated with an increased probability of taking action. Fatalistic assumptions that \"there is nothing you can do\" have been observed in some people during previous incidents 22 but did not pose a major problem in this instance. More specific perceptions as to which particular actions are effective in reducing the risk revealed an interesting pattern. Whereas over 80% of participants believed that the hygiene measures recommended by the government were effective, around half of respondents also believed the same about avoiding other people or public transport. The perceived efficacy of such actions was associated with actually performing them. These data suggest that should recommendations for social distancing be required in this or any future outbreak, the public is likely to view such measures as effective.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 203,
                    "text": "11 17",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "17",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "21",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1413,
                    "end": 1414,
                    "text": "7",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The role of perceptions"
        },
        {
            "text": "The role of personal variables Behaviour change among our sample was partly predicted by several personal variables. Similar effects to those reported here have been observed for sex, 5 6 10 parental status, 20 and low socioeconomic status, 23 although the effect of age, with younger adults being more likely to take action, is contrary to the effect observed in several studies on severe acute respiratory syndrome. 5-7 10 Of most interest was the association between ethnicity and behaviour change, an association that was apparent even after adjusting for socioeconomic variables. We did not have enough participants from ethnic minorities to carry out subgroup analyses and to identify which, if any, ethnic groups were reacting most to the outbreak. Previous research has found that worry and avoidance behaviours relating to terrorism are more common among minority groups in general than in white respondents, suggesting that this effect may be due to shared perceptions of vulnerability or low levels of control. 24 More research on the causes of this phenomenon is required.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "5 6 10",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "20",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "23",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 418,
                    "end": 424,
                    "text": "5-7 10",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "text": "24",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The role of perceptions"
        },
        {
            "text": "The impact of the swine flu leaflet Our results suggest that the government's swine flu leaflet had limited if any impact on behaviour change, although reading the leaflet was associated with lower anxiety. These analyses do not imply that the information in the leaflet was ineffective: it might be that the widespread media campaign that preceded delivery of the leaflet meant that the public was already well informed about swine flu by the time of our survey. At the same time the effects of the leaflet on the use of tissues or on health behaviours among people with flulike symptoms was not assessed in this study. Finally, we were only able to assess the effects of the leaflet during a period of relatively low swine flu transmission in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of perceptions"
        },
        {
            "text": "Investigating public perceptions in the immediate aftermath of a major incident presents several challenges. 25 Ideally, a randomly selected sample of the public should be interviewed, with efforts made to ensure a good response rate and comparisons made with the known distribution of key variables in the population to assess the presence of non-response bias. Maximising response rates takes time, however. 26 Yet after a major incident, data on perceptions and behaviours must be collected quickly if they are to have any impact on policy. 25 Because speed was important, we elected to use random digit dialling with quota sampling so that the demographic distribution of our sample matched that of the population of England, Scotland, and Wales. In practice the use of quotas prevented only 55 potential respondents from participating. The low response rate (7%) may be of more concern, although as participants were not informed of the survey topic until consent had been obtained, any non-response bias on the basis of interest in the topic should have been minimal. Given the nature of this telephone survey, we were unable to obtain any data about nonresponders with which to assess potential bias. Aside from design issues, another issue with our study was the choice of primary outcome measure. Behaviour change is not the same as compliance with official advice. For example, some people who reported not increasing their hand washing none the less may have complied with advice to wash hands \"often,\" 3 whereas others who did increase their hand washing may still have fallen short of the optimal frequency. If \"often\" is defined as 10 times or more a day 4 then 41.3% of our sample met the criterion for compliance. If defined as five or more times a day, 27 then 76.9% met the criterion. Using compliance rather than behaviour change as the outcome might have resulted in a different set of findings. However, while such data are of importance to disease modellers and policy makers, from the perspective of assessing public responses to an incident, behaviour change is the key indicator to consider. Compliance by default among people who frequently wash their hands is of lesser interest.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "25",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 410,
                    "end": 412,
                    "text": "26",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "25",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methodological issues"
        },
        {
            "text": "Our selection of behaviour outcome measures deliberately avoided two of the key factors communicated to the public during the outbreak: the use of tissues when sneezing and what to do if flu-like symptoms develop. Given our sample size and the prevalence of flu at the time of the survey, we were unable to assess the set of behaviours regarding flu-like symptoms. Use of tissues was not included as this is important for the protection of others rather than oneself and hence may be qualitatively different in terms of its relation with predictor variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological issues"
        },
        {
            "text": "A caveat is also required about the perception scales that we used. Although the items incorporated in these scales had face validity, clustered appropriately during factor analysis, and produced adequate internal reliability their psychometric properties have yet to be determined fully. In particular, those measures based on single items should be regarded with caution. Further studies to expand and refine these scales and to test their properties in different situations are ongoing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological issues"
        },
        {
            "text": "Finally, the cross sectional nature of our data means that we may have underestimated the strength of the associations between some risk factors and behaviour change. For example, engaging in precautionary behaviours may serve to reduce anxiety or reduce someone's perceived risk of catching swine flu. The true role of these variables in motivating behaviour change may therefore have been stronger than our results imply. For other analyses we may have overestimated the strength of associations. For example, successful behaviour change may increase someone's belief that they have control over the risk, artificially inflating our estimate of this effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological issues"
        },
        {
            "text": "Early epidemiological assessments suggest that the transmissibility of swine flu is at the lower end of estimates obtained for previous pandemics, whereas its case fatality ratio is comparable to that reported in the 1958 pandemic. 12 However, it remains possible that evolution of the virus or seasonal effects might alter both its transmissibility and its severity in the coming months. 12 Should swine flu develop into a more serious public health problem, then understanding what factors are associated with adaptive behaviour changes among the general public may help communicators to devise more effective public health messages. Equally, understanding how the public responds to reports of a potential pandemic may also be useful in identifying ways of encouraging behaviour change during the early stages of any future outbreak of infectious disease.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "text": "12",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 389,
                    "end": 391,
                    "text": "12",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our results largely endorse the current policy of providing the public with clear, consistent information, which focuses on the practical things that people can do to reduce their risk and which maintains trust by explicitly discussing the current level of knowledge, preparation, and resources available to tackle the outbreak. Emphasising the efficacy of recommended actions and the possible duration of the outbreak may help to improve compliance further. The perception that government warnings or media stories represent scare mongering may be difficult to tackle but requires further attention. If the present swine flu outbreak does not result in high levels of morbidity, however, it is likely that the current response will be seen by some as yet another example of scientists and media \"crying wolf.\" Finally, the large differences between ethnic groups in terms of behaviour change were of interest. Further research to confirm and explore these differences is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Encouraging people to adopt specific behaviours such as hand washing may help to reduce any effects of an influenza pandemic During the outbreak of severe acute respiratory syndrome, evidence suggested that specific perceptions of the outbreak were associated with people's willingness to make these changes to their behaviour",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT IS ALREADY KNOWN ON THIS TOPIC"
        },
        {
            "text": "In the early stages of the swine flu outbreak, relatively few people made recommended changes to their behaviour, despite widespread advertising and media coverage Factors associated with an increased likelihood of making these changes included perceptions that swine flu is severe, the risk of catching it is high, the outbreak will continue for a long time, the authorities can be trusted, and people can control their risk Being uncertain about the outbreak and believing that it had been exaggerated were associated with a lower likelihood of change",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT THIS STUDY ADDS"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Scientific Pandemic Influenza Committee's Behavioural and Communications Group; and many others for their timely and useful advice on wording of the questions and the survey design. Data collection was done by interviewers working for Ipsos MORI. Contributors: GJR had the original idea for the study and developed the study design with RA, LP, and SW. GJR carried out the analyses and wrote the first draft of the paper. All authors contributed to further drafts and had full access to all the data. SW is guarantor. Funding: This study was supported by the National Institute for Health Research, as part of a career development research training fellowship awarded to GJR. RA is supported as a full time employee of the Health Protection Agency. SW is funded by the NIHR Biomedical Research Centre for Mental Health, the South London and Maudsley NHS Foundation Trust, and the Institute of Psychiatry, King's College London. The funders played no part in the study design; the collection, analysis, or interpretation of the data; the writing of the report; or the decision to submit the manuscript for publication. The views expressed in this publication are those of the authors and not necessarily those of their funders or employers. Competing interests: None declared. Ethical approval: This study was approved by King's College London's Psychiatry, Nursing and Midwifery Research Ethics Committee",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "Virginia",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "Iain",
                    "middle": [],
                    "last": "Mallett",
                    "suffix": ""
                },
                {
                    "first": "Helen",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Current WHO phase of pandemic alert",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alert: important information about swine flu",
            "authors": [],
            "year": 2009,
            "venue": "NHS Choices",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Important information about swine flu-leaflet. NHS Scotland; NHS Wales",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effectiveness of handwashing in preventing SARS: a review",
            "authors": [
                {
                    "first": "Ich",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "",
            "pages": "1749--58",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among Chinese in Hong Kong",
            "authors": [
                {
                    "first": "Csk",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "Csk",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1887--1895",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A tale of two cities: community psychobehavioral surveillance in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "H-P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "",
            "pages": "1033--1074",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Anticipated and current preventive behaviours in response to an anticipated human-tohuman H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Skk",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon-Shone",
                    "suffix": ""
                },
                {
                    "first": "Ryl",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1713--1733",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Communicating with the public about emerging health threats: lessons from the pre-event message development project",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jupka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "",
            "pages": "2214--2236",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "Mdv",
                    "middle": [],
                    "last": "Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--61",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Perception of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The development of a six-item short-form of the state scale of the Speilberger state-trait anxiety inventory (STAI)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Marteau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "State and trait anxiety levels before coronary angiography",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uzun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vural",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uzun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yokusoglu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Nurs",
            "volume": "17",
            "issn": "",
            "pages": "602--609",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "On SARS type economic effects during infectious disease outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brahmbhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pandemics: good hygiene is not enough",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "322--325",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Meta-analysis of the relationship between risk perception and health behavior: the example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "",
            "pages": "136--181",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Toxic reckoning: business faces a new kind of fear",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Harv Bus Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evacuation from a technological disaster",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Brunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Geographic Rev",
            "volume": "71",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Modern worries, new technology, and medicine: new technologies mean new health complaints",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMJ",
            "volume": "324",
            "issn": "",
            "pages": "690--691",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Public information needs after the poisoning of Alexander Litvinenko with polonium-210 in London: cross sectional telephone survey and qualitative analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "335",
            "issn": "",
            "pages": "1143--1149",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Are Londoners prepared for an emergency? A longitudinal study following the London bombings",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biosecur Bioterror",
            "volume": "6",
            "issn": "",
            "pages": "309--328",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Terrorism-related fear and avoidance behavior in a multiethnic urban population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Eisenman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "",
            "pages": "168--74",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Methodological challenges in assessing general population reactions in the immediate aftermath of a terrorist attack",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Methods Psychiatr Res",
            "volume": "17",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Gauging the impact of growing nonresponse on estimates from a national RDD telephone survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keeter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dimock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Craighill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Opin Q",
            "volume": "70",
            "issn": "",
            "pages": "759--79",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Handwashing and respiratory illness among young adults in military training",
            "authors": [
                {
                    "first": "Mak",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wohlrabe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Prev Med",
            "volume": "21",
            "issn": "",
            "pages": "79--83",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "scales used in the analyses, with examples of items Trust in the authorities (five items) In general, I think the authorities are acting in the public's best interest in dealing with the swine flu outbreak (Cronbach's α 0.81) Likelihood of infection (five items) I believe there is currently a high risk of catching swine flu in the shops I go to (Cronbach's α 0.80) Severity of illness (five items) I think that if I catch swine flu it will have major consequences for my life (Cronbach's α 0.70) Exaggeration of the risk (four items) I think that the media have over-exaggerated the risks of catching swine flu (Cronbach's α 0.62) Timeline for the outbreak (three items) In my opinion, this swine flu outbreak is going to continue for a long time (Cronbach's α 0.74) Good information (three items) Overall, the information I have heard about swine flu has been clear (Cronbach's α 0.75)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Behavioural responses to swine flu outbreak",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Perceived efficacy of various behavioural responses to swine flu. Values are numbers (percentages) of participants I believe that . . . reduces your risk of catching swine flu:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Association between personal variables and behaviour during swine flu outbreak",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Association between perception variables and behaviour during swine flu outbreak",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}