{
    "paper_id": "cbed12f825c7d482266f275e8a678eee439cdc1c",
    "metadata": {
        "title": "Effect of Exogenous Mouse Interferon on Murine Fulminant Hepatitis Induced by Mouse Hepatitis Virus Type 2",
        "authors": []
    },
    "abstract": [
        {
            "text": "YASUH][RO KATO, YATSUGI NODA, MASASHI UNOURA, NOBUYOSHI TANAKA, KENICHI KOBAYASHI, NOBU HATTORI, KIICHI HATANO, and SHIGEYASU KOBAYASHI",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "the liver tissue and development of liver cell necrosis, and prolonged the survival. It was atso found that the earlier mouse interferon was administered, the greater was the prolongation of survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "patic necrosis (4, 5) . In the present study, we investigated the effect of exogenous mouse interferon in this fulminant hepatitis mouse model.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 19,
                    "end": 21,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Growth of MHVo2. For quantitative determination of the growth of MHV-2, delayed brain tumor (DBT) cells derived from a mouse brain tumor were used (6) . For the culture medium, minimum essential medium (MEM) fluid was supplemented with 10% each of calf serum and tryptose broth. The culture medium was discarded when DBT cells became a monolayer on a 25-cm 2 culture dish. The cells were then cultured with 0.2 ml of a crude suspension of MHV-2 at 37 ~ C for 1 hr. Thereafter, the DBT cells infected with MHV-2 were further cultured in 5 ml of the culture medium at 37~ for 15 hr. Five milliliters of the culture broth thus obtained was frozen and stored at -80 ~ C until used for the experiment.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "MHV-2 was quantitated according to the method of Hirano et al (6) , The DBT cells monolayerd in a petri dish (35 mm in diameter) were infected with 0.2 ml of the stored culture broth or liver homogenate at 37 ~ C for 40 min. The DBT cells were then washed with fresh culture broth and further cultured in a medium containing 50% nobel agar for 2 days. After this culture, the number of plaques formed was counted. Administration of Mouse Interferon. The highly purified mouse interferon (containing both or-and t3-interferon) used in this experiment was provided by Toray Basic Research Laboratory (Kamakura, Japan) (7) . It was prepared from mouse L-cells and had a specific activity of 3 • 10 7 IU/mg protein. It was dissolved in physiological saline and was adjusted to have a concentration of 10 3 IU/0.2 ml. The mice given interferon were divided into four groups based on the time of inoculation: group IF1, one day before MHV-2 inoculation; group IF2, at the same time as inoculation; group IF3, one day after inoculation; and group IF4, two days after inoculation. To each group, 10 3 iU/mouse/day of the exogenous mouse interferon was administered intraperitoneally until the 4th day after MHV-2 inoculation. No treatment was given to the control (group C) after inoculation. The dosage of interferon (10 3 IU/mouse/day) used in this experiment was that used by Levin and Hahn (2), calculated on a weight-conversion basis to correspond to several million units/day in man.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Liver Histology and Quantitation of MHV-2 in Hepatic Tissue. Three animals each of group C (control) and IF2 were sacrificed dally until the third day after MHV-2 inoculation. Liver sections stained with hematoxylin and eosin were studied by light microscopy. When mice died during the study, liver histology was examined immediately. In addition, the amount of MHV-2 in the hepatic tissue of one animal in each group was determined and correlated with the light microscopic findings. The MHV-2 count was determined by the plaque-assay method as described after homogenization of 0. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Microscopic Histology of the Liver. In group C (control), spotty necrosis was observed in the liver in one of three animals one day after inoculation; submassive hepatic necrosis was seen in the three animals on the second day; and massive necrosis in the three animals on the third day. In group IF2, there was no necrosis of hepatic cells one day after inoculation; spotty necrosis was found in one of three animals on the second day; and on the third day focal necrosis was seen in two of three animals and submassive necrosis in one. In group IF2, the degree of necrosis of the hepatic cells at each examination time was milder compared with group C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "MHV-2 Count in Hepatic Tissue and Liver Histology. In group C, the MHV-2 count in the hepatic tissue one day after MHV-2 inoculation was 2.0 x 10 4 PFU/g wet tissue, and 1.5 x 10 7 PFU/g wet tissue on the second day ( Figure 1) . Necrosis of the hepatic cells was progressive such as from spotty necrosis on day 1 to submassive necrosis on day 2, as MHV-2 grew in the liver. In group IF2, the MHV-2 count in the hepatic tissue one day after MHV-2 inoculation was 5.0 • |01 PFU/g wet tissue, and 7.5 • 10 4 PFU/g wet tissue on the second day. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "that there was no necrosis on day 1 to focal necrosis on day 2, as MHV-2 did not grow in the liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25-"
        },
        {
            "text": "Survival Time. Death occurred in group C (N = 20) beginning the second day after inoculation. All animals had died by the third day. In contrast, in group IF1 (N = 20), 17 died between four and six days after :inoculation, and three were still alive after seven days; in group IF2 (N = 20) one lived more than seven days and 19 died between days 4 and 6; in group IF3 (N = 20) none lived more than seven days and 10 died between day 4 and day 5; and in group IF4 (N = 25) only six lived for four days. When analyzed by cumulative survival rates, the survival for the IFI-IF3 groups was found to be significantly prolonged compared with the control (P < 0.01, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 659,
                    "end": 667,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "25-"
        },
        {
            "text": "In 1978, Virelizier and Gresser inoculated C3H/ He mice with MHV-3 and produced chronic hepatitis (semiresistant) in these animals (9) . When a mouse anti-interferon antibody was administered to these mice starting from shortly after MHV-3 inoculation, they developed fulminant hepatitis and died. These observations suggested that the interferon system has an important role as an in vivo defense mechanism against MHV-hepatitis (9). On the other hand, according to the report of Schindler et al (10) in 1982, serum interferon levels increased significantly after inoculation with MHV-3 in C57 BL/6 mice (susceptible) which died of fulminant hepatitis after infection with MHV-3, whereas A/J mice (resistant) did not develop fulminant hepatitis, and the increase in serum interferon was insignificant. They concluded that the interferon system did not seem to be important as defense mechanism in vivo (10) . Thus, there is no established opinion as to how the interferon system is involved as MHV hepatitis progresses, nor have there been any reports assessing the effect of exogenous mouse interferon on MHV hepatitis.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, we investigated the effect of exogenous mouse ~-+ 13-interferon produced by mouse L cells on a murine fulminant hepatitis model. The effect was assessed from the histological changes of the liver, the MHV-2 content in hepatic tissue, and the survival time. The degree of hepatic cell necrosis, in comparison with the control group, was much milder histologically in group IF2, in which mouse interferon was administered at the time of MHV-2 inoculation. It indicates that the administration of mouse interferon, in doses similar to those used in man without side effects (2), suppresses the progress of hepatic cell necrosis in this murine model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The mechanism of hepatic cell necrosis by MHV has been recognized to involve both host-response mechanisms and direct viral cytopathology (3, 11) . Since the MHV-2 count in the hepatic tissue was remarkably lower in group IF2 than in the control group at each time it was measured, exogeneous mouse a-+ 13-interferon may suppress hepatic cell necrosis in this group by its direct antiviral action and/or interferon-dependent immune responses (natural killer cell, cytotoxic T cell, macrophage, etc).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The activity of macrophage, which is genetically restricted in mice, is widely accepted to be the important defense mechanism against MHV-2 infection (12, 13) . Bang et al (12) reported, in 1960, that MHV-2 grew well in a culture of macrophages taken from the liver and peritoneum of MHV-2suspectible ICR mice, whereas no growth of MHV-2 was observed in a similar system using macrophages from resistant C3H. In this regard, it is speculated that exogenous mouse or-+ 13-interferon might enhance the antiviral activity of macrophages for MHV-2 in susceptible ICR mice.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The survival time was significantly prolonged in groups IFI-IF3, in which mouse interferon was started before the mice developed fulminant hepatitis. Even in group IF4, in which the administration of interferon was started when some of the mice had already died, the survival time was somewhat prolonged compared with the control. These observations clearly demonstrate the value of early treatment with mouse a-+ [~-interferon produced by mouse L cells in a murine model of fulminant hepatitis, although the relevance of these findings to human fulminant hepatitis, which is caused by different viruses, is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Interferon System",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interferon system in acute viral hepatitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "592--594",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lymphocyte-instructed monocyte induction of the coagulation pathways parallels the induction of hepatitis by the murine hepatitis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leibowitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Edington",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Progress in Liver Disease",
            "volume": "",
            "issn": "",
            "pages": "393--409",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Difference in response to mouse hepatitis virus among susceptible mouse strains",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kiuchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Jpn J Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "293--302",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of mouse hepatitis virus strains for pathogenicity in weanling mice infected by various routes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arch Virol",
            "volume": "70",
            "issn": "",
            "pages": "69--73",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Replication and plaque formation of mouse hepatitis virus (MHV-2) in mouse cell line DBT culture",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Arch Gesamte Virusforch",
            "volume": "44",
            "issn": "",
            "pages": "298--302",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interferon production with multitray culture system on a large scale",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Utumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iizuka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Interferon Res",
            "volume": "4",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Generalized Wilcoxon test for comparing arbitrarily singly-censored samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gehan",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Biometrika",
            "volume": "52",
            "issn": "",
            "pages": "203--224",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of interferon in the pathogenesis of viral disease of mice as demonstrated by the use of antiinterferon serum. V. Protective role in mouse hepatitis virus type 3 infection of susceptible and resistant strains of mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Virelizier",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gresser",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Immunol",
            "volume": "120",
            "issn": "",
            "pages": "1616--1619",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Activation of natural killer cells and induction of interferon after injection of mouse hepatitis virus type 3 in mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Engler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kirchner",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Infect Immun",
            "volume": "35",
            "issn": "",
            "pages": "869--873",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effect of mouse hepatitis virus infection on the microcirculation of the liver",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Macphee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rappaport",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Hepatology",
            "volume": "3",
            "issn": "",
            "pages": "964--973",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc Nail Acad Sci",
            "volume": "46",
            "issn": "",
            "pages": "1065--1075",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Blocking of in vitro and in vivo susceptibility to mouse hepatitis virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Exp Med",
            "volume": "146",
            "issn": "",
            "pages": "1467--1472",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison between the hepatic concentration of MHV-2 measured as plaque-forming units and the histological findings of the liver in groups C and IF2. Murine Fulminant Hepatitis Model. The fulminant hepatitis model was prepared by a single intraperitoneal inoculation of 0.2 ml of a dilute MHV-2 fluid (prepared to contain 10 3 plaque-forming units (PFU)/10 ml MHV-2) to 4-week-old male ICR mice, a strain susceptible to MHV-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2 g of wet hepatic tissue with 0.8 ml of culture medium. Survival Time. The survival of mice in group C (N = 20), IFI(N = 20), IF2 (N = 20), IF3(N = 20) and IF4(N = 25) was assessed to the seventh day postinoculation. The cumulative survival curves in each group were determined by the method of Kaplan-Meier and statistical analysis was made in accordance with the generalized Wilcoxon test (8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Necrosis of the hepatic cells was suppressed,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cumulative survival rates of groups C (N = 20), IFI (N = 20), IF2 (N = 20) IF3 (N = 20) and IF4 (N = 25) on the basis of the life-table method.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}