{
    "paper_id": "cbf20969da0fdadbb513502aa324d940defc5f15",
    "metadata": {
        "title": "Clinical and virological data of the first cases of COVID-19 in Europe: a case series",
        "authors": [
            {
                "first": "France",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F-X",
                "middle": [],
                "last": "Lescure",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Bouadma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P-H",
                "middle": [],
                "last": "Wicky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Q",
                "middle": [],
                "last": "Le Hingrat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J-C",
                "middle": [],
                "last": "Lucet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Mentre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Duval",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Descamps",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J-F",
                "middle": [],
                "last": "Timsit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Yazdanpanah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francois-Xavier",
                "middle": [],
                "last": "Lescure",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lila",
                "middle": [],
                "last": "Bouadma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duc",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marion",
                "middle": [],
                "last": "Parisey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul-Henri",
                "middle": [],
                "last": "Wicky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvie",
                "middle": [],
                "last": "Behillil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Gaymard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maude",
                "middle": [],
                "last": "Bouscambert-Duchamp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Flora",
                "middle": [],
                "last": "Donati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quentin",
                "middle": [],
                "last": "Le Hingrat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Enouf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nadhira",
                "middle": [],
                "last": "Houhou-Fidouh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martine",
                "middle": [],
                "last": "Valette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Mailles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Christophe",
                "middle": [],
                "last": "Lucet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "France",
                "middle": [],
                "last": "Mentre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Duval",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [],
                "last": "Descamps",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Denis",
                "middle": [],
                "last": "Malvy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-François",
                "middle": [],
                "last": "Timsit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Lina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvie",
                "middle": [],
                "last": "Van-Der-Werf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yazdan",
                "middle": [],
                "last": "Yazdanpanah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background On Dec 31, 2019, China reported a cluster of cases of pneumonia in people at Wuhan, Hubei Province. The responsible pathogen is a novel coronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We report the relevant features of the first cases in Europe of confirmed infection, named coronavirus disease 2019 (COVID-19), with the first patient diagnosed with the disease on Jan 24, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods In this case series, we followed five patients admitted to Bichat-Claude Bernard University Hospital (Paris, France) and Pellegrin University Hospital (Bordeaux, France) and diagnosed with COVID-19 by semi-quantitative RT-PCR on nasopharyngeal swabs. We assessed patterns of clinical disease and viral load from different samples (nasopharyngeal and blood, urine, and stool samples), which were obtained once daily for 3 days from hospital admission, and once every 2 or 3 days until patient discharge. All samples were refrigerated and shipped to laboratories in the ), where RNA extraction, real-time RT-PCR, and virus isolation and titration procedures were done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The patients were three men (aged 31 years, 48 years, and 80 years) and two women (aged 30 years and 46 years), all of Chinese origin, who had travelled to France from China around mid-January, 2020. Three different clinical evolutions are described: (1) two paucisymptomatic women diagnosed within a day of exhibiting symptoms, with high nasopharyngeal titres of SARS-CoV-2 within the first 24 h of the illness onset (5·2 and 7·4 log 10 copies per 1000 cells, respectively) and viral RNA detection in stools; (2) a two-step disease progression in two young men, with a secondary worsening around 10 days after disease onset despite a decreasing viral load in nasopharyngeal samples; and (3) an 80-year-old man with a rapid evolution towards multiple organ failure and a persistent high viral load in lower and upper respiratory tract with systemic virus dissemination and virus detection in plasma. The 80-year-old patient died on day 14 of illness (Feb 14, 2020); all other patients had recovered and been discharged by Feb 19, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation We illustrated three different clinical and biological types of evolution in five patients infected with SARS-CoV-2 with detailed and comprehensive viral sampling strategy. We believe that these findings will contribute to a better understanding of the natural history of the disease and will contribute to advances in the implementation of more efficient infection control strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) epidemic spread within China, and secondarily also outside China, with a basic reproductive number estimated to be from 2·2 1 to 3·3 2 and a mortality rate of around 2·3%. 3 In the EU (and European Economic Area) and the UK, as of March 6, 2020, 5544 cases have been reported (423 in France), including 159 deaths (seven in France). 4 So far, several studies have described demographic, clinical, and biological characteristics of patients with COVID-19, and radiological or pathological findings associated with COVID-19. More specifically, these studies have reported the most common symp toms, incubation periods, biological abnormalities, radio graphic abnormalities, CT abnormalities, and treatment data. In addition, they have described varying degrees of illness and their severity: mild, severe, or critical. They have reported proportion of complications, including acute respiratory distress syndrome, or case fatality rates, and variables associated with these complications and death. 1, [5] [6] [7] [8] [9] In this Article, through a detailed and comprehensive sampling strategy, we report the clinical and biological features of the first five cases of confirmed COVID-19 in Europe, which occurred in France, and their dynamics in parallel with changes in their viral load, based on severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA detection.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This case series is part of an overall French clinical cohort assessing patients with COVID-19 (NCT04262921). All patients at French hospitals who were diagnosed with COVID-19 according to the French National Health Agency criteria were enrolled in this cohort from Jan 24 to Jan 29, 2020. 5 Together with the French National Regulatory authorities and French Ministry of Health, on Jan 25, 2020, we determined the indication criteria for compassionate use of an investigational antiviral treatment (remdesivir) as signs of severe illness at diagnosis or secondary clinical aggravation (respiratory symptoms or general signs) based on WHO criteria for severe pneumonia caused by SARS-CoV-2 10 (appendix p 2). On the basis of expert opinion and available data in January, 2020, we considered that remdesivir might be the best potential drug for the treatment of COVID-19, although restricted to patients with severe disease (intravenous route, a loading dose of 200 mg, then maintenance daily dose of 100 mg for a total duration of 10 days). Criteria for discharge with total recovery were from European Centre for Disease Prevention and Control guidelines: asymptomatic patients with two RT-PCR negative naso pharyngeal samples at least 48 h apart. 11 The five patients in this case series, at different stages of infection, include two patients with a mild disease at admission and a secondary worsening that resulted in their admission to an intensive care unit (ICU), one initially severely ill patient directly admitted to an ICU for an acute respiratory failure, and two patients with a mild disease diagnosed very early after infection.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1249,
                    "end": 1251,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Study design and patients"
        },
        {
            "text": "We used the open-access Clinical Characterization Protocol for Severe Emerging Infections of the International Severe Acute Respiratory and Emerging Infection Consortium, supported by WHO, 12 which has been updated in response to COVID-19. This study was approved by the French Ethics Committee, and written informed consent was obtained from each patient involved or their next of kin.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Study design and patients"
        },
        {
            "text": "Evidence before this study We searched PubMed Central for all studies or reports presenting clinical characteristics of patients with coronavirus disease 2019 (COVID-19), using the terms \"COVID-19\" and \"clinical\" or \"2019-nCoV\" and \"clinical\" from database inception to Feb 24, 2020 . No language restrictions were applied. Our search returned 134 publications. These papers described demographic, clinical, and biological characteristics of patients with COVID-19, and radiological or pathological findings associated with, COVID-19. In particular, they reported most common symptoms, incubation periods, biological abnormalities, radiographic abnormalities, CT abnormalities, and treatment data. They also described varying degrees of illness and their severity: mild, severe, or critical. They reported proportion of complications, including acute respiratory distress syndrome, or case fatality rates and variables associated with these complications and death. In addition, these studies reported data on virus shedding. They studied in particular dynamics of the viral load in sputum, urine, throat swab, and stool samples in symptomatic and asymptomatic individuals. They also evaluated virus shedding in patients who had recovered.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 282,
                    "text": "Feb 24, 2020",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "This study reports clinical data from the first patients diagnosed with COVID-19 in Europe. The study also brings to the field some new and original findings by including patients at different stages of infection (ie, at very early stages or later in the course of the disease) and through a detailed and comprehensive sampling strategy; patients enrolled early being contacts of patients enrolled later during the course of the disease. To our knowledge, the association between clinical evolution and the virological dynamic has not been reported in the past. It allowed us to describe three patterns: paucisymptomatic patients diagnosed very quickly over their disease course, with an early high nasopharyngeal shedding of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) within the first 24 h of the illness onset (5·2 and 7·4 log 10 copies per 1000 cells, respectively); patients with a two-step disease progression, with a secondary worsening around 10 days after disease onset despite a decreasing viral load in nasopharyngeal samples; and a patient with a rapid evolution towards multiple organ failure and a persistent high viral load in lower and upper respiratory tract with systemic virus dissemination and virus detection in plasma (ie, an old patient).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Paucisymptomatic patients, because of high viral loads in upper respiratory tract samples, might potentially transmit the disease during the very first days of symptoms despite having a mild presentation of the disease. The implication is that COVID-19 control measures should combine immediate isolation of cases after symptom onset together with a rapid screening and monitoring of the contacts of infected patients. In patients with severe disease, two patterns were identified. The first pattern was a biphasic evolution starting with a mild presentation followed by a secondary respiratory worsening despite a decreasing viral load in the nasopharyngeal samples, suggesting that the lung damage at this phase is more related to immunopathological lesions. The second pattern, observed in the most severely ill patient who died, was a persistent and high viral excretion in the upper respiratory tract samples combined with a positive virus detection in other body fluids including blood. These findings will contribute to better understanding of the natural history of the disease and in tailoring treatment strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "See Online for appendix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Clinical samples for SARS-CoV-2 diagnostic testing were obtained according to WHO guidelines. 13 For each patient, a sampling strategy was implemented in which samples were obtained once daily for 3 days from hospital admis sion, and subsequently once every 2 or 3 days until patient discharge or death. Upper and lower (when possible) respiratory tract samples, and also blood, urine, and stool samples (or rectal swabs, if appropriate) were obtained. Upper respiratory samples were either nasopharyngeal aspirates or nasopharyngeal swabs (Sigma Virocult, Medical Wire Instrument, Corsham, UK), stool samples were either faecal swabs or stools, and blood samples were EDTA tube adapted for RT-PCR. All samples were refrigerated and shipped to the laboratories of the National Reference Center for Respiratory Viruses (The Institut Pasteur, Paris, and Hospices Civils de Lyon, Lyon, France), where procedures for RNA extraction, real-time RT-PCR (rtRT-PCR), and virus isolation and titration were undertaken. RNA extraction was done with the Extraction NucleoSpin Dx Virus kit (Macherey Nagel, Düren, Germany) or by the automated NucliSENS easyMAG (bioMérieux, Marcyl'Étoile, France), using the manufacturers' instructions. RdRp-IP1 and RdRp quantitative rtRT-PCR (appendix p 4) was used for detection of SARS-CoV-2. The RdRp RT-PCR corresponds to the Charité protocol. 14 When a sample (respiratory samples, plasma, or stool) was positive with RdRp-IP1, quantification of the number of RNA copies was done according to a scale ranging from 10³ to 10⁶ copies per μL. The viral load in stools was calculated as previously described 15 and expressed in number of RNA copies per g of stool. The quality of nasopharyngeal swabs was checked using the CELL Control r-gene kit (bioMérieux). This kit is provided with quantified plasmid for cellular quantification. All viral loads for respiratory samples were calculated with the same method as for stools 15 and normalised according to the cellular quantification as the number of RNA copies per 1000 cells. All positive plasma samples were quantified ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1631,
                    "end": 1633,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1949,
                    "end": 1951,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "The funder of this study had no role in study design, data collection, data analysis, data interpretation, and writing of the report. The corresponding author had full access to study data and final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "The main clinical and biological characteristics of the five patients at hospital admission are presented in table 1. All patients but patient 3 were diagnosed with COVID-19 on the day of their hospital admission. Patient 3 was diagnosed 3 days after because he did not fulfil the National Health Agency case definition at admission (no history of travel to or residence in the city of Wuhan). On Feb 19, 2020, all patients except patient 3 had fully recovered and were discharged. Patient 3 died on Feb 14, 2020. Schematic presentation of major events for each case are presented in figure 1. Clinical and biological characteristics day by day for each case are presented in the appendix (pp 7-11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patients 1 and 2 had mild disease at admission and secondarily severe disease, following the definition of the Chinese Center for Disease Control and Prevention. 9 Patient 1 was a 31-year-old Chinese male tourist from Wuhan who was admitted to Bichat-Claude Bernard University Hospital (Paris, France). He was diagnosed with COVID-19 on Jan 24, 2020 (illness day 6), 5 days after his arrival in Paris with his wife (patient 4). He visited a hospital in Wuhan on Jan 16 for a gout episode. He had influenza-like symptoms (table 1) from Jan 19 (illness day 1), and was admitted to hospital on the day of the diagnosis with mild lymphopenia, thrombopenia, and no abnormalities on the chest x-ray. On illness day 10, he was transferred to an ICU because of worsening of oxygen saturation (PO 2 =58 mm Hg; flow nasal cannula 4 L/min), and bilateral lung abnormalities including ground-glass opacities, reticulo-nodular syndrome, and alveolar opacities on chest CT scan (appendix p 6). A loading dose of remdesivir was administered on Jan 29 (illness day 11), followed by maintenance treatment. On Jan 31, he was discharged back to the infectious diseases ward. On illness day 15, remdesivir treatment was discontinued because of alanine aminotransferase elevation (levels three times higher than the upper limit of normal) and a maculopapular rash, without any anaphylaxis, eosinophilia, or systemic symptoms. The patient was screened for hepatitis B and C, cytomegalovirus, Epstein-Barr virus, and herpes simplex virus, and no active infection was detected. Skin and liver abnor malities decreased within 3 days. The patient became asymptomatic the following day. He was discharged on Feb 12.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patient 2 was a 48-year old man of Chinese origin, based in France. He travelled for business to China and flew back from Shanghai to France on Jan 22, 2020. He did not report any specific exposures within the 14 days before symptom onset except a 3-day stay at Wuhan. Arterial hypertension was his only underlying disease. Influenza-like symptoms started on Jan 16, and he was diagnosed on Jan 24 (illness day 9) at Pellegrin University Hospital and admitted to this hospital. On illness day 11, he was transferred to an ICU with fever of more than 38·5°C and skin mottling suggesting sepsis. On Jan 29, a CT scan showed bilateral lung abnormalities including ground-glass opacities, reticulo-nodular syndrome, and scarce alveolar opacities. In the ICU, a loading dose of remdesivir was administered on Jan 30 (illness day 15), followed by maintenance treatment until Feb 8. After full recovery, he was discharged on Feb 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patient 3 had a rapidly progressive disease classified as critical at diagnosis. Patient 3 was an 80-year-old Chinese male tourist from Yichang (Hubei Province, China) and was diagnosed with COVID-19 on Jan 28, 2020 (illness day 7), 11 days after his arrival in Europe with his However, airborne and contact precautions were observed during his hospital stay before COVID-19 diagnosis. On Jan 26, an acute respiratory failure triggered his ICU admission to Bichat-Claude Bernard University Hospital. He subsequently developed multiple organ failure with acute respiratory distress syndrome, acute kidney injury, liver failure, and sepsis-like shock. After the COVID-19 diagnosis was confirmed on Jan 28, he was transferred to the referent ICU at Bichat-Claude Bernard Hospital in Paris, where broad-spectrum antibacterials were started for a possible superinfection. Remdesivir was started with a loading dose. As two pathogens were identified, a susceptible Acinetobacter baumannii (multiplex PCR, confirmed by tracheal aspirates culture) and an Aspergillus flavus (tracheal aspirates culture), the anti-infective treatment was adapted. We treated A baumanii with meropenem, tigecycline, and colimycin followed by meropenem and levofloxacin. We initially treated A flavus with voriconazole but switched to isavuconazole because voriconazole and remdesivir both contain sulphobutyletherβ-cyclodextrin, and the safety of this association has not been evaluated yet. Remdesivir was discon tinued on Jan 30 because the patient needed renal replacement therapy. CT scan on Jan 31 showed a bilateral pleuropneumopathy including pleural effusion, alveolar condensations, ground-glass opacities, and pulmonary cysts. On Feb 5, because of the severity of the disease and persistence of viral detection, and as the risk-benefit assessment was considered favourable, remdesivir was reinitiated. Multiple organ failure persisted despite appropriate treatment against A baumannii and A flavus and no other superinfection was identified. The patient died on Feb 14 (illness day 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patients 4 and 5 were admitted to hospital early after the onset of the symptoms, and were classified as having mild disease. 9 Patient 4 (patient 1's wife), a 30-year-old Chinese woman, was diagnosed with COVID-19 on Jan 24, 2020, at Bichat-Claude Bernard University Hospital (illness day 2), 5 days after her arrival in Paris. She had spent those days with patient 1. She had moderate influenza-like symptoms from Jan 23 (illness day 1), with no abnormalities on the chest x-ray. After some days of persistent and incapacitating cough, her condition improved without any specific treatment. She became asymptomatic on Feb 2 (illness day 11) and was discharged on Feb 12.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patient 5 (patients 3's daughter), a 46-year-old Chinese woman, was diagnosed with COVID-19 on Jan 29, 2020 (illness day 2). She had stayed with patient 3 since their travel from China. She had mild symptoms, with sore throat and dry cough from Jan 28 (illness day 1), and a normal chest x-ray. Her cough, which was initially mild, increased transiently over time; she was asymptomatic from Feb 4 (illness day 8) without any specific treatment, and was discharged on Feb 17. Patients 4 and 5 had nasopharyngeal samples collected within the first 24 h of illness onset, allowing an early diagnosis of COVID-19. These early specimens had a high viral load, enabling whole-genome virus sequencing and virus isolation (table 2). The maximal normalised viral load obtained in their respiratory specimens were at 5·2 log 10 copies per 1000 cells for patient 4 and 7·4 log 10 copies per 1000 cells for patient 5 (based on the RdRp quantitative rtRT-PCR). This viral load in respiratory samples decreased over time (figure 2). SARS-CoV-2 detection by RT-PCR was negative on illness day 12 for patient 4 and on illness day 16 for patient 5 (figure 2). These patients also had a positive detection of SARS-CoV-2 in stools, with viral load as high as 6·8 log 10 copies per g of stool for patient 4 and 8·1 log 10 copies per g of stool for patient 5. However, the virus was not detected in the serum or the urine samples. Patient 1 had nasopharyngeal samples collected at illness day 6 and patient 2 on day 9, which were positive by rtRT-PCR, with a SARS-CoV-2 viral load of 7·1 log 10 copies per 1000 cells, and detected but not quantifiable viral load, respectively. The whole-genome virus sequence was obtained by direct sequencing for patient 1 only; virus isolation was unsuccessful in both cases. The secondary evolution to severe disease in these two patients (days 10 and 11) was not correlated to any viral load increase (figure 2). Both received intravenous remdesivir when the viral load had already decreased below the detection threshold. During the whole course of the disease of these two patients, SARS-CoV-2 detection by RT-PCR was negative in stools, serum, and urine. At illness day 6, patient 3 (whose disease was classified as critical) was positive by RT-PCR in both a nasopharyngeal sample and bronchoalveolar lavage, with cycle threshold values for the E gene target (Charité protocol 14 ) of 30·3 and 27·4, and similar cycle threshold values for the house-keeping gene GAPDH of 25·7 and 24·7, respectively (table 2). The SARS-CoV-2 titres in the nasopharynx were stable (from 6·7 to 4·4 log 10 copies per 1000 cells) over time, although with a trend towards decrease after the first intravenous remdesivir dose, and thereafter when remdesivir was reinitiated ( figure 2) . This patient had a RNAaemia on illness day 8 and subsequently, with a low viral load (detected but below the quantification limit). During the course of the disease, he developed a pleural exudative effusion, with SARS-CoV-2 detection positive in the pleural fluid and negative bacterial cultures. Figure 3 illustrates the kinetics of the viral load in nasopharyngeal samples of all patients after disease onset. The viral load decreased over time and became negative between illness day 9 and 14 in four patients (patients 1, 2, 4, and 5). In the most severely ill patient (patient 3), nasopharyngeal virus detection persisted until death.",
            "cite_spans": [
                {
                    "start": 2397,
                    "end": 2399,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 2774,
                    "end": 2783,
                    "text": "figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3084,
                    "end": 3092,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When available, the sequence analysis of the virus of these patients showed that patients 1 and 4 compared with patient 5 correspond to two distinct events of importation. For patients 1 and 4, the virus was clustering with viruses from cases in Wuhan, Shenzhen (China), California (USA), Australia, and Taiwan, whereas for patient 5 the virus was clustering with those from Chongqing (China) and Singapore (the genetic epidemiology of SARS-CoV-2 is available online). Furthermore, the very high degree of identity of the sequences from patients 1 and 4 supports the epidemiological link between these cases and the likelihood of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus detection in other samples"
        },
        {
            "text": "In this case series of five patients with COVID-19, we illustrated three different clinical and biological types of evolution: first, mild cases through two paucisymptomatic patients aged younger than 50 years who were diagnosed early, with high viral load in nasopharyngeal samples, suggesting a significant shedding of SARS-CoV-2, reflected by virus detection by RT-PCR; second, two young patients presenting with mild symptoms at admission and experiencing a secondary progression to pneumonia and severe disease by days 10-11; and third, an older patient with a rapid evolution towards critical disease with multiple organ failure and a long and sustained persistence of SARS-CoV-2 nasopharyngeal detection associated with viral RNA detection in multiple sites, including blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among the five cases investigated here, the two patients with mild disease were diagnosed at an early stage of the disease because they had a contact with a confirmed case. High viral loads in upper respiratory tract samples are suggestive of potentially high risk of transmissibility during the very first days of symptoms. This finding is in line with data reported by Zou and colleagues, who analysed viral load in the upper respiratory tract in relation to day of onset of symptoms in 17 symptomatic patients in whom higher viral loads were detected soon after symptom onset. 16 This observation suggests that the virus shedding pattern of patients infected with SARS-CoV-2 is different from that seen with SARS-CoV, in which the virus load was very low at disease onset. [17] [18] [19] These findings might affect the implementation of infection control measures. The implication is that COVID-19 control measures should combine immediate isolation of patients with the disease together with a ",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Blue lines represent the viral load in nasopharyngeal swab normalised using cell quantification. All positive samples below the quantification limit were represented on the quantification limit line. For readability, all negative results were represented on the x-axis, which correspond to our detection limit. / indicates not done, + indicates a positive result, and -indicates a negative result.NQ=not quantifiable. *Titre in log of copies per g of stools. For more on SARS-CoV-2 genetic epidemiology see https://nextstrain.org/ncov rapid screening and monitoring of the contacts of these patients to detect those with very mild symptoms. In two of five patients reported here, SARS-CoV-2 RNA was detected in stool samples. This possible route of transmission must be investigated; detection of viral RNA does not necessarily imply that infectious particles are present and transmissible, 20 particularly when patients, such as these two individuals, have no diarrhoea or other gastrointestinal symptoms.",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 893,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "In this case series, except for the patient with critical disease, the viral load decreased over time and became negative between illness day 9 and day 14. Of note, the virus was also detected by rtRT-PCR at low levels in the upper respiratory tract, even after full resolution of symptoms. Whether infectious virus might be still present despite symptom resolution will require further attempts of virus isolation. This uncertainty justifies the European Centre for Disease Prevention and Control recommendation to obtain two RT-PCR negative nasopharyngeal samples before discharge of asymptomatic patients. 11 This conservative recommendation is, however, no longer feasible in many European countries that are in an epidemic situation.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "In this case series, three patients had a severe or critical disease with two different patterns. The first one, in patients with severe diseases (patients 1 and 2), is characterised by a biphasic evolution starting with a mild presentation followed with a secondary respiratory worsening despite a decreasing viral load in the naso pharyngeal samples: SARS-CoV-2 was no longer detected in the upper respiratory tract in one patient and at very low levels in the other. In patients with this pattern, a CT scan at the moment of the worsening showed ground-glass lung opacities, in line with those reported by others in patients with 20 Time to worsening of respiratory symptoms was around 10 days after disease onset in these two cases, close to the median disease duration before worsening (8·0 days [IQR 5·0-13·0]), previously reported by Huang and collaborators. 6 In these patients, one might postulate that th e lung damage is more related to immuno pathological lesions, resulting from an excessive pro-inflammatory host response, rather than to uncontrolled viral replication. 6 Of note, we did not assess virus load in low respiratory tract samples from these two patients.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 635,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 866,
                    "end": 867,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1084,
                    "end": 1085,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "The second pattern, observed in the patient classified as having critical disease and who died (patient 3), consists of a persistent and high viral excretion in the upper respiratory tract samples combined with positive virus detection by rtRT-PCR in other body fluids, including blood. By contrast with the previous pattern, this persistent high viral load suggests the ability of the SARS-CoV-2 to evade the immune response. Indeed, we can speculate that, as shown during Middle East respiratory syndrome (MERS) and SARS coronavirus infections, 21,22 SARS-CoV-2 might be able to inhibit the interferon signalling pathways, resulting in higher respiratory virus load, positive viraemia, and eventually poor prognosis, as for MERS-CoV. 23, 24 Indeed, the 80-year-old patient, unlike the other cases, had evidence of high viral replication in the respiratory tract and evidence for systemic virus dissemination beyond the respiratory tract, with virus detection in plasma and pleural effusion fluid. The impaired immune response might have facilitated the bacterial and fungal superinfections. Patients with similar, severe patterns (sustained viral RNA in the respiratory tract and detection of SARS-CoV-2 in the blood) have also been reported in China. 6 As reported in previous studies, 12, 25 severely ill patients are often older patient with comorbidities. Patient 3 was aged 80 years and might have had an impaired interferon pathway.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 739,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1254,
                    "end": 1255,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1293,
                    "end": 1295,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "These different patterns, and especially the fact that patients with severe or critical disease might have different viral kinetics in the upper respiratory tract, might be important. The findings suggest that different therapeutic approaches, based on viral kinetics monitoring, might be needed in patients with a virus load decrease in the upper respiratory tract versus those with high viral replication and systemic virus dissemination. We should be cautious when analysing these data because of the small number of patients, but adapting treatment to the clinical course should be considered in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "There is no currently validated antiviral treatment to control such SARS-CoV-2 infections. Among potential candidates, remdesivir is an antiviral prodrug (nucleosidic analogue family) that has broad-spectrum in-vitro and invivo activity against numerous RNA viruses, including SARS-CoV-2. In animal models, compared with lopinavir plus ritonavir combined with interferon beta, two other potential candidates, remdesivir more significantly reduced the virus titre of mice infected with the MERS-CoV and decreased the lung tissue damage. 26 Remdesivir treatment improved disease outcomes and reduced viral loads in SARS-CoV-infected mice 27 and is inhibitory for SARS-CoV-2 in vitro. 28 A phase 3 clinical trial assessed this drug for the treatment of Ebola virus infection; therefore, data exist for the safety of use in humans. 29 Hence, on the basis of expert opinion, we considered remdesivir use in the three patients with severe disease patterns. To the best of our knowledge, only one case of remdesivir use in COVID-19 has been reported so far. 20 Two randomised controlled trials are enrolling patients in China to assess the clinical benefit of this treatment (NCT04257656; NCT04252664). On the basis of our data, we cannot draw any conclusions on the potential efficacy of remdesivir on COVID-19 infections. In two patients, the drug was initiated at the time of disease worsening, when the virus was already barely detectable in the clinical specimens. In one of them, remdesivir was discontinued after 5 days because of a combined alanine aminotransferase elevation and a rash, although it could not be confirmed that this adverse event was related to remdesivir. In the third patient, remdesivir was discontinued after a single dose because of renal replacement therapy to avoid risk of cyclodextrin accumulation. Remdesivir contains cyclodextrin, an excipient whose clearance is linearly related to creatinine clearance. Because the patient's condition was worsening and viral load was not decreasing, we reinitiated remdesivir.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 538,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 636,
                    "end": 638,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "In this paper, we report clinical and virological data on the first cases of COVID-19 in Europe. Although we acknowledge the fact that the results provided are based on a small number of cases, a detailed and comprehensive sampling strategy enabled us to illustrate the different courses of the disease we observed, and provide some relevant criteria regarding the severity of disease. We believe that these findings will contribute to better understanding of the natural history of the disease and will contribute to advances in the implementation of more efficient infection control strategies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cases in France (A-E)"
        },
        {
            "text": "FM has consulted for Novartis, Ipsen, Servier, and Da Volterra, and received research grants from Roche, and Sanofi (outside the submitted work). J-CL has received lecture fees from Merck Sharp & Dohme and research grants from Anios (outside the submitted work). DD has served on advisory boards for Gilead-Sciences, ViiV-Healthcare, Janssen-Cilag, and Merck Sharp & Dohme (outside the submitted work). DM has served on advisory boards for Gilead and Sigma Tau (outside the submitted work). J-FT has served on advisory boards for Gilead, Pfizer, Merck, Bayer, Menarini, Paratek, and MedImmune (outside the submitted work); received research grants from Merck, 3M, and Astellas (outside the submitted work); and received lecture fees from Pfizer, Merck, bioMérieux, and Gilead (outside the submitted work). BL is the co-chair of the Global Influenza and Respiratory Syncytial Virus Initiative, the chair of the scientific committee of the Global Hospital Influenza Surveillance Network, and a member of the Foundation for Influenza and has received no personal remuneration for these activities, and has received travel grants to attend meetings by Abbott, Seegene, Sanofi, and bioMérieux. Sd-v-W is a member of the European Scientific Working Group on Influenza and the Scientific Advisory Council of Global Initiative on Sharing All Influenza Data, and has lectured for Sanofi (outside the submitted work), but has received no personal remuneration for these activities. All other authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China",
            "authors": [
                {
                    "first": "Tncpere",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "European Centre for Disease Prevention and Control. Situation update for the EU/EEA and the UK, as of",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected. Interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "European Centre for Disease Prevention and Control. Infection prevention and control for the care of patients with 2019-nCoV in healthcare settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Open source clinical science for emerging infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunning",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Merson",
                    "suffix": ""
                },
                {
                    "first": "Ggu",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "8--9",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "WHO. Coronavirus disease (COVID-19) technical guidance: Laboratory testing for 2019-nCoV in humans",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of a new device for simplifying and standardizing stool sample preparation for viral molecular testing with limited hands-on time",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feghoul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salmona",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cherot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "928--961",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral shedding patterns of coronavirus in patients with probable severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1699--700",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of SARS coronavirus in patients with severe acute respiratory syndrome by conventional and real-time quantitative reverse transcription-PCR assays",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "",
            "pages": "67--72",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Interpretation of diagnostic laboratory tests for severe acute respiratory syndrome: the Toronto experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "170",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929--965",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523--557",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439--50",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Distinct immune response in two MERS-CoV-infected patients: can we go from bench to bedside?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Faure",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goffard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Mansouf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "2265--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Severe acute respiratory syndrome-related coronavirus: the species and its viruses, a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Transl Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--71",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A randomized, controlled trial of Ebola virus disease therapeutics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mulangu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "2293--303",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic description of five cases of COVID-19 in FranceCOVID-19=coronavirus disease 2019. ICU=intensive care unit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Individual dynamics of the nasopharyngeal viral load and virus detection in other body fluids in the five COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Overall dynamics of the nasopharyngeal viral load and virus detection in other body fluids in the five COVID-19 cases in France COVID-19=coronavirus disease 2019. / indicates not done, + indicates a positive result, and -indicates a negative result. *COVID-19 symptom onset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "ContributorsF-XL, LB, DN, MP, P-HW, AM, J-CL, FM, XD, DM, J-FT, and YY collected the clinical and epidemiological data, and summarised all data. SB, AG, MB-D, FD, QLH, VE, NH-F, MV, DD, BL and Sv-d-W did the virological assays. SB, AG, MB-D, FD, VE, MV, BL, and Sv-d-W set up and did the rtRT-PCR assays. Figures and tables were drafted by F-XL, LB, AG, MB-D, and Sv-d-W. F-XL, LB, BL, Sv-d-W, and YY drafted the manuscript, and revised the final version. All authors revised the final version.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Main characteristics of patients at hospital admission",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Confirmation of COVID-19 by RT-PCR, whole genome sequencing, and virus isolation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was funded by REACTing (Research & Action Emerging Infectious Diseases), INSERM, Paris, France. We dedicate this article to Mr Z, who died in our hospital in Paris on Feb 14, 2020, and to his daughter. We gratefully acknowledge the authors, the originating and submitting laboratories for their sequence and metadata shared through Global Initiative on Sharing All Influenza Data, on which this research is based. We acknowledge Gilead Science for providing remdesivir. We are also grateful to the following people and teams (collaborators): all the infectious disease staff, and more specially Laurène ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}