{
    "paper_id": "cbfd4ee0c1ac43fdea9b49b13438cbdfbf1c4862",
    "metadata": {
        "title": "The Financial Impact of Controlling a Respiratory Virus Outbreak in a Teaching Hospital Lessons Learned from SARS",
        "authors": [
            {
                "first": "Camille",
                "middle": [],
                "last": "Achonu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Audrey",
                "middle": [],
                "last": "Laporte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Gardam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Outbreaks of Severe Acute Respiratory Syndrome (SARS) in 2003 and renewed concerns regarding pandemic influenza have resulted in widespread planning for future respiratory disease outbreaks. Such planning should include accurate cost estimates for any proposed disease control strategies. From the acute care hospital perspective, such estimates typically take into account the cost of supplies and equipment, but rarely consider indirect costs such as lost revenue due to the scaling down of programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Retrospective cost analysis. Costs and savings were calculated from the hospital perspective using financial records. Costs were categorized to determine the major areas of expenditure and savings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We report that controlling a SARS outbreak in a teaching hospital over an 8-week period cost $12 million Canadian. Lost revenue and labour accounted for two thirds of the costs incurred while excess spending on services, materials, supplies and renovation of existing space accounted for the remaining one third.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cost estimates that consider only excess expenditures may considerably underestimate the true cost of infection control strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Contexte : Les flambées du syndrome respiratoire aigu sévère (SRAS) en 2003 et la crainte d'une nouvelle pandémie de grippe ont donné lieu à une planification généralisée pour contrer d'éventuelles poussées de maladies respiratoires. Cette planification devrait inclure des estimations précises des coûts pour toute stratégie de contrôle de ces maladies. Du point de vue d'un hôpital de soins actifs, de telles estimations tiennent compte d'habitude du coût des fournitures et du matériel, mais rarement des coûts indirects comme les recettes perdues en raison de la réduction des programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Méthode : Analyse rétrospective des coûts. Nous avons calculé les coûts et les économies du point de vue d'un hôpital en examinant les dossiers financiers, puis catégorisé ces coûts afin de déterminer les principaux secteurs de dépenses et d'économies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Résultats : Selon nos calculs, le contrôle de la crise du SRAS dans un hôpital d'enseignement a coûté 12 millions de dollars canadiens sur une période de huit semaines. Les recettes perdues et les frais de main-d'oeuvre ont représenté les deux tiers des coûts engagés, le dernier tiers étant attribuable aux dépenses supplémentaires en services, en matériel, en fournitures et en rénovations de l'espace existant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions : Les estimations de coûts qui ne tiennent compte que des dépenses supplémentaires peuvent être très inférieures au coût réel des stratégies de contrôle des infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n the past year, many public health programs, governmental agencies, professional associations, and individual institutions have developed strategies for controlling possible outbreaks of Severe Acute Respiratory Syndrome (SARS) and pandemic influenza. These plans typically involve a variety of control strategies, including those specifically designed to prevent or contain the spread of respiratory infections in the hospital setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In planning for hospital outbreaks, decision-makers typically take into account direct costs (i.e., the costs of additional supplies and labour) and may underestimate the total costs involved. Ontario hospitals have fixed budgets with the majority of funding being provided by the provincial government, either in the form of block funding or as fee for service. Additional revenue may be generated through profits from non-governmental sources, such as retail establishments and rental income from medical clinics. Events that negatively impact on services provided or on the general operation of the hospital may therefore not only result in increased costs for supplies and staffing, but may also impact on the hospital's ability to generate anticipated revenue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the spring of 2003, a biphasic SARS outbreak involving 381 patients occurred primarily in Toronto-area hospitals. 1 The control strategies employed to control the outbreak were broad in scope and required the use of gowns, gloves, N95 masks and goggles for all patient contact; performing surveillance on patients and staff; strictly limiting staff, patient, and visitor access to facilities except for emergencies; curtailing the movement of staff and patients between facilities; and the renovation of existing space to provide negative pressure environments. 2 Many staff were sent home with pay, while some of those who did come to work were paid overtime. Additional workers had to be hired to perform surveillance screening of staff and to provide security. Most retail establishments and clinics within the hospital were closed.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 566,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We undertook a retrospective cost study over an 8-week pital operating budget is obtained from the Government of Ontario and the remainder is generated through non-governmentfunded activities. 3 The UHN employs over 11,000 clinical, research, and support staff and has 495 physicians on active staff. The UHN cared for 33 SARS patients during the Toronto outbreak.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "text": "8-week",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 194,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Financial data for the period encompassing the first SARS outbreak, March 26 to May 31, 2003, were collected from UHN Department of Financial Services, Human Resources, or estimated based on projected expenditures. Loss of hospital revenue from both public and private sources was calculated based on budgeted predictions for the months of April and May. Due to restrictions on clinical and surgical activity during the outbreak, UHN suffered a loss in anticipated revenue generated by retail businesses, volume-funded programs, diagnostic procedures and other revenuegenerating activities. Any savings that resulted during the outbreak period were calculated by comparing the budgeted cost for supplies to the actual amount spent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Neither the income losses to physicians paid on a fee-for-service basis nor the health consequences to patients whose scheduled treatments were delayed or cancelled were included in this analysis, as these were costs borne by physicians and patients, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Costs were classified as: lost revenue; excess services, material, supplies, and renovation costs; and labour. Lost revenue refers to decreased remuneration for certain programs that are based on volume of patients seen, e.g., diagnostic imaging procedures. While it is assumed that most of these patients will be treated eventually, the hospital is unable to increase program services to make up the backlog, resulting in longer waiting lists. Although some of these patients may be treated elsewhere and some may be treated in the following fiscal year, this still represents lost hospital revenue this fiscal year. In addition, as the hospital receives a percentage of the profits generated from on-site retail shops, retail profit loss directly results in lost hospital income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Excess services, material, supplies, and renovation are costs that were not budget-ed for and were incurred as a direct result of the SARS outbreak. For example, while the hospital budgeted for isolation supplies for the 2002-2003 fiscal year, the control measures required the purchase of large amounts of additional equipment such as gowns, gloves and N95 masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Labour costs refer to: salaries for absent staff who were paid although they were not allowed to work, any overtime pay, and any additional staff who had to be hired as a direct result of the outbreak, i.e., screening personnel. Salaries for absent staff were included in the analysis because, although they were paid, no patient care was provided. This care may be provided eventually, in which case the hospital will incur a future cost. This assumption seems reasonable given that many of the services provided by the University Health Network are specialized, hence patients cannot easily seek care elsewhere. Furthermore, all hospitals in the Toronto area suffered the same service restrictions during the SARS outbreak, making it difficult for Toronto patients to be treated at other area hospitals. Table I provides an itemized listing of lost revenue, excess service, material, supplies, and renovation costs, labour costs, as well as savings incurred from decreased patient volume as a result of the first SARS outbreak. Excess spending as a result of the SARS outbreak accounted for only one third of the total cost of the outbreak, the other two thirds resulting from lost revenue and labour costs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 813,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Controlling a serious respiratory virus outbreak -in this case, SARS -over an 8-week period cost our hospital $12 million Canadian or 1.3% of its total annual operating budget. Although there were some savings due to decreased clinical activity during the outbreak, these savings were eclipsed by increased expenses and lost revenue. This negative financial impact is particularly notable because it occurred during a time when the hospital was servicing only 10% of its predicted patient volume. Despite this dramatic reduction in service, our findings show that in fact, the cost of staffing increased as existing staff continued to receive salaries even if they were prohibited from coming to work, some existing staff received overtime pay, while additional staff were hired to perform new tasks. In addition, because isolation supplies are not used for every patient during normal operation, the cost of supplies increased dramatically when they were used for every patient encounter, even though there were far fewer patients in the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study chronicles the costs incurred by a Toronto teaching hospital as a result of infection control strategies during a SARS outbreak. These control measures were not unique to Toronto, as other countries employed similar strategies. [4] [5] [6] [7] Most of the costs incurred are likely not unique to our hospital compared with other Toronto-area hospitals that were under similar restrictions. Although larger hospitals may generate more revenue from retail activities than smaller hospitals, the loss of income from retail sales represented just 2.1% of our overall costs.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has several limitations. There are some costs that were difficult to capture and have been excluded from this analysis. For example, some employees worked overtime hours and were given days off in lieu of overtime pay. Although likely a significant cost, the long-term impact of limiting medical care to our patient population during the outbreak was beyond the scope of the study. Although we have assumed that revenue lost from volume-funded programs is lost forever, this implies that affected patients will never obtain treatment at our hospital for their condition. We believe this to be a largely valid assumption as some of these patients will die prior to receiving care, while others may recover. Some however will join waiting lists and receive care later on. Lost revenue could be recuperated if hospitals were to become more efficient in treating patients. There is evidence, however, that this has not occurred, as waiting lists in Ontario increased substantially as a result of the outbreak. 8 As is the case with many outbreaks, we are unable to comment on which control strategies were the most effective, as all were implemented at once. There is, however, growing evidence that some of the strategies (i.e., airborne control measures) may have played a less-important role in containing this outbreak. 7, 9 Nevertheless, any future respiratory infectious disease outbreak caused by SARS or an unknown respiratory pathogen, will likely require similar control measures.",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1018,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1334,
                    "end": 1335,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe it is important to document these costs, as funds used for infectious disease control will inevitably be deducted from other health programs. This study is a step towards determining the hospitalassociated costs of controlling a serious respiratory disease outbreak, which will be useful in the future determination of the most cost-effective control strategies for SARS and other similar infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ontario Ministry of Health and Long-Term Care",
            "authors": [],
            "year": 2003,
            "venue": "Severe Acute Respiratory Distress Syndrome (SARS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "25",
            "pages": "2431--2472",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Singapore's experience of SARS",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Med",
            "volume": "3",
            "issn": "5",
            "pages": "448--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Consensus Document on the Epidemiology of Severe Acute Respiratory Syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Available on-line at",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Utilization of Ontario's health system during the 2003 SARS outbreak. Institute for Clinical Evaluative Sciences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stukel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schull",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gunraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laupacis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory syndrome (SARS): Infection control",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "La traduction du résumé se trouve à la fin de l'article.1. Research Assistant, Infection Prevention and Control Unit, University Health Network, Toronto, ON 2. Assistant Professor of Health Economics, Department of Health Policy, Management, and Evaluation, Faculty of Medicine, University of Toronto, Toronto 3. Director, Infection Prevention and Control, University Health Network, Toronto General Hospital, Toronto Correspondence: Dr. Michael Gardam, Director, Infection Prevention and Control, University Health Network, Toronto General Hospital, 200 Elizabeth St, ES3-428, Toronto, ON M4N 2A2, Tel: 416-340-3758, Fax: 416-340-5047, E-mail: michael.gardam@uhn.on.ca",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of Hospital Costs, Lost Revenue and Savings Resulting from Controlling a SARS Outbreak Over an 8-week Period",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}