{
    "paper_id": "cc1e2d56b8b250934f5f1f83d9d7b71bf94d5310",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 in Italy: Ageism and Decision-Making in a Pandemic COVID-19 in Italy: Ageism and Decision-Making in a Pandemic COVID-19 in Italy: Ageism and Decision-Making in a Pandemic",
        "authors": [
            {
                "first": "Matteo",
                "middle": [],
                "last": "Cesari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": "macesari@gmail.com.twitter:@macesari"
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Proietti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fehra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The World Health Organization declared the COVID-19 situation as a pandemic on March 11th, 2020. 1 To date, Italy is the country after China at having been most severely hit by this humanitarian and public health tsunami. Projections are even suggesting that the number of deaths due to SARS-CoV-2 in Italy will continue to increase in the near future, leaving us the sad world record of casualties.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What has happened in Italy during these last few weeks? On February 22nd, a \"red zone\" was defined by the government to quarantine a group of several towns in the Lombardy region, just a few hours after the diagnosis of the first case in Italy. This area, where about 50,000 persons live, included Codogno (where patient 1 was identified), Castiglione D'Adda, and Casalpusterlengo. On March 8th, the red zone was extended to the entire region of Lombardy (about 10 million people) and several surrounding provinces in a new attempt of preventing the uncontrolled diffusion of the virus to the rest of the country. The following day, the entire country was transformed into a \"red zone\". On March 21st, a complete lockdown of Italy was ordered by the government as a drastic and unprecedented countermeasure against the coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Behind this story of the Italian crisis is the drama of a healthcare system close to collapse. The exponential increase of patients admitted to emergency departments with fever and/or respiratory symptoms resembled the mounting wave of a tsunami. It soon became evident how inadequate the availability of beds was to face the continuous flow of patients. The situation was aggravated by the need to isolate COVID patients, given the high contagiousness of the virus. At the same time, intensive care units started to saturate, and the number of devices for ventilating patients suddenly appeared insufficient to address the growing demand. Furthermore, healthcare professionals started falling sick (sometimes even dying) as consequence of their untiring willingness to serve the community, as well as the infrastructural unpreparedness for the enormity of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our world was completely subverted by the emergency. No plans or protocols had the time to be tested and verified, at least on a large scale. The rapidity of the evolving scenario made it necessary to adopt easy and pragmatic solutions even for critical and delicate matters. Not surprisingly, the usual, despicable age criterion started to be implicitly adopted in the decisional algorithm for the allocation of scarce resources to the mounting number of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is noteworthy that during the early crisis, the Società Italiana di Anestesia, Analgesia, Rianimazione e Terapia Intensiva (SIAARTI; Italian Society of Anesthesia, Analgesia, and Intensive Care) released clinical ethics recommendations for the allocation of treatment in exceptional resource-limited situations. 2 The document mentions the word \"age\" twice, in two critical paragraphs. They read as follows:",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"3. It might be needed to set an age limit for the admission to intensive care. It is not a mere choice related to values, but to spare resources that might be extremely scarce to those who have in primis the highest chance of survival and then to those who may have more years of life saved, in order to maximize benefits for the largest number of persons. 4. The presence of comorbidity and functional status must be carefully evaluated in addition to age. It is possible that a relatively short stay in healthy persons might potentially become longer and thus resource consuming over the healthcare system in case of persons with advanced age, frailty or severe comorbidity.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is important to consider that what the SIAARTI mentioned as a scenario of \"extremely scarce\" resources may correspond to the optimistic vision of the saturation that the Lombardy region has been experiencing over the past weeks. Persons with COVID-19 often experience extremely rapid (and often unexpected) clinical changes, with sudden respiratory distress. Clinicians often find themselves in the position of having to act quickly to move a patient from the acute care ward to the intensive care unit, to be placed on a ventilator. It is not rare to see that in 20-30 minutes, the patient turns from relatively stable to extremely critical. In this scenario, which is the risk factor for negative outcomes that is easier and quicker to obtain? Of course, the patient's age… If we want to fight such an ageistic approach and replace the age criterion for the allocation of resources, we must have and propose a parameter more robust than age but equally easy-to-obtain, that can be used for critical and rapid decision-making. Otherwise, geriatricians might be at risk of remaining too theoretical and disengaged from the real world. We must show that we understand why intensive care physicians are prioritizing the life of a 40 year-old person over that of a 90 year-old, and that this is the best decision. They have never been exposed to anything other than this approach. And the critical nature of the situation can further provide ground for justifying such arguable choices. \"All is fair in love and war\"-and we are indeed in war! The 2013 document referred by the SIIARTI recommendations was developed without the involvement of geriatricians. It discusses how to choose if a patient should undergo palliative versus intensive care. The criterion that is most frequently used is age. 3 However, the most recent recommendations seem to create some formal openings to geriatric concepts that are traditionally ignored, and therefore, to reconsider basing decisions only on the number of years lived. It is true that age is always at the beginning considerations that drive decisions; everything is still strongly designed to lead toward the exclusion of older persons. At the same time, one should not underestimate the statement that \"The presence of comorbidity and functional status must be carefully evaluated in addition to age\". The sentence might appear superficial to those who do not understand it, perhaps because this is not typically the case. At the same time, the statement potentially draws a first line in the sand for the future. It is a starting point to help discriminate what should be done and what should not be done, between good clinical practice and pure malpractice.",
            "cite_spans": [
                {
                    "start": 1797,
                    "end": 1798,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Implementation of these principles into decisional algorithms should, we believe, be part of pandemic preparation everywhere. In settings where rationing of resources becomes a necessity and such preparation has not been made, medical staff or oversight organizations should implement ad hoc guidelines that incorporate key prognostic factors beyond age -most notably frailty, comorbidity, and functional status. 4, 5 In this manner, a sentence about function and comorbidities in an ethics document underscores the need to operationalize the meaning of prognosis at advanced age, 6 and acknowledges the critical role that function and comorbidity play in the aging individual. 7 Clinicians familiar with principles of geriatrics and gerontology could thus support the development of more contemporary recommendations by identifying valid, efficient ways of measuring comorbidities and function across different settings and specialties. We might suggest the use of simple tests and scales, such as the Clinical Frailty Scale, 8 or the assessment of mobility independence, 9 that might optimally capture the pre-illness health status of the individual, mirroring his/her physiological reserve, and, by incorporating such tools into electronic records for rapid assessment, provide support for better clinical decisionmaking than the all-too-simplistic criterion of chronological age.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 417,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 582,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1027,
                    "end": 1028,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We realize we might be too optimistic to think that ageism is going to soon be defeated among clinicians. Age is still the first criterion mentioned. However, we get some hope reading that, unlike the past, it is not the only criterion being proposed. Will comorbidities and functional status start to change how we think and act in times of crisis? It is probably still too early to see major changes. However, while continuing to push towards a less ageistic society and medical practice, we should take advantage of these openings that arise from non-geriatricians. These are indeed opportunities to build constructive exchanges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the principles of geriatrics had been incorporated into pandemic planning before this crisis, perhaps we would today have more justification to counter the ageistic approach. While ageist attitudes cannot be justified, we who focus on the care of older persons must take some responsibility for what is not happening. We need to realize how much work we still have ahead of us in educating and reframing the thinking among our clinician colleagues and our society, and therefore roll up our sleeves and perhaps leave aside some of our ego. When we hear that the decision of using a ventilator for a person with respiratory distress is based on his/her birth date, we must admit our failure and realize how many problems modern medicine has -in particular, that without our input, modern medicine may be at risk of having lost the meaning and value of the human life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical ethics recommendations for the allocation of intensive care treatments, in exceptional, resource-limited circumstances",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Grandi insufficienze d'organo \"end stage\": cure intensive o cure palliative? Documento condiviso per una pianificazione delle scelte di cura",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prognostic indices for older adults: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yourman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schonberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Widera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "2",
            "pages": "182--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The central role of prognosis in clinical decision making",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "2",
            "pages": "199--200",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Frailty and multimorbidity: different ways of thinking about geriatrics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cesari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pérez-Zepeda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marzetti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Med Dir Assoc",
            "volume": "18",
            "issn": "4",
            "pages": "361--364",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evidence for The Domains Supporting The Construct of Intrinsic Capacity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cesari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Araujo De Carvalho",
                    "suffix": ""
                },
                {
                    "first": "Amuthavalli",
                    "middle": [],
                    "last": "Thiyagarajan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "73",
            "issn": "12",
            "pages": "1653--1660",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A global clinical measure of fitness and frailty in elderly people",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macknight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "5",
            "pages": "489--495",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Diagnosis of Dismobility-Giving Mobility Clinical Visibility: A Mobility Working Group Recommendation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Studenski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferrucci",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "311",
            "issn": "20",
            "pages": "2061--2062",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A comparison of frailty indexes for the prediction of falls, disability, fractures, and mortality in older men",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Ensrud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ewing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cawthon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Geriatr Soc",
            "volume": "57",
            "issn": "",
            "pages": "492--498",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prognostic indices for older adults: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yourman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schonberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Widera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "2",
            "pages": "182--92",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The central role of prognosis in clinical decision making",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "2",
            "pages": "199--200",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}