{
    "paper_id": "cc64e47ceb8557822f53767880c303eded7b0225",
    "metadata": {
        "title": "Fax +41 61 306 12 34 E-Mail karger@karger",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "Jane"
                ],
                "last": "Welsh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Steelman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wentao",
                "middle": [],
                "last": "Mi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "R"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dana",
                "middle": [
                    "D"
                ],
                "last": "Dean",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [],
                "last": "Storts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "H"
                ],
                "last": "Welsh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "W"
                ],
                "last": "Meagher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station",
                        "region": "Tex",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "subsequently led to an earlier disease onset and more severe clinical and histological signs of demyelinating disease. Our results have important implications for understanding the pathogenesis of MS, and suggest that stressful events during early infection with an agent capable of inducing demyelination may result in immunosuppression and failure to eliminate the pathogen, which in turn may lead to the development of MS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Multiple sclerosis (MS) is the most common demyelinating disease of the central nervous system (CNS) affecting approximately 350,000 people in the US. The etiology of this disease is unknown, although viral infection during early adulthood is suspected as an initiating event followed by autoimmune-mediated demyelination. In common with other autoimmune diseases, stressful life events precipitate both the onset and clinical relapses in MS patients. One of the mechanisms by which stress affects MS is to compromise the immune system and lead to increased susceptibility to infections,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Psychological stress is an important factor in susceptibility to many diseases. Our laboratory has been investigating the impact of stress on the susceptibility to Theiler's virusinduced demyelination (TVID), a mouse model of multiple sclerosis. Using immunodominant viral peptides specific for identification of either CD4 + or CD8 + T cells, stress reduced IFN-␥ -producing virus-specific CD4 + and CD8 + T cells in the spleen and CD8 + T cells in the CNS. Expression of mRNA for the Th1 transcription factor T-bet and the Th2 transcription factor GATA-3 were decreased in spleen cells isolated from stressed mice. Cytokine production by cells isolated from the CNS or spleens following stimulation with virus indicated that stress decreased both type 1 and type 2 responses. The adverse effects of stress were partially reversed by concurrent RU486 administration but mimicked by dexamethasone, indicating a major role for glucocorticoids. Global stress-induced immunosuppression resulted in higher levels of virus replication and dissemination. The higher viral load",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "which may contribute to MS onset and also exacerbations in established MS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the earliest descriptions of MS, stress has been considered a controversial, but significant factor in the onset and course of the disease. Anecdotal accounts suggest that life stress frequently triggers the development of MS symptoms. Psychological stress has been implicated in the onset of MS, and acute life stressors have been shown to be correlated with relapses in established MS. A meta-analysis of 14 papers concerning stress and MS concluded that there was 'a significantly increased risk of exacerbation associated with stressful life events' [1] . However, the mechanisms underlying the role of stress in MS are complex and difficult to investigate in patients.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The etiology of MS is unknown, although epidemiological studies have implicated an infective agent as a possible initiating factor. Epidemiological surveys have shown that an increased risk of developing MS was associated with late infection with mumps, measles and Epstein-Barr virus. Additionally, exacerbations of MS are frequently preceded by viral infections. Interestingly, several viral agents including measles, mumps, parainfluenza type I, coronavirus, Epstein-Barr and human herpes type 6 have been detected in the brains of MS patients. Thus, it is intriguing that the antiviral, IFN-␤ , has been reported to have a beneficial effect on relapsing/remitting MS. One mechanism of stress-induced exacerbation might be via increased glucocorticoid secretion resulting in immunosuppression and reactivation of latent viruses, such as herpes virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Viral Etiology for Multiple Sclerosis"
        },
        {
            "text": "Viruses are known to cause demyelination in experimental animal models: measles virus in rats; canine distemper virus in dogs; visna virus in sheep; JHM mouse hepatitis virus, Semliki Forest virus and Theiler's virus in mice. Therefore, in order to understand the pathogenesis of MS it is appropriate to study an animal model of virusinduced demyelination such as Theiler's virus infection. Theiler's virus infection in mice represents not only an excellent model for the study of the pathogenesis of MS but also a model system for studying disease susceptibility factors, mechanisms of viral persistence within the CNS and mechanisms of virus-induced autoimmune disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Viral Etiology for Multiple Sclerosis"
        },
        {
            "text": "Theiler's murine encephalomyelitis virus is a Picornavirus that causes an asymptomatic gastrointestinal infection and occasionally paralysis in mice. Following intracerebral infection, susceptible strains of mice develop a primary inflammatory demyelination with similarities to MS. The immune system plays a crucial role in early clearance of viral infection from the CNS, via activation of NK cells, anti-viral CD4 + and CD8 + T cells and also through the generation of virus-specific antibodies. Susceptible mice fail to clear the virus from the CNS and consequently develop the late demyelinating disease. In the late disease, the immune system takes on a pathogenic role in demyelination and CNS destruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theiler's Virus-Induced Demyelination as a Model for Multiple Sclerosis"
        },
        {
            "text": "Our group has been investigating the effect of stress on the pathogenesis of Theiler's virus-induced demyelination (TVID). Using the restraint stress model we have shown that chronic stress increased: glucocorticoid secretion, sickness behavior, viral titers in the CNS and mortality following infection with Theiler's murine encephalomyelitis virus [2] . Restraint stress also decreased innate immune function, in particular NK cell activity [3] , chemokine [4] and cytokine expression in the spleen and CNS [5] which resulted in decreased inflammatory cell infiltrates into the CNS [6] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Restraint Stress on the Innate Immune Response to Theiler's Virus"
        },
        {
            "text": "Furthering these studies, we have also shown that restraint stress reduces the adaptive immune response to Theiler's virus. In these experiments, mice were assigned to treatment groups and (1) either stressed overnight commencing day-1 and infected at day 0 and then stressed each night for 8 nights; (2) stressed at day-1 and mock infected with sterile phosphate-buffered saline at day 0, and then stressed each night for 8 nights; (3) nonstressed and infected at day 0; (4) nonstressed and mock infected at day 0. Then at day 8 postinfection, specific T cell responses were measured in the spleen and CNS using virus-specific ELSIPOT assays. We observed that stress reduced splenic CD4 + and CD8 + T cell responses to virus, and sig-Effects of Stress on Immune Response to Theiler's Virus Neuroimmunomodulation 2010;17:169-172 171 nificant reductions were noted in the number of IFN-␥producing CNS infiltrating antiviral CD8 + T cells [7] . Stress also reduced the mRNA levels for the Th1 transcription factor T-bet and the Th2 transcription factor GATA3. In addition, virus-induced Th1 and Th2 cytokine levels were also decreased. This indicates that stress causes suppression in both Th1 and Th2 T cell responses rather than a Th1 to Th2 switch.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 940,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Restraint Stress on the Adaptive Immune Response to Theiler's Virus"
        },
        {
            "text": "Glucocorticoids were implicated as the main mediators of the stress-induced immunosuppression seen in these experiments since we were able to partially reverse the effects by concurrent administration of the glucocorticoid/ progesterone antagonist mifpristone (RU486), and conversely we were able to mimic the effects by administration of the synthetic glucocorticoid dexamethasone [7] .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Restraint Stress on the Adaptive Immune Response to Theiler's Virus"
        },
        {
            "text": "In earlier studies of chemokine expression in the CNS, we noted a stress-induced decrease in virally induced RANTES, Ltn, and IL-10 [4] . Stress decreased levels of circulating chemokines: RANTES and MCP-1 [7] . Interestingly, IL-6, G-CSF and KC were increased by stress. The stress-induced increase in both G-CSF, a neutrophil hematopoietic factor, and KC, a neutrophil chemoattractant may account for the increase in circulating neutrophils we have previously observed in stressed mice [2] . All these data are diagrammatically displayed in figure 1 which explains the effect of stress on the immune response to Theiler's virus.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 551,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Effects of Restraint Stress on the Adaptive Immune Response to Theiler's Virus"
        },
        {
            "text": "Mice subjected to chronic restraint stress during the first 4 weeks of Theiler's virus infection developed more severe demyelinating disease during the late phase of the disease [8] . Taken together with our observations on the Color version available online effects of stress on the immune response to Theiler's virus, we propose that stress induces high concentrations of glucocorticoids which results in immunosuppression, reduced ability to clear virus and subsequently increased inflammatory demyelinating disease. Additionally, restraint stress facilitated the systemic dissemination of Theiler's virus resulting in increased viral replication in the heart and the development of a cardiotropic variant of the virus that induced pathology in the heart [6] . The phenomena of stress-induced immunosuppression leading to increased viral replication in the CNS of Theiler's murine encephalomyelitis virus-infected mice was also observed in two more naturalistic stress models, social disruption stress [9] and maternal separation stress [10] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Chronic Stress Exacerbates the Demyelinating Phase of TVID"
        },
        {
            "text": "Our work has shown that stress has a global immunosuppressive effect on the immune response to Theiler's virus and that glucocorticoids play a key role in this phenomenon. Both Th1 and Th2 responses are decreased by stress as indicated by decreased transcription factors T-bet and GATA-3 and Th1/Th2 cytokine responses. The decreased immune response to Theiler's virus leads to increased viral titers in the CNS and also increased viral dissemination. Relating our findings to the impact of stress on humans, we propose that stress would make an individual more susceptible to viral infections that might lead to the development of autoimmune diseases such as MS or indirectly precipitate MS relapse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association between stressful life events and exacerbation in multiple sclerosis: a meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br Med J",
            "volume": "328",
            "issn": "",
            "pages": "731--735",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effects of restraint stress on the neuropathogenesis of Theiler's virus infection. I. Acute disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sieve",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Storts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Brain Behav Immun",
            "volume": "15",
            "issn": "",
            "pages": "235--254",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effects of restraint stress on the neuropathogenesis of Theiler's virus infection II: NK cell function and cytokine levels in acute disease",
            "authors": [
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Brain Behav Immun",
            "volume": "18",
            "issn": "",
            "pages": "166--174",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alterations in chemokine expression in Theiler's virus infection and restraint stress",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belyavskyi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sieve",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Storts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neuroimmunology",
            "volume": "151",
            "issn": "",
            "pages": "103--115",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chronic restraint stress during early Theiler's virus infection exacerbates the subsequent demyelinating disease in SJL mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sieve",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Storts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neuroimmunol",
            "volume": "155",
            "issn": "",
            "pages": "103--118",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social stress alters the severity and onset of the chronic phase of Theiler's virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bridegam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neuroimmunol",
            "volume": "175",
            "issn": "",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stress alters pathogenicity and facilitates systemic dissemination of Theiler's virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Storts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Microb Pathogen",
            "volume": "41",
            "issn": "",
            "pages": "133--143",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Restraint stress decreases virus-induced proinflammatory cytokine expression during acute Theiler's virus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sieve",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neuroimmunol",
            "volume": "178",
            "issn": "",
            "pages": "49--61",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Restraint stress modulates virus specific adaptive immunity during acute Theiler's virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Brain Behav Immun",
            "volume": "23",
            "issn": "",
            "pages": "830--843",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neonatal maternal separation alters immune, endocrine, and behavioral responses to acute Theiler's virus infection in adult mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sieve",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Satterlee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belyavskyi",
                    "suffix": ""
                },
                {
                    "first": "Mi",
                    "middle": [
                        "W"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "Cjr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Behav Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The effects of stress on the immune response to Theiler's virus. Restraint stress induces increased production of glucocorticoids which cause global immunosuppression in Theiler's virusinfected mice. Stress-induced effects are contained within boxes: decreases are denoted by a downward arrow and increases by an upward arrow. Theiler's virus is taken up either by antigen-presenting cells such as macrophages or dendritic cells or infects other cell types. Antigen processing occurs and viral peptides are presented to T cells via their T cell receptor (TCR) in the context of the major histocompatibility complex (MHC I/II). Natural killer cell activity is reduced by stress and also the production of IFN-␥ is reduced, which in turn reduces the activation of macrophages and T cells through signal transducers and activators of transcription (STAT)1 signaling. Th1 cells are driven by the transcrip-tion factor T-bet and activated by IL-12 through STAT4-signaling pathways. Th2 T cell responses are driven by GATA-3 and activation by IL-4 secretion and STAT6 signaling. Stress reduces the amount of IL-12 secreted by the antigen-presenting cells and then reduces the activation state of the Th1 cells. Stress also reduces mRNA expression of both T-bet and GATA-3 and thereby reduces both Th1 and Th2 responses. Stress also decreases the production of Ltn, IP-10, RANTES, MIP-1 and MCP-1 which reduces the inflammatory cell infiltrate into the CNS. Stress also reduces the expression of LT-␤ which has anti-viral properties along with IFN-␥ and this may also contribute to the increased viral titers seen in the CNS. Interestingly, stress increases IL-6, G-CSF and KC. The increased KC production may account for the increased numbers of circulating neutrophils.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}