{
    "paper_id": "cc72bdca67a4e6578e7716a6ce063878f9f212d9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The economic loss caused by the spread of COVID-19 in Iran coincides with the ever-highest politically induced sanctions against the country. Although various sanctions have been in place for the past four decades, since May, 2019, the unilateral sanctions imposed by the USA against Iran have increased dramatically to an almost total economic lockdown, which includes severe penalties for non-US companies conducting business with Iran. The Iranian health sector, although among the most resilient in the region, 3 has been affected as a consequence. 4 All aspects of prevention, diagnosis, and treatment are directly and indirectly hampered, and the country is falling short in combating the crisis. 5 Lack of medical, pharmaceutical, and laboratory equipment such as protective gowns and necessary medication has been scaling up the burden of the epidemic and the number of casualties. Despite WHO and other international humanitarian organisations dispatching supplies and medical necessities, 6 the speed of the outbreak and the detrimental effects of sanctions have resulted reduced access to life-saving medicines and equipment, adding to the health sector's pre-existing requirements for other difficult health conditions. 7 It is shameful that besides the lives lost to this deadly virus, extreme sanctions limit access to necessary materials and therefore kill even more Iranian people.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 516,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although sanctions do not seem to be physical warfare weapons, they are just as deadly, if not more so. Jeopardising the health of populations for political ends is not only illegal but also barbaric. We should not let history repeat itself; more than half a million Iraqi children and nearly 40 000 Venezuelans were killed as a result of UN Security Council and US sanctions in 1994 and 2017-18, respectively. 8 The global health community should regard these sanctions as war crimes and seek accountability for those who impose them.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the COVID-19 pandemic and its alarming outcomes in Iran, 9 the international community must be obliged to stand against the sanctions that are hurting millions of Iranians. It is essential for the UN Security Council and the USA to ease, albeit temporarily, the barriers to providing lifesaving medical supplies to Iran. In the future, the global community must anticipate possible impacts of sanctions on humanitarian aid and move to prevent further disasters from happening. 4 Viruses do not discriminate, nor should humankind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "who-directorgeneral-s-opening-remarks-at-the-mediabriefing-on-covid",
            "authors": [],
            "year": 2020,
            "venue": "WHO. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Iranian Ministry of Health and Medical Education",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "So Near, so far: four decades of health policy reforms in Iran, achievements and challenges",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doshmangir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bazyar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Majdzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Iran Med",
            "volume": "22",
            "issn": "",
            "pages": "30668--30669",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "www.thelancet.com Published online March 17, 2020 https://doi.org/10.1016/S0140-6736(20)30668-1 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}