{
    "paper_id": "ccfde92cc14959cab65169629c83390d9b9c7794",
    "metadata": {
        "title": "CURRENT OPINION Antimicrobial Agents are Societal Drugs How Should This Influence Prescribing?",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Sarkar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "M"
                ],
                "last": "Gould",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aberdeen Royal Infirmary",
                    "location": {
                        "settlement": "Aberdeen",
                        "country": "Scotland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "consider the wider repercussions of their actions. It is accepted that in an ecological system, pressure will cause evolution; this is also the case with antimicrobials, the result being the development of resistance and the therapeutic failure of drugs. To an extent, this can be ameliorated through advances by the pharmaceutical industry, but that should not stop us from critically appraising our use and modifying our behavior to slow this process down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Up to 50% of prescribing in human medicine and 80% in veterinary medicine and farming has been considered questionable. The Alliance for the Prudent Use of Antimicrobials (APUA) was approached by the WHO to review the situation. Their recommendations include decreasing the prescribing of antibacterials for nonbacterial infections. In the UK, there has been an initiative called 'the path of least resistance'. This encourages general practitioners to avoid prescribing or reduce the duration of prescriptions for conditions such as upper respiratory tract infections and uncomplicated urinary tract infections; this approach has been successful. Another recommendation is to reduce the prescribing of broad--spectrum antibacterials. In UK hospitals, the problems identified with the inappropriate use of antibacterials are insufficient training in infectious disease, difficulty in selecting empirical antibacterial therapy, poor use of available microbiological information, the fear of litigation and the fact that the majority of antibacterials are prescribed by the least experienced doctors. With close liaison between the laboratories and clinicians, and the development of local protocols, this can be addressed. Another recommendation is to tighten the use of antibacterial prophylaxis and to improve patient compliance. Through a combination of improved education for doctors and patients, and improved communication skills, these problems can be addressed. A further recommendation is to encourage teaching methods that modify prescribing habits. It has been shown that workshops have led to a significant reduction in the prescribing of broad-spectrum antibacterials in the community. Auditing the prescribing of antibacterials has also been recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Surveillance systems around the world monitor trends in resistance: the European Antimicrobial Resistance Surveillance Progamme (EARSS) monitors antibacterial resistance; the WHO and the International Union Against Tuberculosis and Lung Disease collaborate to monitor tuberculosis; the WHO and the International AIDS Society monitor HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the third world, a bigger problem than resistance is whether drugs are even effective, as they are often spoiled by climactic conditions, and poor quality generics and counterfeit drugs are common. Also, patients may not be able to complete a course for financial reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Facts about Antimicrobial resistance in Animals (and agriculture) and Impact on Resistance (FAAIR) was commissioned by APUA. They conclude that the nonhuman use of antibacterials can lead to the development of antibacterial resistance in human pathogens. The European commission banned the use of antibacterials as growth promoters in 1999.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the Western world, we should improve our diagnosis of sepsis, access local guidelines and consider withholding treatment pending investigations, decide if treatment can be stopped earlier and treat the patient not the result. Many developing countries need improved access to more antimicrobials, preferably in the controlled environment of appropriate medical advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"We need to relearn the use of antibiotics and the Prudent Use of Antibiotics (APUA), the Europeadvocate for a more controlled application of anan Society of Clinical Microbiology and Infectious tibiotics for therapeutic use only so that strains Disease (ESCMID) and other authorities have made susceptible to drugs will re-emerge.\" Dr Stuart recommendations, working in partnership with the Levy, President of the Alliance for the Prudent Use WHO. In this context, they are acting as stewards on of Antibiotics (APUA) an international level. There are also national and This paper is concerned with how we can change local stewards, such as Stichting Werkgroep Antibithe attitudes of both prescribers and consumers with oticabeleid (SWAB) in the Netherlands and the regards to the use of antimicrobials. The problem is Swedish Strategic Programme for the Rational Use of resistance and poor quality use. [1] It is established of Antimicrobial Agents and Surveillance of Resisthat there is an association between antibacterial use tance (STRAMA). In the US, the equivalents would and the prevalence of resistance. [2] Whether antibacbe the Infectious Disease Society of America (IDterial control measures today can reduce levels of SA) and the Center for Communicable Disease Conresistance is not so clear. [3] trol and Prevention (CDC). The European Centre for Disease Prevention and Control (ECDC) is a new",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 908,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "European Union agency that opened in 2004 to provide stewardship in Europe against infections, The use of antimicrobials is wide-ranging and including influenza, severe acute respiratory syndiffers from country to country; [4] they are condrome (SARS) and HIV. In the UK, most clinicians sumed in human medicine, veterinary medicine, will follow local guidelines or refer to established animal farming and agriculture. In the US, it has references, such as the Monthly Index of Medical been quoted that 50% of antibacterial use is in Specialties (MIMS) or the British National Formuhuman medicine, of which 80% is used in the comlary (BNF). munity and 20% in hospitals; it has been suggested The dose is calculated by weight or age in chilthat 20-50% of prescribing is unnecessary. [5] Veteridren, but a standard does is generally used for all nary and farming use accounts for the remaining otherwise healthy adults. Prescribing schedules 50%, of which 20% is therapeutic and 80% is for have been established by population studies, but this prophylactic or growth promotion purposes; 40-80% of this usage has been questioned. [5] has tended to group variables together. It is evident that target organisms will have different minimum The key to reducing inappropriate use of aninhibitory concentrations and that the tibacterials is to develop guidelines for prescribers pharmacokinetics of drugs will be different in differthat generate a maximum health gain with a minimum development of resistance. The Alliance for ent patients. The result in an unlucky individual (who is infected with a more resistant organism and 1. Reduce the prescription of antibacterials for inin whom the peak concentration or the area under fections that are not bacterial, i.e. viral upper respirthe curve is reduced) may be treatment failure as a atory tract infections. result of sub-therapeutic antibacterial concentrations 2. Reduce the overprescription of broad-spectrum at the site of infection. The extent of this problem antibacterials. and its contribution to the global problem of antimi-3. Tighten the use of antibacterials in prophylactic crobial resistance is yet to be established, [6] but we situations, especially with respect to timing and feel it is likely to be highly significant in selecting duration. resistant strains.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 785,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 2177,
                    "end": 2180,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "4. Encourage patient compliance to prescriptions, including addressing the hoarding of antibacterials The use of antibacterials outside standard regifor future use. mens, such as prescribing long-term low-dose treat-5. Review the use of antimicrobial-containing cleanment, is also problematic. Guillemot and Carbon [7] ers and disinfectants. showed convincingly that this led to an increased likelihood of penicillin-resistant pneumococci 6. Promote the use of non-antimicrobial intervenemerging in children. On the other hand, not finishtions, such as condoms, bed nets with or without ing a course of antibacterials may be no bad thing, insecticide impregnation, and vaccination. provided relapse of the infection is avoided. Even 7. Encourage forms of teaching that are likely to with adequate dosages, prolonged courses breed result in modification of prescribing behaviour, more resistance; therefore, the traditional advice to these include interactive and repeated teaching ses-\"keep taking the tablets\" is no longer appropriate. [8] sions, such as workshops and problem-solving sessions. The WHO wished to develop a global strategy for 8. Use of audit to monitor prescribing behaviour. [9] the containment of antimicrobial resistance. They",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[8]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[9]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As in all medicine, any guidelines that are prosought a synthesis of recommendations from expert duced should be evidence based. APUA has propolicy groups and approached the APUA. Their duced a comprehensive framework that can be folrecommendations are based on the following four lowed with good clinical governance. While the facets:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "evidence base behind these recommendations may • The establishment of effective surveillance sysnot be confirmed by randomised clinical trials, they tems to assess the shift of antibacterial resistance represent a synthesis of expert opinion and common patterns on a local, national and global scale, and sense. use of this information to guide prescribers on the There is the issue that antibacterials are drugs of appropriate use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "fear, and perceived, rather than real, health risks lead • The alteration of patient and provider behaviour clinicians to overprescribe broad-spectrum agents to reduce the inappropriate use of antimicrobial instead of observing the clinical development of agents. symptoms pending the result of bacteriological in-• To encourage the research and development of vestigations. The non-biomedical reasons for the new antimicrobial agents that can address the overprescription of antibacterials have been investiproblems of established resistant organisms, and gated by Lam and Lam, [10] who found that, in the to treat infections caused by those that surveilpublic sector, antibacterials were often prescribed as lance has indicated may cause future disease. a time-saving measure. In the private sector, they • To recognise the use of antibacterials outside were often prescribed for fear of losing clients.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[10]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "human medicine. A comparable quantity is used To summarise, the relationship between the use in the farming industry and veterinary practice. of antibacterials and the development of resistance The impact on this in human health is being in humans and in the ecosystem we live in is probassessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "lematic. [11] Current prescribing patterns indicate the The recommendations of APUA on how antimi-problem can be improved through good control and crobial prescribing should be influenced are as fol-stewardship. We need to consider how to change lows:",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "[11]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "these patterns and to establish that improving pre-Reduce the Overprescription of scribing patterns will improve quality of use and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Broad-Spectrum Antibacterials reduce resistance. Broad-spectrum antibacterials, such as amoxicillin/clavulanic acid and cefotaxime, tend to be pre-2. Examples of Different Situations on a scribed when the patient is deemed to be septic; this Global Scale is correct, as inadequate initial therapy will compromise patient outcome. In medical and surgical wards, however, only 70% of fever is due to infec-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "tion, so an infection severity assessment is criti-Countries, Using the UK as an Example cal. [14] If the patient has been in hospital for >2 days, the possibility of a more resistant bacterial infection will be considered, so an extended-spectrum an-Of all antibacterials prescribed, 80% are in genertibacterial may be considered. If the patient had al practice; most of these are prescribed for respira-MRSA recently and appears to be septic, then an tory tract infections, and the second most common antibacterial active against MRSA, such as vancoreason for prescription is urinary tract infections. [12] mycin, teicoplanin or linezolid, will also be consid-The common hospital pathogens tend to show the ered. most resistant antibiogram and consist of meticillinresistant Staphylococcus aureus (MRSA) and an",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human Medicine in Developed"
        },
        {
            "text": "To reduce the overprescription of broad-specassortment of Gram-negative bacilli. They are most trum antibacterials in the hospital setting, there is problematic in the presence of a long-term prostheclose liaison between the microbiologist and clinisis, a central line or a catheter, when the patient has cian with regard to positive cultures and, when been exposed to broad-spectrum antibacterials. It is asked for, other advice. The aim is to stop or narrow generally accepted that someone has developed a the spectrum of the antibacterial used as soon as hospital-acquired infection if sepsis develops >48 investigations indicate what appropriate treatment hours after admission. may be. On the whole, the impact of this intervention is not as substantial as it could be because of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human Medicine in Developed"
        },
        {
            "text": "poor or delayed communication of results. Where The following paragraphs discuss what is being there are high prescribing rates of antibacterials in done in the UK to alter prescribing behaviour, using critically ill patients, such as an Intensive Care Unit APUA's eight recommendations as a framework (ICU), there are combined ward rounds to facilitate (see section 1). appropriate prescribing, with the most up-to-date results that may not yet be available on the computer. The antibacterial committee, comprising a mi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APUA Recommendations"
        },
        {
            "text": "crobiologist, an infectious disease clinician and a To reduce prescription of antibacterials for infec-pharmacist, generates a list of restricted antibacteritions that are not bacterial (i.e. viral upper respirato-als that can only be prescribed after consultation ry tract infections in the community), there is an with them. They establish a local protocol of approinitiative named the Path of Least Resistance. The priate first-line antibacterials for a given clinical advice is not to prescribe antibacterials for sore scenario that targets the likely pathogens, with the throats, coughs or colds, to limit prescribing for knowledge of local sensitivity patterns. The anuncomplicated urinary tract infections in healthy tibacterial formulary is reviewed periodically. Anwomen to 3 days, and to limit the telephone pre-other approach often considered is a mandatory rescribing of antibacterials. It appears that this has had view of intravenous antibacterials prescribed after an effect. The antibacterial prescribing rates in the 24-48 hours. [15] This is mainly to avoid inappropricommunity have fallen in England from 49.4 mil-ately long courses of intravenous therapy but also lion scripts per year in 1995 to 36.9 million in 2000. serves as a prompt to review any positive microbio-The largest decrease has been seen in prescriptions logical results. Once a likely pathogen has been for children. [13] isolated, it is the responsibility of the clinician to Encourage Forms of Teaching that Modify rationalise therapy. This is an area where there is Prescribing Behaviour room for improvement. It is recognised that didactic teaching does not Problems identified in hospitals leading to the work as well as problem-solving workshops in modinappropriate use of antibacterials include, insuffiifying prescribing behaviour. A study has shown cient training in infectious diseases, difficulty in that antibacterial workshops have led to a 15.4% selecting the most appropriate antibacterial empirireduction in the prescribing of broad-spectrum cally, insufficient use of microbiological informaantibacterials in the community. [18] The hospital ention available and the fear of litigation. Also, the vironment, especially if it is a teaching hospital, is majority of antibacterials are prescribed by the least conducive to ongoing learning. For the more isolatexperienced doctors. [14] ed doctors, perhaps in general practice, it might not Tighten the Use of Prophylactic Antibacterials be so easy to keep up to date. However, the advent of websites with guidelines should even the dispari-To tighten the use of antibacterials as prophylaxty. It is unrealistic to expect doctors to be up to date is, the re-education of junior surgeons on an annual in all things, but it is reasonable for them to keep basis goes some way towards addressing this, but abreast of the current guidelines in the drugs that has by no means controlled it. Problems include they most commonly prescribe, which include inappropriate timing and duration of administration, antibacterials. The Scottish Executive and the Britalong with confusion over what is the appropriate ish Society of Antimicrobial Chemotherapy (BSAC) agent or agents to use. The Scottish Intercollegiate have funded a website for medical undergraduates to Guidelines Network (SIGN) has guidelines on this.",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1405,
                    "end": 1409,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 2129,
                    "end": 2133,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2383,
                    "end": 2387,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Reduce Prescription of Antibacterials for Nonbacterial Infections"
        },
        {
            "text": "learn the prudent prescribing of antibacterials It allows for input of local data to assess the approthrough a framework of learning objectives and priateness of prophylaxis in the local situation. [16] reflective learning on a web-based format called",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Reduce Prescription of Antibacterials for Nonbacterial Infections"
        },
        {
            "text": "'appropriate antibiotic prescribing for tomorrow's To improve patient compliance with antibacteridoctor' (APT). [19] als in the community, patient education and the",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Encourage Patient Compliance"
        },
        {
            "text": "The use of audit to monitor prescribing habits has improved. Communication skills is an area that has been successful. Databases keep a record of antibacbeen highlighted at an undergraduate and postgraduterials prescribed and are retrospectively analysed. ate level in the UK in the last 10 years, with the In this way, individuals or departments can receive introduction of role-playing scenarios and playing feedback and modify prescribing habits where apback video recorded consultations. Multimedia edupropriate. Computerised prescribing will allow easicational campaigns are being carried out in the UK. er audit without interfering with the prescribing There was a two-phase campaign, with the first process. A recent European-wide audit of hospital phase in the autumn of 1999 to support health proantibacterial prescribing is accessible at wwfessionals in the management of acute upper respiraw.abdn.ac.uk/arpac. tory tract infections by reducing a patient's expectation for a prescription and encouraging the use of In an ideal world, everyone with a bacterial infecsymptomatic relief. The second was in 2002 pro-tion requiring an antibacterial would have a firm moting the message that antibacterials kill good microbiological diagnosis and the most narrowbacteria that keep us healthy. It used a combination spectrum antibacterial commenced for the minimum of the press, magazines and media relations, and duration required for a cure. This is not the current provided resource packs for schools and health au-situation and a degree of pragmatism is required to thorities, and non-prescription pads to general prac-result in the majority of patients receiving approprititioners and hospitals. [17] ate antibacterial therapy. APUA's fifth and sixth recommendations, the To give an indication of the problem of clinically use of antimicrobial-containing cleaners and non-relevant resistant pathogens in Europe, there is useantimicrobial interventions, are not about prescrib-ful information on the European Antimicrobial Reing so will not be addressed here.",
            "cite_spans": [
                {
                    "start": 1704,
                    "end": 1708,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "communication between doctor and patient must be"
        },
        {
            "text": "sistance Surveillance Programme (EARSS) website (www.earss.rivm.nl/) and the Antibiotic Resistance testing in conjunction with national or area anti-Prevention and Control (ARPAC) website (www. tuberculosis treatment-resistance surveillance. abdn.ac.uk/arpac). EARSS is an international net-The aims of this project are to estimate the magwork of national surveillance systems that collects nitude and pattern of anti-tuberculosis treatment recomparable and validated antimicrobial susceptibilisistance, monitor trends, evaluate effectiveness of ty data for public health action. It collects informatreatment programmes, plan and evaluate intervention on Streptococcus pneumoniae, S. aureus, Estion and prevention programmes, aid in developing cherichia coli, Enterococcus faecalis and E. faecituberculosis policies at a country level, strengthen um, which have been identified as causing invasive laboratory services, advocate for increasing political disease. It collects data from 600 laboratories servcommitment and identify research needs. [21] ing 970 hospitals in 27 countries and has amassed 2.1.3 Antivirals data from 65 000 isolates. It is co-ordinated by the The most commonly prescribed antiviral treat-Dutch National Institute for Public Health and the ment for HIV is highly active antiretroviral therapy Environment (RIVM).",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "communication between doctor and patient must be"
        },
        {
            "text": "(HAART). It consists of two nucleoside reverse The EARSS data on S. pneumoniae causing invatranscriptase inhibitors with either a non-nucleoside sive disease were analysed to assess trends in resisreverse transcriptase inhibitor or one or two protease tance to penicillin and erythromycin from 1999 to inhibitors. The British HIV Association (BHIVA) 2002. Overall, the resistance to penicillin was 10% produces treatment guidelines. [22] It is possible to and to erythromycin, 17%. There was a decrease in carry out resistance testing. The patients with poor penicillin resistance of 5.3% per annum, an increase compliance will tend to select out the resistant viin erythromycin resistance of 5.9% per annum and ruses, which will result in an increasing viral load an increase of dual resistance of 7.6% per annum. and treatment failure along with increasing their EARSS predict that by 2006 there will be 20.4% infectivity with resistant virus. This is an increasingresistance to erythromycin and 8.9% dual resisly common problem. The global HIV treatmenttance. [20] ARPAC deals with a much broader selecresistance surveillance network is another WHO tion of resistant bacteria, specifically regarding hosstrategy for the containment of antimicrobial resispital infections and their control by antibacterial tance. [23] prescribing and infection control policies.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "communication between doctor and patient must be"
        },
        {
            "text": "The treatment of tuberculosis and HIV have in common a longer duration of therapy compared with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "communication between doctor and patient must be"
        },
        {
            "text": "other infections. This makes patient compliance and The incidence of tuberculosis in the UK is low. the control of adverse effects all the more important. This is thanks to a highly effective national control policy. Where a patient has come from overseas, 2.2 Human Medicine in Developing their country of origin is relevant, as it may be more Countries, Using Sub-Saharan Africa as likely that they have multidrug-resistant tuberculoan Example sis. In this situation, second-line agents should be used. Directly observed therapy can be used to en-The majority of morbidity and mortality in develsure the treatment is taken. This is of greater releoping countries is in children <5 years old. They are vance in undeveloped countries where people may dying of lower respiratory tract infections, malaria, be less inclined to complete a treatment course when bacillary dysentery and measles, as well as malnutrithey start feeling better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculosis"
        },
        {
            "text": "tion. Other significant infectious diseases include HIV and tuberculosis. The global project of anti-tuberculosis treatmentresistance surveillance has been in place since 1994.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculosis"
        },
        {
            "text": "The WHO has devised an Integrated Manage-It is a collaboration between the WHO, the Interna-ment of Childhood Illness (IMCI). This is a syntional Union against Tuberculosis and Lung Dis-dromic approach to clinical management. The anease, and other partners. It has formed a network of timicrobials used would depend on government polsupranational laboratories to aid national reference icy. The range of antimicrobials is limited and the laboratories in quality assurance and susceptibility laboratory services are somewhat lacking. It is a government's responsibility to ensure the knowl-safety; addressing threats to antibiotic sensitivity; edge of local antimicrobial sensitivity patterns is preventing and controlling zoonotic emerging infecavailable and disseminated through District Medical tious diseases; protecting environments and ecosys-Officers (DMOs). If a non-governmental agency is tems; participating in bio-and agro-terrorism preworking in an area, they should liaise with DMOs paredness and response; using their skills to conand adhere to national guidelines. [24] front non-zoonotic diseases (such as malaria, HIV/ AIDS, vaccine preventable diseases, chronic diseas-Most importantly, it must be ensured that es and injuries); strengthening the public-health inmedicines are still efficacious after transportation, frastructure; and advancing medical science through given the climactic conditions. The temperature of a research.\" [26] container exposed to the sun may rise to >50°C and spoil antibacterials. The appearance of counterfeit Veterinary practice uses an equivalent quantity of drugs, poor quality generics and the availability of antimicrobials to human medicine, but mainly for antibacterials bought over the counter (OTC) are growth promotion and disease prevention. Common adding to morbidity in these countries. The countertherapeutic uses include treating mastitis in dairy feit or generic drugs may be less efficacious, and the cattle and respiratory illnesses in battery-reared OTC antibiotics may be taken for too short a time or chickens. Non-therapeutic uses include growth proin too low a dosage because of expense. motion in chickens. In agriculture, streptomycin and A background document for the WHO global oxytetracycline are used to spray fruit in orchards to strategy for the containment of antimicrobial resismake them more visually appealing. To investigate tance called Drug Resistance in Malaria concludes this situation further, the APUA initiated a 2-year that people need more access to antimalarials. [25] It project called Facts about Antimicrobial resistance is accepted that this will lead to increasing levels of in Animals (and agriculture) and the Impact on resistance, so there must also be investment in con-Resistance (FAAIR). [27] It is concerned with the trol measures to increase the useful lifespan of a overall effects of antimicrobial use from an ecologitherapy, and to allow time for new treatments and cal point of view. There are two ways they consider controls to be developed. that resistant infections can be acquired from the The problem with prescribing for tuberculosis is environment; the first is from direct infections from compliance with therapy. The WHO feels so stronghuman pathogenic bacteria, such as salmonella from ly about this that they advise not to commence chickens, and the second is from the human acquisitreatment if supervision over the full duration of tion of resistant nonpathogenic bacteria from the therapy can not be assured (usually 6 months). This environment, which can act as a reservoir of resisis of particular relevance in the refugee setting.",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1454,
                    "text": "[26]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2558,
                    "end": 2562,
                    "text": "[25]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2793,
                    "end": 2797,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tuberculosis"
        },
        {
            "text": "tance genes that maybe transferred to human patho-The use of non-antimicrobial interventions is genic bacteria. The findings and conclusions are that mainly targeting malaria (with bed nets) and HIV antimicrobial use selects resistant bacterial strains (with low-priced condoms), and a national vaccinaand genetic vectors specifying resistance genes. The tion programme (which is incorporated into the IMauthors see the propagation of antimicrobial resis-CI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculosis"
        },
        {
            "text": "tance as an ecological problem and suggest that reducing it would require an understanding of the 2.3 Non-Human Uses of Antimicrobials commensal microbiota of mammals and genetic vectors of resistance. When one antimicrobial Dr Calvin Schwabe talks of 'One Medicine', the selects out resistance, because of the genetic linkage bringing together of human and veterinary of resistance genes, other antimicrobial resistances medicine. \"Human health provides the most-logical will emerge. The period between the use of an unifying or apical cause in veterinary medicine's antimicrobial and the emergence of resistance varhierarchy of values. Veterinarians in all aspects of ies, but once the prevalence reaches a certain level, the profession have opportunity and responsibility reversal is difficult. The effect of this on the global to protect the health and well-being of people in all problem of antimicrobial resistance is unknown. that they do, including protecting food security and FAAIR's conclusions are that any antimicrobial used anywhere for anything can affect anyone any-Prescriber's attitudes cover a spectrum from conwhere in the world. This will cost us financially and servative to aggressive. The use of antimicrobials is our health may be affected, although at a population easily justified in life-threatening conditions, but level the cost of antibacterial resistance is not often they are prescribed to reduce morbidity and known. Therefore, the elimination of the nonthera-prevent the occasional complication. The word peutic use of antimicrobials in food animals and 'doctor' is derived from the Greek word for 'teachagriculture will benefit us all. The European Com-er'. It is important to educate patients about the mission banned the use of antibacterials as growth condition they have as fear is usually a result of promoters in 1999.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculosis"
        },
        {
            "text": "ignorance. Reassurance and addressing why a problem is occurring or recurring should not be forgot-Several groups are looking into ways to evaluate ten. For developed countries, we should influence the safety of ingested antimicrobial residues used in our prescribing in five ways: veterinary medicine on the human intestinal microflora. [28] One group has identified the presence 1. Improve our diagnosis of sepsis. of multidrug-resistant enteric bacteria in dairy farm 2. Access the latest local guidelines on the subject. topsoil and implicated this as a reservoir for bacteri-3. Decide if antimicrobial treatment can be withheld al resistance against clinically relevant antibacteripending positive microbiology. [30] als. [29] The problem of resistance can be further 4. Decide if treatment can be stopped or rationalised compounded by the handling of waste from food once results return and chase up results if they are animals which will often pollute a widespread area not received on time. by contaminating water supplies. Food animals may 5. Treat the patient, not the results. also develop antibacterial-resistant diseases but the Advances in information technology and near scale of the problem has not been ascertained. The patient testing could also improve prescribing behamechanism of increased disease in humans from viour. antimicrobial resistance in animals is multifactorial Many developing countries need improved acand includes an increase in colonisation rates, an cess to more antimicrobials preferably in the conincrease in pathogenicity and a decrease in the effitrolled environment of appropriate medical advice. cacy of treatment. [27] ",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[28]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tuberculosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Don't keep taking the tablets? Lancet",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibiotic resistance: 22. British HIV Association. BHIVA guidelines for the treatment of synthesis of recommendations by expert policy groups on HIV infected adults with antiretroviral therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Avorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Availbehalf of the World Health Organisation by the Alliance",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accessed 23. World Health Organization, International AIDS Society. The",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What are the non-biomedical reasons which make family doctors over-prescribe antibiotics for upper rehivaids/network/en/index.html [Accessed",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Pharm Ther",
            "volume": "28",
            "issn": "3",
            "pages": "197--201",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Use of antimicrobial agents and drug resistance. N www.who.int/imci-mce",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Swartz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Drug resistance in malaria",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bloland",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Available from 12. Kolmos HJ, Little P. Should GPs perform diagnostic tests before URL",
            "volume": "318",
            "issn": "",
            "pages": "799--802",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Veterinary medicine protecting and promoting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pappaioanou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antibiotic prescribing: are there lessons the public's health and well-being",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nathwani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Prev Vet Med",
            "volume": "92",
            "issn": "5",
            "pages": "153--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effect of intrave-27. FAAIR Scientific Advisory Panel. Select findings and conclunous-to-oral switch guidelines on the use of parenteral antimicrobials in medical wards",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Antimicrob Chemother",
            "volume": "34",
            "issn": "",
            "pages": "73--75",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Approaches in the safety evaluations",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cerniglia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotarski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Available from URL: http:// effects on the human intestinal microflora. J Vet Pharmacol www.sign.ac.uk/guidelines/fulltext/45",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "3--20",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Available from URL: http:// resistant enteric bacteria in dairy farm topsoil",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moores",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Burgos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Varela",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Dairy Sci",
            "volume": "88",
            "issn": "4",
            "pages": "1391--1399",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Primary care workshops can reduce and rationalise antibiotic prescribing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcnulty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Antimicrob Chemother evaluation in the management of lower respiratory tract infec",
            "volume": "46",
            "issn": "5",
            "pages": "663--669",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The APT project: appropriate prescribing for tomorrow's doctors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Trends of penicillin and erythromy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bruinsma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kristinsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "cin resistance amongst invasive Streptococcus pneumoniae in 7NB",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors received no funding for the preparation of this manuscript and have no conflicts of interest relevant to its Antimicrobials are unique amongst all drugs in contents. that their use can result in reduced efficacy. In many areas, there is room for improvement in the way they References are used. How should this influence prescribing?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements 3. Conclusions"
        }
    ]
}