{
    "paper_id": "cd5a097f5ca9591542e953ee8f13018d26f6fb38",
    "metadata": {
        "title": "Effects of wearing N95 and surgical facemasks on heart rate, thermal stress and subjective sensations",
        "authors": [
            {
                "first": "Y",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "H"
                ],
                "last": "Tokura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "Y P"
                ],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "A S W"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "T"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "E"
                ],
                "last": "Newton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: The study was aimed at investigating the effects of wearing N95 and surgical facemasks with and without nano-functional treatments on thermophysiological responses and the subjective perception of discomfort. Method: Five healthy male and five healthy female participants performed intermittent exercise on a treadmill while wearing the protective facemasks in a climate chamber controlled at an air temperature of 25°C and a relative humidity of 70%. Four types of facemasks, including N95 (3M 8210) and surgical facemasks, which were treated with nano-functional materials, were used in the study. Results: (1) The subjects had significantly lower average heart rates when wearing nano-treated and untreated surgical facemasks than when wearing nano-treated and untreated N95 facemasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) The outer surface temperature of both surgical facemasks was significantly higher than that of both N95 facemasks. On the other hand, the microclimate and skin temperatures inside the facemask were significantly lower than those in both N95 facemasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(3) Both surgical facemasks had significantly higher absolute humidity outside the surface than both N95 facemasks. The absolute humidity inside the surgical facemask was significantly lower than that inside both N95 facemasks. (4) Both surgical facemasks were rated significantly lower for perception of humidity, heat, breath resistance and overall discomfort than both N95 facemasks. The ratings for other sensations, including feeling unfit, tight, itchy, fatigued, odorous and salty, that were obtained while the subjects were wearing the surgical facemasks were significantly lower than when the subjects were wearing the N95 facemasks. (5) Subjective preference for the nano-treated surgical facemasks was the highest. There was significant differences in preference between the nano-treated and untreated surgical facemasks and between the surgical and N95 facemasks. Discussion: We discuss how N95 and surgical facemasks induce significantly different temperature and humidity in the microclimates of the facemasks, which have profound influences on heart rate and thermal stress and subjective perception of discomfort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Facemasks are critical components of personal protective equipment (PPE) for healthcare workers, particularly when those workers are dealing with transmitted diseases, such as the severe acute respiratory syndrome (SARS) outbreak that occurred in March 2003. Seto et al. (2003) performed a case study in five Hong Kong hospitals, involving 241 non-infected staff and 13 infected staff who were exposed to 11 patients with SARS, and they concluded that SARS was contagious by droplets. They suggested that the wearing of facemasks was of significance in reducing the risk of contagion after exposure to patients with SARS. reported a study on effective personal protective clothing (PPC) for healthcare workers attending patients with SARS. In the World Health Organization (WHO) (2003) and the US Centers for Disease Control (CDC) (2004) guidelines for PPE, facemasks with 95% filtration efficiency or above are required for healthcare workers exposed to SARS patients. Hayashi and Tokura (2004) found that it was important to prevent an excessive increase of microclimate temperature and humidity inside the facemask in order to reduce heat stress on the body when farmers were spraying pesticides in a warm environment. Farquharson and Baguley (2003) reported that Emergency Department (ED) staff taking care of SARS patients at a hospital in Toronto wore double isolation gowns, a hair cap, an N95 facemask, a face shield and two pairs of gloves. ED staff had 12-h shift work while wearing N95 facemasks. Only one individual could take off his or her facemask at one time in an enclosed room. As soon as the staff had finished meals and drinks they had to wear the facemask again. Such situations made ED staff extremely stressed. Nielsen et al. (1987) found that the facemask air temperature significantly influenced thermal sensations of the whole body. Meyer et al. (1997) reported that the acceptable duration of wearing respiratory protective devices was about 1 h in a work environment with an air temperature of 18°C on average, and that the comfort sensation was reduced with increase of the air temperature. Similarly, White et al. (1991) found that the wearing of chemical protective clothing significantly reduced acceptable working time due to increased heat stress. These findings show clearly that serious heat stress occurs within the body when protective clothing is worn, which could cause workers to tire more easily and reduce their working time.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 277,
                    "text": "Seto et al. (2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 779,
                    "end": 785,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 837,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 995,
                    "text": "Hayashi and Tokura (2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1222,
                    "end": 1252,
                    "text": "Farquharson and Baguley (2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1734,
                    "end": 1755,
                    "text": "Nielsen et al. (1987)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1859,
                    "end": 1878,
                    "text": "Meyer et al. (1997)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2131,
                    "end": 2150,
                    "text": "White et al. (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a previous paper we reported that the N95 facemask had a filtration efficiency greater than 96% during wear, comparing surgical facemasks of 95% filtration efficiency . Both N95 and surgical facemasks treated with nano-functional materials had significantly higher repellence to water, which can prevent droplets contaminated with viruses and bacteria from penetrating the facemasks by capillary actions during breathing cycles. Further, it has been shown that surgical facemasks treated with nano-functional materials have a significant ability to inactivate bacteria . It is important for one to know what impact the wearing of different types of facemasks has on heat stress and discomfort, as the filtration efficiency is similar between surgical and N95 facemasks, and whether the nano-functional treatment has an influence on heat stress and discomfort. In this paper, we report an experimental study on the effects of wearing different kinds of facemasks with and without nano-functional treatments on thermophysiological response and subjective perception of discomfort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ten healthy subjects, five men and five women, participated in the study, and their physical characteristics are summarized in Table 1 . None was a smoker. Female subjects participated in the experiment only when they were during follicular phases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Subject"
        },
        {
            "text": "Every participant was tested four times at the same time of day on four different days, wearing one of four types of facemasks. Before the first experiment the subjects were required to read an information sheet, on which the nature, purpose, method, and risks of the study were described, and then sign a consent form. They had the right to question any part of the procedure and to withdraw themselves from the experiment at any time without penalty. The human subjects ethics and sub-committee of The Hong Kong Polytechnic University approved the experimental protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subject"
        },
        {
            "text": "In the experiments we used four types of facemasks, including N95 (3M 8210) and surgical facemasks, which were treated with nano-functional materials to stop virus penetration by capillary action and to inactivate bacteria ). Both facemasks are commercially available to hospitals and clinics in Hong Kong. The physical characteristics of the four types of mask are described in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Facemasks"
        },
        {
            "text": "Skin and clothing microclimate (temperature, humidity) inside and outside the facemasks and inside shirts were continuously recorded by a logger (SCXI-1161, National cheek skin temperature inside the facemasks were measured at the right cheek. Facemask microclimate (temperature, humidity) outside the facemasks was also measured at the right cheek. At the end of each exercise and rest period, heart rate and blood pressure were Table 3 Scale of measuring subjective perceptions Table 4 The experiment schedule measured with an upper-arm blood pressure meter (EW 3100, BMEW Ltd., Beijing).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Physiological measurements"
        },
        {
            "text": "Subjects were required to rate their perceptions of ten sensations of discomfort: humidity, heat, breathing resistance, itchiness, tightness, saltiness, feeling unfit, odor, fatigue, and overall discomfort, at 30, 50, 60, 70, 80, 90 and 100 min. Table 3 shows the rating scales used by the subjects. In addition, at 100 min, the subjects were asked to reply to the question ''How do you like the facemask?'' by rating on a scale ranging from 0 to 10, with 0 representing ''not at all'', 5 representing ''acceptable'' and 10 representing ''very fond of''. This rating was used to obtain the preference of subjects for the four kinds of facemasks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Perception of discomfort"
        },
        {
            "text": "The experiments were carried out for 3 months from May to July. They were performed twice a day, one from 0900 h to 1100 h and another from 1500 h to 1700 h. The experimental protocol was randomized for men and women, and for the four types of facemasks. A subject entered the climate chamber controlled at an air temperature of 25°C and a relative humidity of 70%, which is similar to the conditions in the hospitals. After body mass had been measured, the subject wore a 100% cotton T-shirt, short pants and sports sandals. Sensors were attached to different areas with surgical tape. Following a rest for 30 min on a chair (R0), during which time the subject was required to drink 500 ml water, the subject voided the bladder completely and put on a facemask, randomly selected. Then, the subject walked for 20 min at 3.2 km/h (E1) and took a rest for 10 min (R1); walked for 10 min at 4.8 km/h (E2) and took a rest for 10 min again (R2); and finally, the subject walked for 10 min at 6.4 km/h (E3) and took a rest for 10 min (R3). These workloads resembled approximately those performed by healthcare workers in a hospital ward. The schedule of the experiment is shown in Table 4 . The participant took off the mask at 100 min, completing the whole experiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1176,
                    "end": 1183,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Experimental protocol"
        },
        {
            "text": "As mask microclimate temperature is a key parameter indicating thermal stress, we used this parameter to estimate the sample size. According to previous reports, the difference in microclimate temperature between masks is approximately 0.9°C and standard deviation is around 0.5°C (Hayashi and Tokura 2004) . From this assumption, a sample size calculation reveals that ten participants are enough to reach an error of probability of <5% and a power of 90%.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 306,
                    "text": "(Hayashi and Tokura 2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Physiological parameters (including heart rate, temperature and humidity) and psychological responses (including perception of humidity, heat and breath resistance) were analyzed statistically. The influence of time, facemask type, nano-treatment, and their interactions on these human physiological and psychological responses were investigated by analysis of variance (ANOVA) and t-tests to determine whether the above factors had significant effect on the measured parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Heart rate Figure 1 compares temporal changes of mean heart rates when the subjects were wearing the four kinds of facemasks. The pattern of changes in mean heart rate amongst these facemasks is similar, reaching peaks at the end of the third exercise session. The subjects had lower mean heart rates when wearing nano-treated and untreated surgical masks than when wearing nanotreated and untreated N95 facemasks. Significant differences were found among the four kinds of facemasks at the level of P<0.01 (F=10.76).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Physiological parameters"
        },
        {
            "text": "Mask microclimate and face skin temperatures Figure 2 shows temporal changes in temperatures on the facemasks' outer surfaces and in the facemasks' microclimates. The outer surface temperatures of both surgical facemasks were significantly higher than those of both N95 facemasks (F=94.4, P<0.01) (top of Fig. 3) . On the other hand, microclimate temperatures inside the mask were significantly lower in both surgical masks than those in both N95 facemasks (F=25.7, P<0.01) (bottom of Fig. 3) . The skin temperatures inside both surgical facemasks were significantly lower than those in both N95 facemasks (F=40.7, P<0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 305,
                    "end": 312,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 485,
                    "end": 492,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Temperature and humidity"
        },
        {
            "text": "Humidity outside and inside the facemask Figure 3 (top) shows that both surgical facemasks had significantly higher absolute humidity on the outside surface than both N95 facemasks (F=6.9, P<0.01). The overall mean absolute humidity ± SD in nano-treated and untreated surgical facemasks was 24.7±2.76 g/m 3 and 26.2±2.74 g/m 3 , respectively. The overall mean absolute humidity ± SD in nano-treated and untreated N95 facemasks was 22.7±1.83 g/m 3 and 23.4±2.74 g/ m 3 , respectively. Figure 3 (bottom) shows that the absolute microclimate humidity inside the surgical mask was significantly lower than inside both N95 facemasks. The overall mean absolute humidity ± SD in nanotreated and untreated surgical facemasks was 30.2±4.32 g/m 3 and 28.64±5.37 g/m 3 , respectively. The overall mean absolute humidity ± SD in nano-treated and untreated N95 facemasks was 31.2±5.47 g/m 3 and 31.8±4.17 g/m 3 , respectively. Table 5 summarizes the influences of time, facemask, nano-treatment, and their interactions on physiological parameters (heart rate, blood pressure) and microclimate (temperature, absolute humidity) by ANOVA. For each parameter a multi-way analysis of variances was carried out to identify the statistical significance of the influences of the three variables: time, type of facemasks and nano-treatment, as well as their interactions. To save space, only the P values are used to show the statistical significance. A P>0.05 is considered as being not significant and is shown as a dash, and a P<0.0005 is considered as being significant and is shown as ''0.000''. Nine parameters, including heart rate, systolic blood pressure, absolute humidity (mask outer surface, face microclimate, left chest microclimate and right chest skin) and temperature (mask outer surface, face micro-climate and face skin) were significantly influenced by time. Other factors that had significant effect on the measured parameters were mask, interaction of mask and nano-treatment and nano-treatment on its own. Subjective ratings Figure 4 compares subjective ratings for thermal sensation and overall discomfort for the four types of facemasks. In general, the ratings for humidity, heat, breath facemasks the subject felt drier, cooler, more able to breathe easily and less uncomfortable than when wearing either of the N95 facemasks. The ratings for humidity, heat, breathing resistance and discomfort of facemasks treated with nano-functional materials appear lower than those for untreated facemasks but are not statistically significant. Figure 5 shows the subjective ratings for other sensations obtained while the subjects were wearing the facemasks. There are significant differences in the subjective perceptions feeling unfit (F=5.3, P<0.01), tight (F= 34.6, P<0.01), itchy (F=4.7, P<0.01), fatigued (F=2.7, P<0.05), odorous (F= 7.9, P<0.01) and salty (F=3.9, P<0.01). The ratings for those sensations were significantly lower when the subjects were wearing the surgical facemasks than when they were wearing either of the N95 facemasks, showing that the subjects felt less unfit, less tight, less itchy, less fatigued, less odorous and less salty with the surgical facemasks than with the N95 masks. Table 6 summarizes the result of ANOVA, which show the influences of time, facemask, nano-treatment, and their interactions on subjective ratings for individual sensations and overall discomfort. Again, for each sensation, we carried out a multi-way analysis of variances to identify the statistical significance of the influences of the three variables: time, type of facemasks and nanotreatment, as well as their interactions. To save space, only the P values are used to show the statistical significance. A P>0.05 is considered as being not significant and is shown as a dash, and a P<0.0005 is considered as being significant and is marked as ''0.000''. As shown in Table 6 , facemask type influences subjects' perception of all the nine individual sensations and overall discomfort significantly (P<0.05). On the other hand, all sensations were not significantly influenced by time and nano-treatment. There were no significant differences between ratings for tight, salty and odorous at different time periods. Figure 6 shows the preferences of subjects for the four kinds of facemasks. Subjective preference for the nano-treated surgical facemasks is the highest, followed by the untreated surgical masks, the nano-treated N95 and then the untreated N95 facemask. There is a significant difference in preference between the nano-treated and untreated surgical facemasks and between the surgical and N95 facemasks. There is no significant difference in subjective preference between nano-treated and untreated N95 facemasks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 484,
                    "end": 492,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 914,
                    "end": 921,
                    "text": "Table 5",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2026,
                    "end": 2034,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2539,
                    "end": 2547,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3207,
                    "end": 3214,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 3878,
                    "end": 3885,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 4225,
                    "end": 4233,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Temperature and humidity"
        },
        {
            "text": "The results from the experiment demonstrate that heart rate, microclimate (temperature, humidity) and subjective ratings were significantly influenced by the wearing of different kinds of facemasks. Nielsen et al. (1987) observed that delivery of air with different temperatures into a facemask corresponded to the application of a local thermal stimulus to the skin surface around the mouth, nose and cheek. This local thermal stimulus also affected the heat exchange from the respiratory tract. In our investigation, microclimate temperature, humidity and skin temperature inside the facemask increased with the start of step exercise, which led to the different perceptions of humidity, heat and high breathing resistance among the subjects wearing the facemasks. High breathing resistance made it difficult for the subject to breathe and take in sufficient oxygen. Shortage of oxygen stimulates the sympathetic nervous system and increases heart rate (Ganong 1997) . It was probable that the subjects felt unfit, fatigued and overall discomfort due to this reason. White et al. (1991) found that the increases in heart rate, skin temperature and subjective ratings may pose substantial additional stress to the wearer and might reduce work tolerance. This could be the reason why Farquharson reported that working 12-h shifts while wearing an N95 mask had indeed been a challenge to their ED staff (Farquharson and Baguley 2003) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 220,
                    "text": "Nielsen et al. (1987)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 955,
                    "end": 968,
                    "text": "(Ganong 1997)",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1088,
                    "text": "White et al. (1991)",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1432,
                    "text": "(Farquharson and Baguley 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Significant differences were observed between N95 and surgical masks. Mean heart rate, microclimate temperature, humidity and skin temperature inside the facemask, together with perceived humidity, heat, breathing resistance in the facemask, and itchiness, fatigue and overall discomfort, were significantly (P<0.01) higher for N95 masks than for surgical masks. In other words, the subjective perception of breathing difficulty and discomfort increased significantly with increasing thermal stress. This finding agrees with the observations reported by White et al. (1991) . The surface Fig. 6 Subjective preferences for the four kinds of facemasks temperature outside the facemask was lower, and the temperature in the facemask microclimate was significantly higher, for the N95 masks than for the surgical masks (Fig. 3) , indicating that the heat loss from the respiratory tract is more difficult to endure in N95 masks, inducing higher heat stress and perception of discomfort. This agrees well with the observations reported by Hayashi and Tokura (2004) .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 573,
                    "text": "White et al. (1991)",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1059,
                    "text": "Hayashi and Tokura (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 594,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion and conclusion"
        },
        {
            "text": "As the purpose of wearing the facemasks is to protect the wearers by filtering out viruses and bacteria, it is obviously questionable whether the surgical masks, which induce less heat stress and discomfort, can provide enough protection for healthcare workers. As reported previously, the in vivo filtration efficiency and physical properties of the masks were investigated at the same time (Li et al., unpublished data) . During the simulation wear trials, in vivo filtration efficiency of N95 facemasks was 96%, in comparison with 95% for surgical facemasks. Furthermore, the surgical facemasks with significantly higher moisture permeability and airpermeability were thinner than the N95 facemasks, indicating that surgical facemasks should be more breathable and less humid and hot, which agrees with the in vivo measurements of temperature and humidity inside and outside the masks and the subjects' perception of breathing resistance and discomfort.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 421,
                    "text": "(Li et al., unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "It is interesting to note that no significant difference was found between nano-treated and untreated facemasks for physiological measurements and subjective perceptions, even though nano-treated surgical and N95 facemasks were perceived to be slightly less uncomfortable. On the other hand, subjective preferences for the nano-treated surgical masks were significantly higher than those for the untreated surgical facemasks. This indicates that the nano-functional treatment of surgical and N95 facemasks does not have significant negative effects on the thermophysiological responses and subjective perceptions of discomfort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Therefore, it can be concluded that N95 and surgical facemasks can induce significantly different temperatures and humidity in the microclimates of facemasks, which have profound influences on heart rate and thermal stress and subjective perception of discomfort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Responding to the severe acute respiratory syndrome (SARS) outbreak: lessons learned in a Toronto emergency department",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Farquharson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baguley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Emerg Nurs",
            "volume": "23",
            "issn": "",
            "pages": "222--228",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effects of two kinds of masks (with/without exhaust valve) on clothing microclimates inside the mask in participants wearing protective clothing for spraying pesticides",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tokura",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int Arch Occup Environ Health",
            "volume": "77",
            "issn": "",
            "pages": "73--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "-vivo protective performance of facemasks coated with nano-functional materials",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jwy",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "Tks",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Guang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Forum and Hospital Authority Convention, 8-11 May",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Sars",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Field study of subjective assessment of negative pressure half-masks. Influence of the work conditions on comfort and efficiency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He´ry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herrault",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hubert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Franc¸ois",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Appl Ergon",
            "volume": "28",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Thermal sensation of the body as influenced by the thermal microclimate in a face mask",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gwosdow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ergonomics",
            "volume": "30",
            "issn": "",
            "pages": "1689--1703",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection control in healthcare, home, and community settings, 8 January White MK, Hodous TK, Vercruyssen M (1991) Effects of thermal environment and chemical protective clothing on work tolerance, physiological responses, and subjective ratings",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "Rwh",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Centers for Disease Control (CDC)",
            "volume": "361",
            "issn": "",
            "pages": "445--457",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effective personal protective clothing (PPC) for healthcare workers attending patients with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Tks",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "Jwy",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "Pty",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Chs",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Infect Control",
            "volume": "32",
            "issn": "",
            "pages": "90--96",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "In-vivo antibacterial activity of surgical facemasks coated with nano-functional materials. Hong Kong SARS Forum and Hospital Authority Convention",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Temporal changes in mean heart rate under the influence of the four kinds of facemasks. Open circles N95 facemask; closed circles nano-treated N95 facemask; open squares surgical facemask; closed squares nano-treated surgical facemask",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Temporal change in mean temperature on the outer surface of the facemasks (top) and in the microclimate of the facemasks (bottom) under the influence of the four kinds of facemasks. Open circles N95 facemask; closed circles nano-treated N95 facemask; open squares surgical facemask; closed squares nano-treated surgical facemask",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Temporal changes in mean absolute humidity outside (top) and inside (bottom) the four kinds of facemasks. Open circles N95 facemask; closed circles nano-treated N95 facemask; open squares surgical facemask; closed squares nano-treated surgical facemask",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Subjective ratings for various sensations under the influence of the four kinds of facemasks: a humidity, b heat, c breath resistance, d overall discomfort. Open circles N95 facemask; closed circles nanotreated N95 facemask; open squares surgical facemask; closed squares nano-treated surgical facemask",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Physical characteristic of human subjects",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Influences of time, facemask, nano-treatment, and their interactions on physiological parameters. P>0.05 is considered as being not significant and is shown as a dash. Mask type of facemask, Treat nano-treatment",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We would like to express our thanks to the Hong Kong Polytechnic University for supporting this research through projects A188, YD56 and G-YD80.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}