{
    "paper_id": "cd7911f796c2f3682a5fcab9becc3b243547a4ee",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A vital part of the mission of the Journal of General Internal Medicine (JGIM) is to disseminate research and innovations in medical education of relevance to Society of General Internal Medicine (SGIM) members and to the broader community of medical educators and medical education researchers, administrators, and policymakers. A related objective is to provide academic general internist faculty active in medical education a peer-reviewed forum in which their work can be critiqued and recognized. Drs. Gerrity and Tierney hope to enhance JGIM's commitment to medical education by expanding space for descriptions of innovative programs in medical education and periodic publication of special issues devoted to medical education. Most important, the editors have recruited a cadre of Deputy Editors (Adina Kalet, Judith Bowen, Caroline Carney, David Stern, and Brent Williams) whose professional focus includes medical education. Through the Medical Education Deputy Editors, JGIM has substantially increased its capacity to review and publish articles related to medical education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Education and JGIM"
        },
        {
            "text": "Medical education researchers face important challenges and opportunities. All medical education researchers are challenged to secure adequate time, expertise, and funding to carry out studies with generalizable and valid findings. 1 Even when these elements are present, designing studies that span more than one institution or include meaningful controls is often limited by the logistical realities of carrying out research in the midst of ongoing educational programs. 2 A common and increasing call has been to move beyond studies that measure learner satisfaction or self-perceptions to studies that demonstrate improvements in skills, behaviors, and patient outcomes. 3, 4 While these challenges are substantial, medical education researchers also have new opportunities to examine and improve medical education with the availability of valid methods in qualitative and quantitative analysis, measurement tools for cognition and behavior, and technology-based instructional methods. We recognize the substantial number of academic general internists who are addressing these challenges and opportunities, and wish to make JGIM a ready forum for disseminating their work.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 473,
                    "end": 474,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 675,
                    "end": 677,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Medical Education and JGIM"
        },
        {
            "text": "This issue of JGIM includes four articles in medical education that illustrate some of the issues facing medical education research with respect to their content, measures, and design. Two articles, by Rambaldini et al. 5 and Cervini and Bell, 6 examine the relationships between education and learning climate or context. Although often relegated to the background in investigations of the effects of educational curricula, teaching interventions, or program design, all learning is affected by the context in which it occurs. Examining the effects of the SARS outbreak on residents through focus groups, Rambaldini et al. revealed residents' concerns about the effect of the outbreak on their personal safety, obligations and duties, education, and emotional well-being. Cervini and Bell identified a striking 35% prevalence of needlestick injuries among medical students during training, most of which went unreported, highlighting the challenges of creating a safe learning environment for health practitioners and the potential deleterious effects of concerns about personal safety during training. Both studies demonstrate the vital link between educational programs and clinical care systems, with their traditionally separate administrative structures, funding sources, and culture. Health care reform and education reform should be increasingly linked and studied together, with the common endpoint of improved health outcomes, as has recently been proposed. 4 While describing learning context is important, we look forward to future studies that design and examine the effectiveness of clinical and educational programs as integrated processes and outcomes, and provide detailed information on how they are related.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1468,
                    "end": 1469,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Medical Education and JGIM"
        },
        {
            "text": "Two other studies related to medical education-a study of graduating residents' self-perceived competence in preventive health care 7 and measurement of physicians' knowledge of facts related to the QT interval 8 -focus on the characteristics of effective programs and physicians' learning needs, respectively. Though the content areas differ, these studies highlight three important issues faced by medical education researchers in measurement and design. First, an important strength of both studies is the inclusion of information from learners at multiple institutions. Multi-institutional studies are vital to demonstrating the generalizability of findings, but relatively rare in medical education research. Second, in both studies, outcomes were measured using surveys that were developed through literature review, focus groups, and pilot testing. Information on the reliability and validity of the surveys, however, was not reported by either group. Demonstrating reliability and validity of measurement in studies of medical education requires time, expertise, and money-all often in short supply. Nonetheless reliable, valid measurement methods substantially increase our confidence in the validity of the findings, and should be sought from the inception of each proposed project. Third, the outcomes measured in these two studies were selfperceived clinical competence and factual knowledge, respectively. Both types of measures are important, but both are only loosely related to our ultimate goals-clinician behaviors and patient outcomes. 1 George Miller provided a valuable framework for measuring learner outcomes, 9 encouraging medical educators to move up the pyramid of ''knowing'' (facts) to ''knowing how'' (to apply information in clinical scenarios) to ''showing how'' (to apply skills in clinical simulations) to ''doing'' (in daily practice). Implicitly hovering above Miller's pyramid is our ultimate goal-improving patients' health. As one moves up the pyramid, however, costs and logistical difficulties increase rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Education and JGIM"
        },
        {
            "text": "Finally, it is noteworthy that all four educational studies in this issue of JGIM are cross-sectional in design. While providing invaluable information in each case, cross-sectional data are inherently less likely to inform causal relationships than information gathered over time. Medical educators, including many members of SGIM, are working to gather longitudinal data to address important questions in medical education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Education and JGIM"
        },
        {
            "text": "Medical education-the call to teach-lies close to the heart of virtually every general internist. The Journal of General Internal Medicine hopes to inform and foster our natural tendency to understand and share what we know. To this end, JGIM is, as always, a work in progress. As the journey continues, the Co-Editors and Deputy Editors invite members to give us feedback and suggestions-we look forward to the dialogue. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Education and JGIM"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trends in medical education research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Regehr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad Med",
            "volume": "79",
            "issn": "",
            "pages": "939--986",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A RIME perspective on the quality and relevance of current and future medical education research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad Med",
            "volume": "79",
            "issn": "",
            "pages": "931--939",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A call for outcomes research in medical education",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauchner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burstin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad Med",
            "volume": "79",
            "issn": "",
            "pages": "955--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence-guided education: patients' outcome data should influence our teaching priorities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Glick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Acad Med",
            "volume": "80",
            "issn": "",
            "pages": "147--51",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of severe acute respiratory syndrome on medical house staff: a qualitative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rambaldini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rath",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Intern Med",
            "volume": "20",
            "issn": "",
            "pages": "381--385",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Needlestick injury and inadequate postexposure practice in medical students",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cervini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Intern Med",
            "volume": "20",
            "issn": "",
            "pages": "416--434",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perceived preparedness to provide preventive counseling: reports of graduating primary care residents at academic health centers",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gokhale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Winickoff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Rigotti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Intern Med",
            "volume": "20",
            "issn": "",
            "pages": "386--91",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A survey of health care practitioners' knowledge of the QT interval",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Khatib",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Lapointe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Intern Med",
            "volume": "20",
            "issn": "",
            "pages": "392--96",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The assessment of clinical skills/competence/performance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acad Med",
            "volume": "65",
            "issn": "",
            "pages": "63--67",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-Brent C. Williams, MD, MPH, Department of Internal Medicine, University of Michigan, Ann Arbor, MI, and Martha S. Gerrity, MD, MPH, PhD, Portland VA Medical Center and Oregon Health and Science University, Portland, OR.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}