{
    "paper_id": "ce15555c20f5df43071def9f766f6c724cce1cfb",
    "metadata": {
        "title": "Incidence, significance, and persistence of human coronavirus infection in hematopoietic stem cell transplant recipients",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "M"
                ],
                "last": "Eichenberger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rosemary",
                "middle": [],
                "last": "Soave",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dana",
                "middle": [],
                "last": "Zappetti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [
                    "B"
                ],
                "last": "Small",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Tsiporah Shore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Koen Van Besien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Douglass",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [
                    "F"
                ],
                "last": "Westblade",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Satlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hematopoietic stem cell transplant (HSCT) recipients are at increased risk of respiratory viral infections and their associated complications. Unlike other respiratory viruses, little is known about the clinical significance of human coronavirus infection (HCoV) in this population. We retrospectively identified all HSCT recipients who were transplanted between May 2013 and June 2017 at our institution and characterized the cumulative incidence of post-transplant HCoV infection. Of 678 patients who underwent HSCT during the study period, 112 (17%) developed HCoV infection, making HCoV the fourth most common respiratory viral infection. Thirty-four (30%) HCoV-infected patients progressed to proven or probable lower respiratory tract infection (LRTI). Age ≥50, graft-versus-host disease, corticosteroids, hypoalbuminemia, and inpatient status at the time of infection were independently associated with progression to LRTI. Twenty-seven (59%) patients who underwent repeat NP swab had persistent viral shedding for ≥21 days, with a median duration of 4 weeks of viral shedding. We conclude that HCoV is common and clinically significant in HSCT recipients, with nearly one-third of patients progressing to proven or probable LRTI. Evaluating for LRTI risk factors found in this study may identify patients who require closer surveillance and aggressive supportive care when infected with HCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hematopoietic stem cell transplants (HSCT) recipients are at increased risk for respiratory viral infections and their associated complications [1] . With the recent availability of multiplexed PCR assays that can rapidly detect a variety of respiratory viral pathogens, the opportunity exists to better understand the epidemiology and clinical impact of the different respiratory viruses in this patient population. Although the impact of influenza, rhinovirus, respiratory syncytial virus (RSV), and parainfluenza have been well characterized in HSCT recipients, little is known about the epidemiology and clinical significance of human coronavirus (HCoV) infection in these vulnerable patients.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The four most common HCoV serotypes are OC43, HKU1, NL63, and 229E [2, 3] . These four strains most commonly cause classic \"common cold\" infectious symptoms in immunocompetent individuals [3] . In HSCT recipients, however, the incidence of post-transplant infection, symptomatology, risk of and risk factors for progression to lower respiratory tract infection (LRTI) and respiratory failure are largely unknown. Furthermore, the clinical and microbiological risk factors for clinical deterioration in this population are also unknown. This information would assist clinicians in identifying HSCT recipients with HCoV infection who have the highest risk of clinical deterioration and thus warrant closer monitoring. Furthermore, these data would inform and optimize the design of future clinical trials of novel anti-HCoV therapies [4] . Therefore, we conducted a retrospective observational cohort study of HSCT recipients at our institution who were infected with HCoV. We report the incidence, epidemiology, and outcomes of these patients, as well as the risk factors associated with progression to proven or probable LRTI.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 71,
                    "end": 73,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All HSCT recipients at NewYork Presbyterian Hospital-Weill Cornell Medical Center with new respiratory symptoms had a nasopharyngeal (NP) swab collected as a part of routine clinical care. Providers did not routinely swab asymptomatic patients or patients with fever in the absence of respiratory symptoms. The NP swabs were tested using the FilmArray® Respiratory Panel (BioFire Diagnostics, LLC., Salt Lake City, UT, USA), a multiplexed PCR assay that rapidly detects 17 respiratory viruses, including the four main coronavirus serotypes. We retrospectively identified all respiratory viral infections that occurred in patients transplanted between May 2013 and July 2017. We calculated the cumulative incidence of post-transplant HCoV infection in this cohort and compared it to that of other respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population and data collection"
        },
        {
            "text": "We then evaluated the clinical presentation, rate and risk factors for progression to LRTI, and duration of viral shedding in patients infected with HCoV. Only the first post-transplant episode of HCoV infection was evaluated. Demographic and clinical data were collected retrospectively from all patients in this cohort using the institution's electronic medical record and HSCT database. This study was approved by the Institutional Review Board at Weill Cornell Medicine (IRB # 1805019257).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population and data collection"
        },
        {
            "text": "URI was defined as exhibiting at least one of the following symptoms: cough, coryza, sore throat, or shortness of breath in combination with a clinician's judgment that the aforementioned symptoms were indicative of a respiratory tract infection, and a positive identification of HCoV on NP swab. Probable LRTI was defined as having symptoms of pathologic sputum production or hypoxia in the setting of a new pulmonary infiltrate on radiograph or CT scan. Proven LRTI was defined as when criteria for probable LRTI were met in addition to detection of HCoV in bronchoalveolar lavage (BAL) fluid. These definitions are consistent with guidelines for the diagnosis of respiratory virus infections in patients with leukemia and HSCT recipients, as well as definitions used in prior studies of HCoV infections in HSCT recipients (3, 13) . Respiratory failure was defined as the need for mechanical ventilation within 30 days of isolating the virus or respiratory failure listed as the primary cause of death within 30 days of virus detection.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 828,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Persistent viral shedding was defined as persistent HCoV detection on NP swab ≥21 days after the initial diagnosis, allowing no more than one negative sample or more than 4 weeks between any two consecutive positive samples. Total duration of viral shedding was calculated from the first positive to the final positive samples (12, 14) . Of note, follow-up NP swabs were not routinely collected at our institution unless patients developed new, worsening, or recurrent respiratory symptoms.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Statistical analyses were performed using STATA, version 15.0 (StataCorp LLC, College Station, TX). We evaluated factors associated with the development of proven and probable LRTI by univariate analysis using Chi-square or Fisher's exact test, as appropriate, to compare categorical variables, and the Wilcoxon rank-sum test to compare continuous variables. We considered a P value ≤0.05 to be significant. Variables with P values ≤0.1 were initially entered into a multivariable logistic regression model and a backward stepwise selection process was applied until only variables with P < 0.05 remained in the final model. Similar univariate and multivariate analyses were also performed to identify factors associated with prolonged viral shedding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "There were 678 patients who underwent a HSCT between May 2013 and June 2017, of which 112 (17%) had a posttransplant HCoV infection, with a median follow-up period of 758 days. HCoV was the fourth most common respiratory viral infection in this population, more common than adenovirus (4%), human metapneumovirus (6%), and RSV (13%), but less common than rhinovirus/enterovirus (29%), parainfluenza (26%), and influenza (20%; Fig. 1a ). Coronavirus OC43 was the most common HCoV strain detected (40%), followed by NL63 (20%), HKU1 (19%), and 229E (14%; Fig. 1b , Table 1 ). Eight patients (7%) were infected with two strains of HCoV: 4 patients with HKU1 and OC43, 2 patients with HKU1 and 229E, 1 patient with NL63 and OC43, and 1 patient with NL63 and 229E. Figure 2 reflects the seasonality of HCoV infection in the study population. The incidence of HCoV infection was highest in the months of December through March for all serotypes. The prevalence and seasonality of serotypes did not alter significantly over the study period. Table 1 outlines the baseline characteristics of the 112 patients with post-transplant HCoV infection. Fifty-two (46%) patients were female, and the median age at infection onset was 54 years. Acute myeloid leukemia (AML; 35%) was the most common hematologic malignancy. The median time from transplant to HCoV infection was 168 days (interquartile range [IQR] 70-304). Thirty-one (28%) were taking corticosteroids at the time of HCoV infection. Thirty-five patients (31%) had co-infection with another respiratory pathogen, and 14 (13%) had bacteremia. Additionally, 15 patients (13%) were neutropenic (≤500 cells/μL), 31 (28%) were lymphopenic (≤200 cells/μL), and 39 (35%) were inpatients at the time of diagnosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 433,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 560,
                    "text": "Fig. 1b",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 760,
                    "end": 768,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1042,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Incidence and seasonality of HCoV"
        },
        {
            "text": "Cough and rhinorrhea were the most common presenting symptoms, occurring in 65% and 56% of patients, respectively (Table 2) . Thirty-two patients (29%) had fever at presentation, 22 (20%) had dyspnea, and 9 (8%) were hypoxic. The clinical features of HCoV infection at the time of presentation did not significantly vary among serotypes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Clinical characteristics of post-transplant HCoV infection"
        },
        {
            "text": "Thirty-four patients (30%) developed a proven or probable LRTI within 30 days of diagnosis of HCoV infection. Eleven patients with LRTI symptoms underwent bronchoscopy. Of those patients, 7 had detectable HCoV in the BAL and were therefore considered to have a proven LRTI. Five of those patients had a co-pathogen detected on BAL. Figure 3a , b demonstrates representative computed tomography (CT) findings in 2 patients with proven HCoV LRTI without a respiratory co-pathogen. Fifteen (56%) patients with probable LRTI harbored a respiratory co-pathogen as detected on NP swab (Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 586,
                    "text": "(Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Clinical characteristics of post-transplant HCoV infection"
        },
        {
            "text": "Ten (9%) patients required intubation and mechanical ventilation within 30 days of diagnosis of infection. The overall 30-day mortality rate was 4% and the 90-day mortality rate was 11%. Thirty-five patients harbored a respiratory co-pathogen of which 20 progressed to proven or probable LRTI (P < 0.001). In a sub-group analysis, respiratory co-infection in patients with proven or probable LRTI was not significantly associated with respiratory failure (P = 0.80), mortality at 30-days (P = 1.00), mortality at 90-days (P = 1.00), or prolonged HCoV shedding (P = 0.97). (9) Death within 30 days 1 (5) 1 (5) 2 (4) 0 (0) 0 (0) 4 (4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics of post-transplant HCoV infection"
        },
        {
            "text": "Death within 90 days 3 (14) 2 (9) 6 (13) 1 (6) 0 (0) 12 (11) All values are reported as no. (%)",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Factors associated with proven or probable HCoV LRTI"
        },
        {
            "text": "HCoV human coronavirus, LRTI lower respiratory tract infection a Multiple denotes infection with more than one serotype univariate analysis (OR 2.1, 95% CI 0.61-7.20; P = 0.24); however, an association was noted on multivariable analysis (OR 5.71, 95% CI 1.15-28.24; P = 0.03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors associated with proven or probable HCoV LRTI"
        },
        {
            "text": "Forty-six (41%) patients had a repeat nasal swab within 4 weeks of their initial infection. The median duration of shedding was 4 weeks, (range 0-30 weeks). Twentyseven (59%) of those patients had persistent viral shedding beyond 21 days from initial infection. No one coronavirus strain was associated with persistent shedding. Inpatient status at time of infection was the only variable significantly associated with prolonged coronavirus shedding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistent viral shedding"
        },
        {
            "text": "Our study addresses the poorly understood clinical significance of HCoV infection in HSCT recipients. We found that HCoV infection is common after HSCT, occurring in approximately one out of 6 HSCT recipients at our medical center. We found that older age, corticosteroid use, hypoalbuminemia, and inpatient status were significantly associated with proven or probable LRTI. Additionally, prolonged viral shedding was detected in 59% of patients who underwent subsequent NP swab. We are aware of only two previously published reports of the incidence of HCoV infection in adult HSCT recipients, and these reports analyzed fewer than 300 patients in total [3, 5] . In this study of nearly 700 HSCT recipients, symptomatic HCoV infection occurred in 17% of patients, surpassed in incidence only by rhinovirus/ enterovirus, influenza, and parainfluenza infections. This cumulative incidence is consistent with the 11-23% incidence reported in prior studies of HSCT recipients [3, 5] . The serotype most frequently detected in our population over the duration of the study was OC43, accounting for 40% of all infections, and least common one was 229E (14%). This serotype profile is similar to what has been noted at other institutions in a wide variety of geographical locations [2, 3, [6] [7] [8] . Furthermore, all serotypes demonstrated winter seasonality, consistent with prior reports [3, 5] . Data regarding the severity of HCoV infection in HSCT recipients in previous reports are limited, but our finding that 30% of patients had proven or probable LRTI is compatible with findings from prior studies [3, 5] . The high rate of proven or probable LRTI in this patient population indicates that HCoV infection may have greater clinical significance and severity in HSCT recipients than previously thought. Like prior studies, co-infection with another respiratory pathogen was common in patients with HCoV [2, 3] . In fact, 59% of patients with proven or probable LRTI harbored a co-infection with another respiratory pathogen detected on NP swab (P < 0.001). Three potential explanations for this finding are (1) HCoV infection increases susceptibility to infections by other pathogens; (2) co-infection with other respiratory pathogens increases the likelihood of progression to LRTI; or (3) co-infections increase the likelihood of obtaining chest CTs or bronchoscopies, which lead to the detection of LRTI. Importantly, we found that on subgroup analysis of those patients with a proven or probable LRTI, coinfection with another respiratory virus was not associated with respiratory failure, death at 30 days or death at 90 days, indicating that severity of a proven or probable HCoV LRTI is independent of co-infection.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 658,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 977,
                    "end": 979,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1280,
                    "end": 1282,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1283,
                    "end": 1286,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1391,
                    "end": 1393,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1606,
                    "end": 1609,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1610,
                    "end": 1612,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1909,
                    "end": 1912,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1913,
                    "end": 1915,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While on univariate analysis none of the strains were significantly associated with proven or probable LRTI, on multivariate analysis, infection with 229E was significantly associated with progression to probable or proven LRTI. The significance of this finding is unclear, but it may indicate that 229E is a more pathogenic strain in HSCT recipients. This distinct association has not been found in other studies [2, 5, 9] . Further research is needed to examine this relationship.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that that age ≥ 50, presence of GVHD, corticosteroid use at the time of HCoV diagnosis, hypoalbuminemia (albumin ≤ 3.5 g/dL), and inpatient status at the time of infection were significantly associated with proven or probable LRTI. These factors may be general indicators of frailty and susceptibility for more severe infection and may highlight individuals in whom to more closely surveille and target treatment interventions in the future. Interestingly, underlying lung disease with COPD or asthma did not appear to be associated with progression to LRTI; however, the number of patients in our study with these comorbidities was limited. It is well documented in the literature that influenza, RSV, rhinovirus, and parainfluenza viruses are associated with prolonged viral shedding in HSCT recipients, but the persistence of HCoV shedding in HSCT recipients is poorly understood [1, 10, 11] . While a \"test of cure\" is not routinely performed at our institution, patients undergo repeat NP swabs for worsening or recurrent symptoms. We found that of patients with follow-up respiratory swabs, 59% had persistent shedding of the virus, defined as shedding for ≥21 days after initial infection. No one serotype was significantly associated with persistent viral shedding, consistent with what Ogimi et al. observed in their HSCT population [12] . Additionally, the median duration of shedding in our cohort was 4 weeks, as compared to the 3 weeks described by Ogimi et al. [12] . Milano et al. found that in HSCT recipients with asymptomatic HCoV infection, the median duration of viral shedding was 4 weeks [5] . It is difficult to compare our cohort to others reported in the literature because (1) we did not screen asymptomatic individuals for infection, and (2) we did not test for persistent infection; repeat NP swab was only obtained for worsening or new respiratory symptoms. While the clinical relevance of prolonged viral shedding remains unclear, understanding the risk factors and duration of shedding has implications for infection control in this highly vulnerable population. Further research is needed to better understand the mechanisms and clinical significance of prolonged HCoV shedding.",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 895,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1619,
                    "end": 1622,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has limitations. First, because it is retrospective, we may not have captured patients with mild symptoms who were not tested, leading us to underestimate the incidence of HCoV infection. The potential for missing mild cases may have also led us to overestimate the risk of progression to LRTI. However, our center had a policy of collecting NP swabs to assess for respiratory viral infection in all HSCT recipients with new respiratory symptoms during the study period. Second, only 11 patients underwent bronchoscopy, so presence or absence of HCoV in the lower respiratory tract was not discerned in most of the patients. However, given that pneumonia is a clinical diagnosis, we relied on the combination of clinical and radiographic findings to diagnose probable LRTI (13) . Last, a test of cure for respiratory viruses is not standard-ofcare at our institution. Therefore, only patients who had persistent symptoms or recurrent symptoms at a follow-up visit or during hospitalization underwent repeat NP swab at varying intervals. Thus, our data on persistent HCoV shedding may be underestimated, and prospective studies are needed to further evaluate this. This is the largest study to date characterizing HCoV infections in HSCT recipients. We demonstrated that HCoV infection in HSCT recipients is common and clinically significant, with nearly one-third of patients progressing to a proven or probable LRTI. We described factors that appear to be associated with progression LRTI, defining a subpopulation of HSCT recipients that may benefit from closer monitoring and aggressive supportive care when infected with HCoV. Furthermore, this may represent a population in which to target an HCoV antiviral agent in future clinical trials. Prospective studies on HCoV infection in HSCT recipients are needed to further delineate risk factors for LRTI and prolonged viral shedding.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of respiratory viral infections in hematopoietic cell transplant recipients and patients with hematologic malignancies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Chemaly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "",
            "pages": "344--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical significance of human coronavirus in bronchoalveolar lavage samples from hematopoietic cell transplant recipients and patients with hematologic malignancies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogimi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Waghmare",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Leisenring",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "64",
            "issn": "",
            "pages": "1532--1541",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiologic and clinical characteristics of coronavirus and bocavirus respiratory infections after allogeneic stem cell transplantation: a prospective single-center study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pinana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hernandez-Boluda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gimenez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Terol",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "24",
            "issn": "",
            "pages": "563--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus susceptibility to the antiviral remdesivir (GS-5734) is mediated by the viral polymerase and the proofreading exoribonuclease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Agostini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MBio",
            "volume": "9",
            "issn": "",
            "pages": "221--239",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human rhinovirus and coronavirus detection among allogeneic hematopoietic stem cell transplantation recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "115",
            "issn": "",
            "pages": "2088--94",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The dominance of human coronavirus OC43 and NL63 infections in infants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jebbink",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rossen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuijpers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "53",
            "issn": "",
            "pages": "135--144",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular characterization of human coronaviruses and their circulation dynamics in Kenya",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Sipulwa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ongus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Coldren",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Bulimo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The clinical impact of coronavirus infection in patients with hematologic malignancies and hematopoietic stem cell transplant recipients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Rattray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Press",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "68",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiology and clinical presentations of the four human coronaviruses 229E, HKU1, NL63, and OC43 detected over 3 years using a novel multiplex real-time PCR method",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hardie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "2940--2947",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Changing epidemiology of respiratory viral infections in hematopoietic cell transplant recipients and solid organ transplant recipients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Renaud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "333--376",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Respiratory viral infections in hematopoietic stem cell and solid organ transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Weigt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belperio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Semin Respir Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "471--93",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prolonged shedding of human coronavirus in hematopoietic cell transplant recipients: risk factors and viral genome evolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogimi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Waghmare",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Shean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "",
            "pages": "203--212",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ECIL-4): guidelines for diagnosis and treatment of human respiratory syncytial virus, parinfleunza virus, metapneumovirus, rhinovirus and coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Einsele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Fourth European Conference on Infections in Leukaemia",
            "volume": "56",
            "issn": "",
            "pages": "258--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Long-term shedding of influenza virus, arainfluenza virus, respiratory syncytial virus and nosocomial epidemiology in patients with hematological disorders",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lehners",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tabatabai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prifert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wedde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Puthenparambil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissbrich",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "A representative CT scan of a patient infected with coronavirus (HCoV) who progressed to proven lower respiratory tract infection (LRTI) without co-infection with a secondary respiratory virus. The CT demonstrates diffuse ground glass opacities, interlobular septal thickening in the airways and bilateral pleural effusions. b A representative CT scan of another patient infected with coronavirus (HCoV) who progressed to a proven lower respiratory tract infection (LRTI). The scan demonstrates focal areas of consolidation with air bronchograms and left lingular and left lower lobe ground co-pathogens in patients with HCoV who progressed to proven or probable LRTI Respiratory co-pathogens in coronavirus (HCoV)-infected hematopoietic stem cell transplant recipients who progressed to proven or probable lower respiratory tract infection (LRTI)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Baseline characteristics of HSCT recipients with HCoV infection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "HSCT hematopoietic stem cell transplant, HCoV human coronavirus, URTI upper respiratory tract infection, LRTI lower respiratory tract infection, AML acute myeloid leukemia, MM multiple myeloma, NHL non-Hodgkin lymphoma, ALL acute lymphoblastic leukemia, MDS/MPN myelodysplastic/myeloproliferative neoplasm, CML chronic myeloid leukemia, HL Hodgkin lymphoma, MUD matched unrelated donor, MRD matched related donor, COPD chronic obstructive pulmonary disease, CHF congestive heart failure, GVHD graft-versus-host disease, IgG immunoglobulin G, IVIG intravenous immunoglobulin, ATG anti-thymocyte globulin",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "LRTI lower respiratory tract infection, HSCT hematopoietic stem cell transplant, HCoV human coronavirus, COPD chronic obstructive pulmonary disease, CHF congestive heart failure, GVHD graft-versus-host disease, ANC absolute neutrophil count, ALC absolute lymphocyte count",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}