{
    "paper_id": "ce20967db3da8871c330e084bf2c58a412a9feb1",
    "metadata": {
        "title": "Sequence Comparison of Avian Infectious Bronchitis Virus S1 Glycoproteins of the Florida Serotype and Five Variant Isolates from Georgia and California",
        "authors": [
            {
                "first": "Kristi",
                "middle": [
                    "M"
                ],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "postCode": "19717",
                        "settlement": "Newark",
                        "region": "DE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joyce",
                "middle": [
                    "D"
                ],
                "last": "Bennett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Southeast Poultry Research Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Athens",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruce",
                "middle": [
                    "S"
                ],
                "last": "Seal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Southeast Poultry Research Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Athens",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "W"
                ],
                "last": "Jackwood",
                "suffix": "",
                "affiliation": {},
                "email": "mjackwoo@arches.ugq.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The infectious bronchitis virus (IBV) spike glycoprotein S1 subunit is required to initiate infection and contains virus-neutralizing and serotype-speci®c epitope(s). Reported are the S1 gene nucleotide and predicted amino acid sequences for the Florida 18288 strain and isolates GA-92, CV-56b, CV-9437, CV-1686, and 1013. These sequences were compared with previously published gene sequences of IBV strains, and phylogenetic relationships are reported. The S1 amino acid sequence of Florida 18288 was 94.9% similar to the Connecticut strain, and GA-92 was 92.8% similar to the Arkansas 99 strain. S1 amino acid sequences of the California variants, CV-56b, CV-9437, and CV-1686, were 97.6±99.3% similar to one another and only 76.6%±76.8% similar to the Arkansas-type strains. Isolate 1013, also from California, was 84.0% similar to Ark DPI and 77.9% similar to CV-56b. When comparing 19 viruses isolated from the United States, sequence variations were observed between amino acids 55±96, 115±149, 255±309, and 378±395. Similar regions are reported to be involved in virusneutralizing and/or serotype-speci®c epitopes. These data demonstrate that variant IBV strains continue to emerge, and unique variants may circulate among poultry in geographically isolated areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian infectious bronchitis virus (IBV) causes an economically important upper respiratory tract disease in chickens that results in reduced weight gains and reduction of egg production. Infectious bronchitis is complicated by secondary bacterial infections such as Mycoplasma sp. and Escherichia coli that may increase mortality (1) . Vaccination for infectious bronchitis is hindered because monovalent IBV vaccines do not provide complete protection against heterologous serotypes (2, 3) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "(2,",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infectious bronchitis virus, a member of the Coronaviridae family, contains four structural proteins. These are the small membrane protein, the integral membrane glycoprotein, the phosphorylated nucleocapsid protein, and the spike (S) glycoprotein (4, 5) . The S glycoprotein is cleaved posttranslationally by cellular proteases into the S1 and S2 subunits (6) . The globular S1 subunit forms the tip of the spike, extending outwardly, whereas S2 anchors S1 to the viral membrane (7) . The S1 subunit is involved with infectivity and contains virus-neutralizing epitopes, serotype-speci®c sequences, and hemagglutinin activity (7±11). Different serotypes and subtypes of IBV are thought to be generated by nucleotide insertions, deletions, or point mutations in the S1 subunit made by the viral polymerase (12) . Another mechanism for variability in the S1 subunit may be RNA recombination (13±16). Consequently, changes in the S1 subunit The nucleotide sequence data reported in this paper have been submitted to the GenBank nucleotide sequence database and have been assigned the accession numbers 1013 AF027508, CV-9437 AF027510, CV-1686 AF027511, CV56-b AF027509, FL18288 AF027512.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "(4,",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "5)",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "can lead to emergence and proliferation of variant serotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sequence variations in S1 subunits have been identi®ed among European IBV strains and within the Massachusetts (Mass) serotype. These are designated hypervariable region (HVR) I (residues 56±69) and HVR II (residues 117±131) (17, 18) . Isolates from chickens in the United States (US), other than the Mass serotype, have similar highly variable regions in the S1 subunit between residues 53±148 (15) . Other variable regions have been detected between residues 250±310 for the strains H120, D207, D1466, V1397, Mass 41, Mass 42, and residues 269±365 (including the signal sequence) in the strains 6/82, 123/82, and 167/82 (12, 19) . These variable regions (HVR I, HVR II, and residues 250±365) are similar to sequence regions designated I, II, and III associated with three virus-neutralizing epitopes determined by selection of monoclonal antibody (Mab) neutralization-resistant (NR) mutants (20) . HVR I was associated with a virus-neutralizing epitope and a hemagglutinin, whereas amino acids 250±386 are associated with a serotype-speci®c epitope (17, 21) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "(17,",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "18)",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "(17,",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objectives of this investigation were to sequence the S1 gene of the Florida 18288 strain and variant IBV isolates GA-92, CV-56b, CV-9437, CV-1686, and 1013. Sequence comparison and phylogenetic analysis were used to determine the relationship of these viruses with other USA isolates of IBV and to further identify variable regions that may be virus-neutralizing epitopes on the S1 glycoprotein subunit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The S1 nucleotide and predicted amino acids sequences were determined from these viruses isolated in the United States; Florida 18288 (FL-18288), Georgia isolate 1992 (GA-92), and isolates from California CV-56b, CV-9437, CV-1686, and 1013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and Histories"
        },
        {
            "text": "FL-18288 strain, representing the Florida serotype, was isolated from layers in 1972, and was obtained from Dr. Pedro Villegas at the University of Georgia (22) . GA-92 (Arkansas serotype) was isolated in 1992 at the Poultry Diagnostic and Research Center (PDRC) from a broiler¯ock in Georgia exhibiting respiratory distress (23) . All isolates from California were from chickens showing respiratory distress. CV-56b (isolated in 1991 from broilers), CV-1686 (isolated in 1995 from broilers), and 1013 (isolated in 1995 from silkies) were obtained from the California Veterinary Diagnostic Laboratory System (Fresno, CA), whereas CV-9437 (isolated in 1995 from broilers) was submitted to PDRC. Isolation of IBV strains from California started in 1984 and are referred to as California variants. California variants in this study are represented by CV-56b. Data from serum neutralization studies suggest that these variant strains may compose a new serotype (23, 24) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "(23,",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viruses and Histories"
        },
        {
            "text": "All procedures for RNA isolation and reverse transcriptase-polymerase chain reaction (RT-PCR) were previously described (25) . Brie¯y, RNA was isolated from IBV infective allantoic¯uids after treatment with Proteinase K (250 mg/ml) and SDS (®nal 2% solution wt/wt), with incubation at 55 C for 5 min. Phenol-chloroform-isoamyl alcohol (25:24:1) and chloroform-isoamyl alcohol (24:1) extractions were completed, and RNA was isolated from infective allantoic¯uids using the RNAid Kit (Bio 101). Primers MIBVPCR and NIBVPCR were used to amplify a conserved region between the membrane and nucleocapsid genes for identi®cation of IBV (26, 27) . The S1oligo5 H (5 H -TGAAACTGAACAA-AAGAC-3 H ) and S1oligo3 H (5 H -CATAACTAACAT-AAGGGCAA-3 H ) primers were used to amplify S1 gene as previously described (25, 28) . The S1 gene ampli®cation product was used for subsequent restriction fragment length polymorphism (RFLP) or DNA sequencing.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "(26,",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "27)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "(25,",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RNA Isolation and RT-PCR"
        },
        {
            "text": "Ampli®cation products were excised from an agarose gel and puri®ed using Geneclean (Bio 101). The restriction endonucleases, Bst YI, Hae III, and Xcm I (New England Biolabs) were used to digest the S1 gene ampli®cation product as previously described (25) . RFLPS were determined following agarose gel electrophoresis (25) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "(25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Restriction Fragment Length Polymorphism Analysis"
        },
        {
            "text": "The S1 gene polymerase chain reaction (PCR) products for FL-18288, GA-92, and CV-9437 were cloned into the TA cloning vector (Invitrogen Corp.), and ligated areas of the plasmids were sequenced with the M13 universal forward and reverse primers (Molecular Genetics Instrumentation Facility, University of Georgia). After initial sequence data was obtained from plasmid DNA, the S1 gene for each sample was ampli®ed by RT-PCR in six or more tubes then combined and used as template for subsequent sequencing. Sequencing primers to various regions within the S1 gene for FL-18288, GA-92, CV-56b, CV-9437, CV-1686, and 1013 were designed using OLIGO TM version 4.0 software (National Biosciences, Inc.) and are available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Sequencing and Sequence Analysis"
        },
        {
            "text": "Double-stranded DNA sequencing was conducted using automated sequencing with the Prism TM DyeDeoxy terminator cycle sequencing kit as recommended by the manufacturer (Perkin Elmer; 29,30). All samples were puri®ed for DNA sequencing using Microcon TM 30 columns (Amicon, Inc.). Automated sequencing was conducted at the USDA Southeastern Poultry Research Laboratory (Athens, GA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Sequencing and Sequence Analysis"
        },
        {
            "text": "The nucleotide sequence of the S1 gene from the ATG start site to the cleavage site for the FL-18288, GA-92, CV-56b, CV-9437, CV-1686, and 1013 were compared with published sequences from Beaudette (accession # X02342), Mass 41 (accession # X04722), Connecticut (Conn) (accession # L18990), Arkansas Alignments and phylogenetic analysis were conducted using CLUSTAL V method in MegAlign software version 1.03 (DNAStar Inc., Madison, WI). This method uses a multiple alignment algorithm, and unweighted pair group method with arithmetic mean algorithm (UPGMA) to derive a preliminary phylogeny (31, 32) . The ®nal phylogeny is produced by applying the neighbor-joining method (33) . The CLUSTAL V method was compared with UPGMA with MacDNASIS ProV3.0 software (Hitachi Software Engineering Co., Ltd) and IntelliGenetics GeneWorks 2.45 TM (Intelligenetics, Inc. Mountain View, CA).",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "(31,",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "(33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DNA Sequencing and Sequence Analysis"
        },
        {
            "text": "Reverse-transcriptase PCR in conjunction with RFLP were conducted for initial characterization of IBV strain FL-18288 and isolates, GA-92, CV-56b, CV-9437, CV-1686, and 1013 (25) . All samples were identi®ed as IBV by the ampli®cation of a 1.02 kb PCR product with the MIBVPCR and NIBVPCR primers (data not shown). The S1 gene PCR product (1.7 kb) was subsequently ampli®ed with the S1oligo5 H and S1oligo3 H primers for all isolates (data not shown).",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "(25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IBV Isolate Identi®cation and RFLP Analysis of Ampli®cation Products"
        },
        {
            "text": "Using the restriction enzymes Bst YI, Hae III, and Xcm I, the RFLP pattern for ampli®cation products from FL-18288 corresponded to a pattern reported by Kwon et al. (25) . The RFLP patterns for CV-9437 and CV-1686 ampli®cation products were identical to one another and to patterns for other California variants represented by CV-56b. However, the RFLP pattern for GA-92 and 1013 differed from one another and from other IBV strains using the restriction enzyme, Bst YI (Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 169,
                    "text": "Kwon et al. (25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 477,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IBV Isolate Identi®cation and RFLP Analysis of Ampli®cation Products"
        },
        {
            "text": "The S1 nucleotide sequence alignments and pair distances data are presented in Fig. 2 and Table 1 respectively. The S1 gene nucleotide sequence of FL-18288 was most similar to the Conn strain (97.3%). Isolates CV-9437, CV-1686, and CV-56b had S1 genes most similar (98.7%±99.7%) to one another, and 78.5% to 79.0% similar to Ark 99. The IBV isolate 1013 was most similar to Ark 99 (84.7%) and Ark DPI (85.1%), whereas GA-92 was most similar to Ark 99 (95.3%). All methods used to create phylogenetic trees produced similar dendrograms when comparing S1 genes and had similar topology to the trees based on S1 amino acid sequences as illustrated in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 648,
                    "end": 654,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "S1 Nucleotide Sequence Comparison among IBV Isolates"
        },
        {
            "text": "A dendrogram was generated following alignment of the S1 glycoprotein sequences to determine phylogenetic relationships among IBV strains in the United States (Fig. 3) . Similar topologies were obtained when Fla. Strain and Variant IBV S1 Sequence generating phylogenetic trees using UPGMA, PAUP, and the neighbor-joining method. The S1 amino acid sequence alignments and pair distances data are presented in Fig. 4 and Table 2 respectively. The FL-18288 strain S1 protein sequence was 94.9% similar to that of the Conn strain. California variants, CV-56b, CV-9437, and CV-1686, were 97.6% to 99.3% similar to one another, and 76.6% to 76.8% similar to the S1 protein from Ark strains. Another isolate from California, 1013, had an S1 glycoprotein that was 84.0% similar to Ark DPI and only 77.9% similar to CV-56b. The GA-92 IBV isolates S1 protein was 92.8% similar to the Ark 99 glycoprotein. The predicted S1 glycoprotein amino acid sequences for IBV isolates FL-18288, GA-92, CV-56b, CV-9437, CV-1686, and 1013 were aligned with previously published S1 glycoprotein sequences of other USA strains in the GenBank database. When comparing the S1 sequences, the most variations were observed between residues 55±96, 115±149, 255±309, and 378±395 (numbering is in reference to Mass 41 S1 and includes the signal sequence). When comparing strains Mass 41, Conn, and FL-18288 representing three serotypes with closely related sequences, variations occurred in the S1 subunit of all three strains at residues 91, 125, and 392 as reported in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 415,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1539,
                    "end": 1546,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "S1 Amino Acid Sequence Comparison"
        },
        {
            "text": "The S precursor glycoprotein is cleaved posttranslationally marking the carboxyl terminus of the S1 subunit and the S2 subunit amino terminus (9) . Several IBV isolates reported here had amino acid sequence variations at the cleavage site (residues ",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S1 Amino Acid Sequence Comparison"
        },
        {
            "text": "Because of variant RFLP patterns using the RT-PCR/ RFLP diagnostic test for IBV, GA-92, CV-56b, CV-9437, CV-1686, 1013 were selected for further characterization. The S1 gene nucleotide and predicted amino acid sequences of FL-18288 strain, GA-92, CV-56b, CV-9437, CV-1686, 1013 were determined, and compared with other IBV sequences. Although GA-92 has a unique RFLP pattern, it is serologically related to the Arkansas serotype (23) . Consistent with serologic data, we determined that the S1 glycoprotein sequence was 92.8% similar to the Ark 99 strain. Initial characterization of isolates from California obtained from poultry between 1984 and 1993 (including CV-56b) indicated these variant strains (designated California variants) were serologically distinct from other IBV serotypes (23, 24) . The epidemiology of California variants is unknown. It is unlikely that these California variants originated directly from a live vaccine virus because the S1 glycoprotein sequences are not closely related to other IBV strains. Recombination of genomic RNA also is unlikely because no crossover sites were observed in the S1 gene. We observed a genetic drift from CV-56b (1991) to CV-9437 (1995) and CV-1686 (1995) with 98.0% and 97.6% similarity, respectively. Based on RFLP patterns and sequence analysis, we predict that CV-9437 and CV-1686 are serologically similar to other California variants represented by CV-56b. Another isolate from California, 1013, has a unique RFLP pattern, and the S1 glycoprotein sequence was more similar to Ark DPI (84.0%) than CV-56b (77.9%). Isolate 1013 may represent a new serotype or may belong to an existing serotype, such as the Ark serotype.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "(23,",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Following alignment of these newly reported S1 glycoprotein sequences with those previously published from other IBV strains, regions of sequence variation were detected between residues 59±96, 115± 149, 255±309, and 378±395. Amino acid variations between 59±96 and 115±149 reported herein were similar to HVR I (residues 56±69) and HVR II (residues 117±131) of Mass and European strains as well as residues 53±148 in strains isolated from the United States (15, 17) . These variable regions were also similar to regions I (residues 38±67) and II (residues 97±141) associated with two separate virus-neutralizing, conformationally dependent epitopes (20) . It appears that regions between residues 59±96 and 115±149 of the S1 glycoproteins reported in this study, may also be involved with epitopes that induce virus-neutralizing and serotype speci®c antibodies.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "(15,",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "17)",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two other regions of S1 glycoprotein variation were also observed. The ®rst region between residues 255±309 corresponds to a previously reported hypervariable region (18, 19) , and the second domain between amino acids 378±395 has not been previously reported. Amino acid variation between residues 255± 309 and 378±395 are similar to region III (274±387) associated with one virus-neutralizing epitope in European strains using monoclonal antibody resistant (MAR) mutants (20) . In another study, MAR mutants of the Ark DPI strain had substitutions at Thr 304 and Arg 386 (Thr 306 and Arg 388 in this multiple alignment) of the S1 protein and were associated with one serotype-speci®c, virus-neutralizing epitope (21) . During this investigation, amino acids surrounding 306 and 388 were identi®ed as hypervariable. This suggests that sequences of the S1 glycoprotein between 255±309 and 378±395 may be important in forming serotype-speci®c, con®rmationally dependent epitopes.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(18,",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "FL-18288 was 95.8% and 89.4% similar to Conn and Mass 41, respectively. This demonstrates that the S1 subunit may vary by a few amino acids giving rise to different serotypes. Amino acid variation in all three serotypes were observed at amino acids 91, 125, and 392. Amino acids 91 and 125 are within regions of variation, I and II, respectively. These regions are associated with two separate virus-neutralizing, conformationally dependent epitopes (20) . Amino acid 392 is within region III that is associated with one virus-neutralizing, serotype-speci®c epitope.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Amino acid substitutions in the cleavage site among various IBV strains was detected during these studies. As reported previously, the cleavage site sequence for Beaudette and Mass 41 strains in Arg-Arg-Phe-Arg-Arg (6, 17) , whereas Gray and JMK strains have Arg-Arg-Ser-Arg-Arg (34) . In this study, differences were detected giving a cleavage site sequence of X1-Arg-X2-Arg-Arg. Herein X1 represents His or Arg and X2 represents Ser or Phe. The importance of these variations in the cleavage sequence to virulence is currently not known.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(6,",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "17)",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "(34)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we observed S1 glycoprotein variations similar to others (residues 55±96, 115±149, and 255±309). However, a newly de®ned region of variation between amino acids 378±395 may interact with residues between 255±309 to form one conformationally dependent epitope with virusneutralizing and serotype speci®city. In addition, the S1 subunit may vary by 8% and remain the same serotype, whereas, a variation of only 4.2% may also change the serotype because of critical amino acid substitutions in the S1 glycoprotein. These data also demonstrate that variant IBV strains can circulate among poultry in geographically isolated areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diseases of Poultry",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "In"
                    ],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Calnek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yodes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "471--484",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "World Veterinary Poultry Association, 154±160",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Arch of Virol 142",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Numerical TaxonomyÐThe Principles and Practice of Numerical Taxonomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H A"
                    ],
                    "last": "Sneath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Ark) 99 (accession # M85244), Ark DPI (accession # AF006624), CU-T2 (accession # U04739), Pp14 (accession # M99483), Se17 (accession # M99484), Iowa 609 (Dr. Collisson, Texas A & M U., College Station, TX), Holte (accession # L18988), JMK (accession # L14070), Gray (accession # L14069), and De-072 (accession # U90751) (15,16,34±36).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Variation of infectious bronchitis virus S1 genes demonstrated by RFLP of RT-PCR ampli®cation products using viral genomic RNA as a template. Lane 3 GA-92 cut with Bst YI; Lane 4 GA-92 cut with Hae III; Lane 5 GA-92 cut with Xcm I; Lane 6 CV-9437 cut with Bst YI; Lane 7 CV-9437 cut with Hae III; Lane 8 CV-9437 cut with Xcm I; Lane 9 1013 cut with Bst YI; Lane 10 1013 cut with Hae III; Lane 11 1013 cut with Xcm I. Numbers at the left and right are molecular-weight markers in kilobase pairs. Lanes 1 and 12 molecular-weight marker, lambda cut with Eco RI and Hind III giving the fragments of the following sizes: 25.7 kb, 4.3 kb, 2.0 kb, 1.65 kb, 1.35 kb, 0.95 kb, 0.90 kb, and 0.60 kb; Lane 2 molecular-weight marker (BioVenture, Inc., Murfreesboro, Tenn.).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "23.6 22.5 24.2 23.7 22.2 23.9 23.5 23.4 24.3 20.2 19.1 20.2 21.8 19.7 20.8 n 77.6 78.9 47.4 16 Holte 17 18.8 21.8 23.8 23.7 21.4 24.0 18.7 18.5 19.6 20.7 17.9 20.6 20.3 14.0 21.1 20.7 n 98.8 46.2 17 JMK 18 19.0 21.9 24.0 23.8 21.6 24.1 18.5 18.4 19.6 20.6 18.4 20.8 20.3 13.9 21.3 20.6 1.1 n 46.2 18 Gray 19 51.2 53.1 53.4 53.3 55.0 35.8 51.0 51.7 51.3 51.4 51.0 51.1 50.8 51.6 54.4 53.3 54.4 55.0 n 19 De-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Nucleotide sequence of the S1 glycoprotein gene region showing differences from the consensus for each of the virus strains listed. Dashes were introduced to align the sequences.``X'' indicates unavailable sequences. Dots indicate nucleotides that match the consensus exactly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Phylogenetic analysis demonstrating relationships among the S1 glycoprotein amino acid sequences of infectious bronchitis viruses isolated in the United States. The tree contains ®ve major groups. One group contains the Arkansas strains, GA-92 (U16157), Ark 99 (M99482), Ark DPI (AF006624), CU-T2 (U04739), and Pp14 (M99483). Another includes the California variants, CV-1686, CV-9437, CV-56b. Gray (14069), JMK (L14070), Se17 (M99484), and Iowa 609 are grouped together, and Conn (L18990), Florida 18288, Beaudette (M95169), and Mass41 (X04722) form another variety. De-072 (U77298) is substantially different from other IBV strains, whereas Holte (18988) is placed between the California variants and Gray, with isolate 1013 between the Arkansas strains and the California variants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Amino acid sequence of the S1 glycoprotein region showing differences from the consensus for each of the virus strains listed. Dashes were introduced to align the sequences. Dots indicate amino acids that match the consensus exactly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(Continued)   542±546) conforming to the sequence pattern X 1 -Arg-X 2 -Arg-Arg. Strains Ark 99, CU-T2, GA-92, SE17 had the sequence His-Arg-Ser-Arg-Arg, whereas Ark DPI, Gray, JMK, Conn, and FL-18288 had the sequence Arg-Arg-Ser-Arg-Arg(34). Strains Beaudette, Mass 41, and 1013 had the sequence Arg-Arg-Phe-Arg-Arg, whereas CV-56b, CV-9437 and CV-1686 had the sequence His-Arg-Phe-Arg-Arg(6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(Continued)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "28.2 29.6 28.9 28.1 26.4 28.4 31.2 30.2 29.2 23.3 23.3 23.8 25.8 26.4 24.5 n 76.2 76.0 44.8 16 Holte 17 23.8 27.6 29.1 28.9 24.7 29.1 23.7 24.2 25.0 23.2 20.2 23.2 23.4 17.4 22.9 27.2 n 98.2 44.0 17 JMK 18 23.8 28.4 29.4 28.6 25.3 28.9 22.9 24.2 25.0 23.5 21.9 23.5 23.7 17.1 22.9 27.5 1.9 n 44.0 18 Gray 19 74.4 87.0 84.3 84.8 82.7 84.8 72.9 73.0 72.2 78.6 76.9 79.1 80.9 79.9 79.6 78.6 82.7 82.2 n 19 De-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "S1 nucleic acid sequence alignment pair distances Per cent Similarity",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "S1 amino acid sequence alignment pair distances",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Infectious bronchitis virus S1 subunit variation at the same amino acid in strains representing three different serotypes *Amino acid numbering is in reference to Mass41 and includes the signal sequence.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Ellen Collisson for providing the sequence of Iowa 609. We acknowledge Jessica A. Mulhern and Deborah A. Hilt for their assistance. Funding for these investigations was provided by the United States Poultry and Egg Association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}