{
    "paper_id": "ce707aeb4fe129ed6e3b011c2776f48b9cb200d6",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Greater disruption to economic activity, stability, and growth Businesses and corporations can be engaged in business continuity plans that also prevent further spread, as part of a whole-of-society approach",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Multiple information sources leading to misinformation; false information might spread quickly Unconventional but reliable information channels and social media can be used for risk communication Table: Challenges, and opportunities for epidemic preparedness associated with characteristics of urban settings Lancet Infect Dis 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent decades, many emerging infectious diseases have been occurring at an increasing scale and frequencyi.e. Ebola virus disease, severe acute respiratory syndrome (SARS), avian and pandemic influenza, Middle-East respiratory syndrome (MERS), and the recently emerged coronavirus disease 2019 . The outbreaks of these diseases resulted in wide ranging socioeconomic consequences, including loss of lives and disruption to trade and travel. Preparedness is a crucial investment because its cost is small compared with the unmitigated impact of a health emergency. The financing gap for preparedness, estimated at US$4·5 billion per year, is miniscule compared with estimated pandemic costs of $570 billion per year. 1,2 Within urban settings, preparedness activities have the added challenge of navigating a host of disruptive determinants that demand innovative solutions, especially the way in which diseases and their human hosts behave. 3 Ensuring that urban settings are prepared for emerging infectious diseases is crucially important. In 2018, 55% of the world's population (4·2 billion people) resided in urban areas, and this proportion might increase to 68% by 2050. 4 Emerging infectious diseases also either originate in urban settings, such as the emergence of COVID-19 in Wuhan, China, or rapidly propagate because of urbanisation once they are established, such as outbreaks of SARS in 2003 and Zika virus disease in the Americas. [5] [6] [7] Many cities are important hubs of travel and trade; hence an uncontained outbreak would result in severe economic consequences beyond lives lost. More importantly, these urban centres risk becoming conduits of transmission to the world. As seen from the spread of COVID-19, diseases now follow major patterns of travel connections both domestically (with major cities in China connected by high speed rail) and internationally through flights. 8 For example, as of Feb 17, 2020, there were 172 exported cases of COVID-19 from China to 25 countries, with 156 secondary cases in 14 countries, and these were mostly in major cities with travel connections to China. 9 Urban settings have some common characteristics, many of which are disruptive factors that need to be addressed for effective preparedness. 3 For example,",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 946,
                    "text": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1181,
                    "end": 1182,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1450,
                    "end": 1453,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1454,
                    "end": 1457,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1458,
                    "end": 1461,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1906,
                    "end": 1907,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2125,
                    "end": 2126,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2267,
                    "end": 2268,
                    "text": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic preparedness in urban settings: new challenges and opportunities"
        },
        {
            "text": "High population density and high volume of public transportation A larger population to be managed; ease of disease spread between humans in congested areas; difficulties in contact tracing, especially causal contact in public areas; inequalities resulting in poor housing environments that might hinder outbreak prevention and control efforts; closer encounters with wildlife via food markets or because of expansion into previously untouched ecosystems Urban planners can consider epidemic preparedness in their designs and implementation; transport networks can be used to rapidly move supplies to outbreak epicentres; harnessing advancement in technologies for more effective contact tracing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges Opportunities"
        },
        {
            "text": "Areas of poor sanitation with rodents and other animal vectors; live domestic and wild animal markets; animals raised in backyard farms or industrial agricultural facilities in close proximity to humans Improved sanitation and rodent control around humans and animal communities; vaccination of domestic animals for common zoonotic infections; precautions at slaughter to prevent contact with blood; regulating live animal markets to phase out sale of live animals or to ensure that those for sale are raised on commercial farms and have been verified to be disease free the density of people in housing, during commutes using public transportation, and in work environments is high. Inequalities, exacerbated by the rapid influx of people from rural areas, often results in poor housing, insufficient supply of fresh water, poor sanitation facilities, and ineffective ventilation systems, all of which increase outbreak risks. Rapid urbanisation might lead to encroachment into natural habitats and closer encounters with wildlife and zoonoses, and increased proximity to animals in backyard farms and food markets also provides opportunities for zoonotic infections. Both SARS and COVID-19 might have originated from food markets, and of the 335 emerging infectious diseases recognised between 1940 and 2004, more than 60% were of zoonotic origin. 10 Ensuring better preparedness in urban settings will require a fresh emphasis on strengthening capacities to deal with outbreaks and other health emergencies. Many of these efforts are applicable across all settings, urban or otherwise, such as having a good understanding of the local socioeconomic and cultural milieu and an active involvement of communities and local leaders in both planning and implementation. However, urban settings also offer new opportunities (table), such as securing the commitment of local leaders and strengthening public health networks to prevent, detect, and respond to disease threats early. Businesses can be appropriately engaged to manage employees in an emergency, and risk communication can be pushed through prevalent social media networks. Many lessons will also be learned from the city-wide community containment measures in Wuhan-the largest community quarantine exercise in history-and other containment measures rolled out in other Chinese cities and in Singapore.",
            "cite_spans": [
                {
                    "start": 1350,
                    "end": 1352,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Interface between animals and humans"
        },
        {
            "text": "Many urban settings now have substantial expertise and experience in preparing for and dealing with health emergencies. Having had large outbreaks of infectious diseases, authorities in some urban areas have developed purpose-built surveillance systems that make use of digital and web-based information. 11 Other local authorities have established surge capacity and contingency plans, including strong links with healthcare facilities and national coordination bodies. 12 In some urban settings, complex simulation exercises have been run and disease spread has been modelled to determine the most effective public health actions to control the spread of infectious diseases. 13 There is room for sharing of best practices and measures in urban settings. Having an assessment and evaluation tool that is tailored for urban settings might also be useful for preparedness planning.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 471,
                    "end": 473,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Interface between animals and humans"
        },
        {
            "text": "The ongoing pandemic of COVID-19 is a strong reminder that urbanisation has changed the way that people and communities live, work, and interact, and the need to strengthen systems and local capacities to prevent the spread of infectious diseases is urgent. As a global community, we must collectively invest in and build strong preparedness systems that are better adapted to increasingly urbanised settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interface between animals and humans"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interface between animals and humans"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Saw Swee Hock School of Public Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Commission on a Global Health Risk Framework for the Future, National Academy of Medicine, Secretariat. The Neglected dimension of global security: a framework to counter infectious disease crises",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Economic Forum. Outbreak readiness and business impact: protecting lives and livelihoods across the global economy",
            "authors": [],
            "year": 2019,
            "venue": "Geneva: World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preparedness for emerging epidemic threats: a Lancet Infectious Diseases Commission",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Aguilera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "17--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "2018 revision of world urbanization prospects",
            "authors": [],
            "year": 2018,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "994--1001",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zika virus evolution and spread in the Americas",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Metsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Matranga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wohl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "546",
            "issn": "",
            "pages": "411--426",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potential for global spread of a novel coronavirus from China",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Situation report 28. Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--93",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Social media and outbreaks of emerging infectious diseases: a systematic review of literature",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Infect Control",
            "volume": "46",
            "issn": "",
            "pages": "962--72",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza A (H1N1-2009) pandemic in Singapore-public health control measures implemented and lessons learnt",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Acad Med",
            "volume": "39",
            "issn": "",
            "pages": "313--325",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Investigation of nonlinear epidemiological models for analyzing and controlling the MERS outbreak in Korea",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Theor Biol",
            "volume": "437",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comment www.thelancet.com/infection Published online March 27, 2020 https://doi.org/10.1016/S1473-3099(20)30249-8 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Vernon J Lee, Marc Ho, Chen Wen Kai, Ximena Aguilera, David Heymann, Annelies Wilder-Smith vernonljm@hotmail.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}