{
    "paper_id": "ce8aa11c28bcba215140de8c2643a7cec6f2b5fc",
    "metadata": {
        "title": "REPRODUCTIVE NUMBERS, EPIDEMIC SPREAD AND CONTROL IN A COMMUNITY OF HOUSEHOLDS",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Goldstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Paur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University c Imperial College",
                    "location": {
                        "settlement": "London"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Kenah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "Seattle e RIVM",
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Wallinga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many of the studies on emerging epidemics (such as SARS and pandemic flu) use mass action models to estimate reproductive numbers and the needed control measures. In reality, transmission patterns are more complex due to the presence of various social networks. One level of complexity can be accommodated by considering a community of households. Our study of transmission dynamics in a community of households emphasizes five types of reproductive numbers for the epidemic spread: household-to-household reproductive number, leaky vaccine-associated reproductive numbers, perfect vaccine reproductive number, growth rate reproductive number, and the individual reproductive number. Each of those carries different information about the transmission dynamics and the required control measures, and often some of those can be estimated from the data while others cannot. Simulations have shown that under certain scenarios there is an ordering for those reproductive numbers. We have proven a number of ordering inequalities under general assumptions about the individual infectiousness profiles. Those inequalities allow, for instance, to estimate the needed vaccine coverage and other control measures without knowing the various transmission parameters in the models. Along the way, we've also shown that in choosing between increasing vaccine efficacy and increasing coverage levels by the same factor, preference should go to efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the last few years, there has been much interest in analyzing data from SARS, past influenza pandemics, and other diseases to estimate the reproductive numbers of these infections. A practical goal in making such estimates is that reproductive numbers can be used to gauge the effort that would be required to control such infections, either by classical public health measures such as isolation and quarantine, by biological interventions such as antivirals or vaccines, or by social interventions to reduce contact. A fundamental insight from simple models of infectious disease transmission is that the critical proportion p c of transmission events that must be blocked by such measures to halt the growth of an epidemic is given by the equation 1 Here R 0 is the basic reproductive number, or the mean number of infections caused by a typical infectious case. The validity of equation 1.0.1 depends on the mass action assumptions for epidemic transmission; equation 1.0.1 is often applied to an early stage of an epidemic in a large community. We note that equation 1.0.1 is also valid under certain other assumptions besides mass action, such as no small loops and no depletion of susceptibles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another known consequence of the mass action assumptions, often used to compute R 0 , is that the reproductive number can be related to the epidemic curve, and to the growth rate of an emerging epidemic; this will be discussed further in Section 2. All this makes the mass action model a convenient (and widely used) set-up for estimating the various epidemiological quantities, and for the subsequent specification of the required control measures. In reality, these mass action assumptions are violated due to the existence of complex social networks. Hence, it is possible that estimates of the effort needed to halt the growth of an epidemic are significantly biased. It would be useful to know the directions and magnitude of these biases, and to provide quantitative bounds on the required measures even though the estimates of transmission are made under models that involve simplifications of reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we focus on one important departure from mass action mixing, the existence of small, closely connected groups of people in which transmission is localized and possibly quite intense -that is, individuals within the group tend to mix preferentially with others in the group, and to subject other members of their group to a sustained risk of transmission. The classic example of such a group is a household, though the notions presented here may be generalized to other, similar settings; the basic idea is that there are two levels of mixing (Ball et al. (1997) ), one local and one global. In this context, the universal role played by the reproductive number in the mass action model, both in characterizing the epidemic's dynamics and the required control measures, is no longer valid. In fact, given the two levels of mixing, there are several reproductive numbers describing the spread of an epidemic and the various control measures that can be implemented to stop it. This paper deals with those reproductive numbers and the relations between them. It is organized as follows:",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 575,
                    "text": "(Ball et al. (1997)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Section 2 we review the roles played by the reproductive number under the simplifying assumptions of mass action. In Section 3 we present a model for the stochastic transmission dynamics in a community of households, following the one of Ball et al. (1997) ; Britton and Becker (2000) -see also House and Keeling (2008) ; Ferguson and Dodd (2007) for a treatment of related issues in a deterministic model. In Section 4 we define five reproductive numbers that arise in this context. Three of these reproductive numbers are quantities that may be measured in an emerging epidemic, while two others encapsulate the extent of control measures directed at individuals that would be required to stop the growth of such an epidemic. While all five numbers are equal in the setting of a mass-action epidemic, their magnitudes diverge in a population with a household structure. In Section 5 we note that all five are epidemic thresholds (the requirement for epidemic spread is that each of them exceeds one), but when they exceed one, their magnitudes diverge. Numerically, we show that there is in most cases a consistent ordering among them, so that the three measurable reproductive numbers provide bounds on the two relevant for control. Analytically, we demonstrate that most of these ordering relations are generally true (Theorem 1). Along the way, we also prove that in the household model, increasing the vaccine efficacy is better than scaling the vaccination coverage level by the same factor (Proposition A.2.3), with the two measures having the same effect in a mass action model. The rest of the paper deals with proving Theorem 1 (Section 6 and Appendix A), analyzing the limiting cases for the remainder of the ordering relations (Appendix B), and presenting the numerical model for computing those reproductive numbers under various assumptions on individual infectiousness profiles (Section 7). We conclude by discussing the relevance of these comparisons for public health, and in particular for estimating important quantities during emerging epidemics (Section 8).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 259,
                    "text": "Ball et al. (1997)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 262,
                    "end": 287,
                    "text": "Britton and Becker (2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 298,
                    "end": 322,
                    "text": "House and Keeling (2008)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 325,
                    "end": 349,
                    "text": "Ferguson and Dodd (2007)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a mass action model, the critical proportion of infectious contacts that must be blocked to halt the growth of an epidemic is given by equation (1.0.1). If a vaccine is to be used as the sole control measure, then effective immunization of a fraction p c of the population is required; likewise, preventing p c of the contacts by behavior change or reducing the infectiousness of cases (e.g. by treatment) by a proportion p c will be equivalent. In a mass action model, it does not matter whether the intervention is \"leaky\" (scales down the susceptibility parameter for those who received it) or \"all-or-nothing\" (completely prevents transmissions for a fraction of individuals who received it, and has no effect on susceptibility for the rest of individuals who got it, Becker and Dietz (1995) ; Halloran et al. (1997) ) because all contacts in mass action models are assumed to be instantaneous and with different people.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 798,
                    "text": "Becker and Dietz (1995)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 801,
                    "end": 823,
                    "text": "Halloran et al. (1997)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Roles of the reproductive number in a mass action epidemic"
        },
        {
            "text": "Under mass-action mixing, or more generally, under the assumption of no small loops and no depletion of susceptibles, there are several known techniques for estimating the reproductive number. The available information often includes the epidemic curve (number of new cases on each day) and a known distribution w( ) for the infectious contact interval. The latter can be understood in several ways: under no depletion of susceptibles, it represents the distribution of times from appearance of one case in the epidemic curve to appearance of secondary cases caused by it, Kenah et al. (2008) ; alternatively, w(t) equals the proportion of the average individual's infectivity which falls on day t since infection. Given that information, one may estimate the effective daily reproductive number R(t), which equals the mean number of infections caused by an individual, who got infected at time (day) t -see Wallinga and Teunis (2004) . Essentially, this technique produces a local estimate of how fast the epidemic is growing on each day by attributing cases in the present to their likely infectors in the past, and then estimating how many cases are attributed to each infector on a given day. When detailed epidemic curve data are not available, or when one is interested in the average value of R(t) over some interval (t 1 , t 2 ), a special case of this approach is to estimate the exponential growth rate r of the epidemic over that interval as (2.0.2) where N(t) is the number of persons infected on day t, and then to estimate the value of R during that interval using the expression where the moment-generating function (2.0.4) These two approaches are closely related (Wallinga and Lipsitch (2007) ), converging to the same answer if R(t) remains constant during the interval for which data are analyzed.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 592,
                    "text": "Kenah et al. (2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 934,
                    "text": "Wallinga and Teunis (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1453,
                    "end": 1460,
                    "text": "(2.0.2)",
                    "ref_id": null
                },
                {
                    "start": 1631,
                    "end": 1638,
                    "text": "(2.0.4)",
                    "ref_id": null
                },
                {
                    "start": 1680,
                    "end": 1709,
                    "text": "(Wallinga and Lipsitch (2007)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Roles of the reproductive number in a mass action epidemic"
        },
        {
            "text": "The definition of R has been rigorously extended to the setting in which the population is stratified into a number of groups (e.g., age groups or sexes or sexual activity groups) with different mixing patterns: in this case, members of certain groups are more likely than others to become infected, and these individuals may in turn be more or less likely to infect others. The appropriate definition of a \"typical\" infective in this setting is a weighted average over the groups, in which the weights are derived from the leading right eigenvector of the next generation matrix (R ij ), where R ij is defined as the expected number of secondary cases in group i caused by an infective member of group j. Using this definition, the basic reproductive number for the disease in the whole population is given by the leading eigenvalue of the matrix (R ij ). Defined in this way, R 0 = 1 still represents the threshold between an infection that can increase and one that will decline; vaccination of a fraction p c from equation 1.0.1 of members of every group in the population will scale all entries of the next generation matrix by (1− p c ) and produce R = 1. A full account of these calculations is given in Diekmann and Heesterbeek (2000) .",
            "cite_spans": [
                {
                    "start": 1211,
                    "end": 1242,
                    "text": "Diekmann and Heesterbeek (2000)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Roles of the reproductive number in a mass action epidemic"
        },
        {
            "text": "In summary, for a mass action model, the same reproductive number may be used for four different purposes: as the mean number of secondary cases caused by a typical infectious person, as a well-defined function of the exponential growth rate of the epidemic and the infectious contact interval distribution, as the proportion of contacts that must be blocked to halt the growth of the epidemic (all-or-nothing transmission reduction), and as the proportional reduction in the probability of each transmission that is required to halt the growth of an epidemic (leaky intervention).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roles of the reproductive number in a mass action epidemic"
        },
        {
            "text": "In the next section, we define a model for transmission in a community of households, and then in Section 4 we discuss these four reproductive numbers and one additional one in the context of a community of households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roles of the reproductive number in a mass action epidemic"
        },
        {
            "text": "The model used here builds on the seminal paper of Ball et al. (1997) ; see also Britton and Becker (2000) .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 69,
                    "text": "Ball et al. (1997)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 81,
                    "end": 106,
                    "text": "Britton and Becker (2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A model for homogeneous individuals in a community of households of varying sizes"
        },
        {
            "text": "We consider a population of households, in which the infection is spreading. The relative frequency of individuals in the population who live in a household of size h is π h , with Σπ h = 1. We focus on an early phase of the epidemic so that no more than one individual in a household is infected from outside, and there is no depletion of susceptible households. Individuals are homogeneous except for the size of the household they inhabit. Upon infection, individuals may become infectious immediately or after some period, and their degree of infectiousness may vary over the infectious period. While infectiousness profiles followed by different individuals can be different, they are assumed to have the same distribution. Formally, it means that a person infected t time units ago generates infectiousness of intensity I(t), where I(t) is a trajectory of some fixed stochastic process M. One can think of I(t) as the amount of pathogen shedding by an infected individual t time units after his/her getting infected; or as the risk that he/she poses to the susceptibles -see equations 3.0.7, 3.0.9. Thus I(t) is random, and its expected value is denoted by (3.0.5) The number (3.0.6) is the expected cumulative infectiousness of an infected individual. Having introduced the individual infectiousness profile, we can now describe the infectiousness hazard that an infected individual poses, both outside of his/her household and within the household.",
            "cite_spans": [
                {
                    "start": 1163,
                    "end": 1170,
                    "text": "(3.0.5)",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1189,
                    "text": "(3.0.6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A model for homogeneous individuals in a community of households of varying sizes"
        },
        {
            "text": "Outside of the household, for a person infected t time units ago, his/her infectiousness hazard to the community is μ G I(t), where μ G > 0 is a number. We note that at a given time, a person can be inside or outside the household with a certain probability, and the coefficient μ G incorporates that probability. Thus, conditional on a particular individual infectiousness profile, the expected number of persons he/she will infect between t and t + Δt time units since own infection is Thus the total number of people that one infected person is expected to infect outside of his/ her household is Within a household of size h, given a person A infected t time units ago and having an individual infectiousness profile I(t), and an uninfected person B, the probability that A will infect B during time Δt is (3.0.9) Here μ h > 0 is a number, which depends on the household size. Note that the out-of-household hazard, given by equation 3.0.7, and the within-household hazard, given by equation 3.0.9 are proportional. This represents the assumption that the overall shape of the infectiousness curve is determined by biological (e.g. pathogen shedding, fluid production) and behavioral (e.g. amount of time spent sleeping, social contact) characteristics of the infection, and that household contacts simply get a different, but proportional, exposure to the infectious individual than outside contacts. We also note that while in-and out-of household infectiousness hazards have a similar form, the infectiousness process taking place within an infected household is quite different from the mass action (branching) process for out-ofhousehold infections, due to a fixed number of susceptibles in the household. Some insight into that process will be gained via a Sellke-type construction in Appendix A. In the meantime, let us introduce some notation to be used later.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 817,
                    "text": "(3.0.9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A model for homogeneous individuals in a community of households of varying sizes"
        },
        {
            "text": "Consider a household of size h infected t time units ago -this means that the first, or index case got infected t time units ago. Let I h (t) be the sum of the individual intensities of infectiousness for all infected members of the household at that point. Let We conclude this section with the following well-known fact (see Andersson and Britton (2000) , p. 15), whose proof we include for reader's convenience: Proposition 3.0.1 (3.0.13) where f h is the expected number of people who will be eventually infected in a household of size h. Thus we also have (3.0.14)",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 355,
                    "text": "Andersson and Britton (2000)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 433,
                    "end": 441,
                    "text": "(3.0.13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A model for homogeneous individuals in a community of households of varying sizes"
        },
        {
            "text": "Proof-Let the individuals in the household be 1,…,h. Define the random variable A i to be 1 if person i is infected, zero otherwise. The total number of infected people is ΣA i , thus Let Tl i be the cumulative (total) infectiousness of the i th person, which is a random variable. Then A i · Tl i = Tl i (if a person is never infected, he has zero infectiousness). Also",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model for homogeneous individuals in a community of households of varying sizes"
        },
        {
            "text": "The fact that R h = f h · R G follows from equations 3.0.8 and 3.0.12. Q.E.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thus"
        },
        {
            "text": "In this section, we define five possible reproductive numbers that are relevant to transmission of infection in a community of households. All except the second (to our knowledge) have been described previously in various contexts. We also assume that we are dealing with an early stage of an epidemic in a large community -see Ball et al. (1997) for the limiting behavior in that transmission model as the community size goes to infinity. In particular, there is no depletion of susceptible households, and no household is infected more than once from outside.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 346,
                    "text": "Ball et al. (1997)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Five reproductive numbers"
        },
        {
            "text": "One definition of the reproductive number that has been widely used in the literature on transmission in communities of households is the \"household reproductive number\" (we call it R H ; it is also occasionally called R * in the literature), which is the mean number of individuals in other households infected by any member of an index household following the infection of one member of the index household (Becker and Dietz (1995) ; Ball et al. (1997); Fraser (2007) ). The idea is to treat households as individuals, and to define R H by analogy to the standard individual reproductive number in a well-mixed population. In this analogy, withinhousehold dynamics -the infection of other members of the household by the index member -play the role analogous to that played by within-host pathogen dynamics in the case of individual reproductive numbers: they are not directly considered but they affect the infectiousness to the outside, in this case to other households.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 433,
                    "text": "(Becker and Dietz (1995)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 436,
                    "end": 455,
                    "text": "Ball et al. (1997);",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 469,
                    "text": "Fraser (2007)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The household reproductive number R H"
        },
        {
            "text": "We know from equation 3.0.14 that the expected number of households infected by an infected household of size h is R h = f h · R G . The proportion of people living in households of size h is π h , which is also the probability that each new out-of-household infection occurs in a household of size h. From the standard theory of branching processes we get that the mean number of households infected by an index household is where as before, R G is the mean number of out-of-household infections by a single infected individual; f = Σ h π h f h is the expected number of individuals (including the first) infected within a household given that at least one person becomes infected -the final size of the mini-epidemic within the household. This reproductive number is usefully thought of as corresponding to the extent of reduction in between-household transmission required to stop the epidemic from spreading (Becker and Dietz (1995); Fraser (2007) ).",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 937,
                    "text": "(Becker and Dietz (1995);",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 938,
                    "end": 951,
                    "text": "Fraser (2007)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The household reproductive number R H"
        },
        {
            "text": "This reproductive number ignores the distinction between within-and between-household infections and counts the expected number of secondary cases caused by an average infected individual from an average infected household, including those outside and inside the household. There is a caveat in this definition, stemming from double averaging -see Becker and Dietz (1995) for an alternative way of counting. Our approach is as follows:",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 371,
                    "text": "Becker and Dietz (1995)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The individual reproductive number R HI"
        },
        {
            "text": "First, for each household size h, pick N infected households of size h, where N is large. Let A N be the total number of people eventually infected in those households, and let B N be the total number of people whom those A N persons have infected -thus B N is obtained by counting all people infected within the N households (index cases in each on the N selected households are excluded), and all the out-of-household infections that those A N people have caused.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The individual reproductive number R HI"
        },
        {
            "text": "We define to be the expected number of people infected by one infected person in a household of size h. Now we need to average this out over various household sizes. We will choose a stratified average. The proportion of people living in households of size h among all people is π h ; this is also the proportion of infected households of size h among all infected households. Thus we define where .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "We have"
        },
        {
            "text": "There are merits and demerits to this definition of R HI , discussed further in Appendix A.4.2. We note that R HI is in general an epidemic threshold only if all households have the same size. Nonetheless this R HI will always fit into the scheme of ordering among the reproductive numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "We have"
        },
        {
            "text": "R H defines the extent to which transmission must be reduced between households to halt growth of an epidemic; for instance if we effectively vaccinate all individuals in a proportion of households of each size, the reproduction number will be brought down to 1. However, many interventions, such as vaccination, involve only some members of the targeted households, having an impact on both within-household and between-household transmission. In this section we consider vaccination of individuals at random in the population with a 100% effective vaccine -see Ball et al. (2004) for more details. Let p C be the proportion of the population which needs to be randomly vaccinated with a perfect (100% effective) vaccine to reduce the epidemic's reproductive number to 1. We define the perfect vaccine-associated reproductive number (4.3.1)",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 581,
                    "text": "Ball et al. (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The perfect-vaccine-associated reproductive number R V"
        },
        {
            "text": "In contrast to an \"all-or-nothing\" vaccine, a \"leaky\" vaccine with efficacy E is defined as one that reduces the instantaneous probability (rate) of infection given infectious contact (both for in-household and out-of-household contacts) by a proportion E (multiplies it by 1 − E, see Ball and Becker (2006) ). Moreover it has no effect on transmission by the vaccinated individuals who did get infected. If E = 1, the vaccine is called perfect. A leaky vaccine would have effects on both within-and between-household transmission. For out-of-household transmission, the expected number of people infected by an index case (R G ) scales down by a factor of 1 − E. The effect on within-household transmission is more complex -see Appendix A.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 307,
                    "text": "Ball and Becker (2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The leaky vaccine-associated reproductive number R V L"
        },
        {
            "text": "We can define a minimum (critical) efficacy E C for a leaky vaccine, where E C is characterized by the fact that if all the population is vaccinated with a vaccine of efficacy E C , the resulting reproductive number of the epidemic will be 1. By analogy with the perfect-vaccine-associated reproductive number, we then define a leaky-vaccine-associated reproductive number as Remark 1-Note that this need not refer only to vaccines. One could also consider antiinfective treatments, hygiene measures, or masks that reduce the rate of infection of susceptibles by a 1 − E, and consider the critical value E C for such an intervention to be the one which, if administered to the whole population, reduces the reproductive number to 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The leaky vaccine-associated reproductive number R V L"
        },
        {
            "text": "Remark 2-One can define the notion of a reproductive number R E for any vaccine efficacy E C ≤ E ≤ 1. Let p E be the proportion of the population which needs to be randomly vaccinated to reduce the epidemic's reproductive number to 1. We define the reproductive number for a vaccine of efficacy E as Note that we recover the perfect vaccine-associated reproductive number R V by setting E = 1, and the leaky vaccine-associated reproductive number R V L by setting E = E C . In Appendix A. 2 we'll show that R E is a decreasing function of E as E increases from E C to 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The leaky vaccine-associated reproductive number R V L"
        },
        {
            "text": "Recall the definition of β G (t) from equation 3.0.5. We define the individual infectious contact interval distribution (4.5.1) We note that w G ( ) can often be estimated from the data, using the distribution of times from appearance of one case in the epidemic curve to appearances of secondary out-of-household cases caused by it (Kenah et al. (2008) , Lipsitch et al. (2003) , Wallinga and Teunis (2004) , Mills et al. (2004) , Ferguson et al. (2005) ).",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 353,
                    "text": "(Kenah et al. (2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 356,
                    "end": 378,
                    "text": "Lipsitch et al. (2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 381,
                    "end": 407,
                    "text": "Wallinga and Teunis (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 410,
                    "end": 429,
                    "text": "Mills et al. (2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 454,
                    "text": "Ferguson et al. (2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The exponential-growth-associated reproductive number R r"
        },
        {
            "text": "As a consequence of the Euler-Lotka equation (Wallinga and Lipsitch (2007) ), infection spreading in a mass-action population with a reproductive number R and an infectious contact interval distribution w G ( ) will grow exponentially at a rate r given by the solution to (4.5.2) or alternatively, where M w G is the moment-generating function for the density w G (t). There is an analogous statement for epidemic dynamics in a community of households. Define the infectious contact interval distribution is a community of households as (4.5.4) where as before, β h (t) is the expected intensity of infectiousness of a household of size h infected t time units ago -see equation 3.0.10. Again, one can apply the Euler-Lotka equation using the number of newly infected households, where households are treated as individuals, with the serial interval distribution w H (t) and the reproductive number R H . Thus infectious spead in a community of households will grow exponentially at rate r given by solution to (4.5.5) or alternatively, (4.5.6) where M w H is the moment-generating function for the density w H ( ). We note that this growth rate (which is the same as the growth rate for the number of newly infected individuals) can often be estimated well from the incidence curve. We can plug this growth rate r of the epidemic into the moment generating function for the individual infectious contact interval distribution to define Here w G ( ) is the individual infectious contact interval distribution from equation 4.5.1 and r is the solution to equation 4.5.6. Perhaps the main motivation behind this definition is that one can often have good estimates on r and w G ( ) from the data (Lipsitch et al. (2003) , Wallinga and Teunis (2004) , Mills et al. (2004) , Ferguson et al. (2005) ). The interest in this reproductive number is thus practical: it allows us to ask such questions as, if we know nothing about household structure but apply naive (well mixed) estimates to transmission in a population where households are actually important, how will this affect our estimates of R? If we calculate critical vaccine coverage based on these estimates, how wrong (and in which direction) will we be?",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 74,
                    "text": "(Wallinga and Lipsitch (2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 272,
                    "end": 279,
                    "text": "(4.5.2)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "(4.5.4)",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1018,
                    "text": "(4.5.5)",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1044,
                    "text": "(4.5.6)",
                    "ref_id": null
                },
                {
                    "start": 1694,
                    "end": 1717,
                    "text": "(Lipsitch et al. (2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1720,
                    "end": 1746,
                    "text": "Wallinga and Teunis (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1749,
                    "end": 1768,
                    "text": "Mills et al. (2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1771,
                    "end": 1793,
                    "text": "Ferguson et al. (2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The exponential-growth-associated reproductive number R r"
        },
        {
            "text": "It is useful to note that the reproductive numbers R H , R HI , and R r are all quantities that may, in principle, be measured from data that would be available early in an epidemic. R HI requires knowing who infected whom, and a sampling scheme for calculating household sizes, but nothing further. R H requires knowing who infected whom, and who lives in which household. R r requires knowing the total number of new infections each day, plus a reliable estimate of the infectious contact interval distribution w G ( ) (Wallinga and Lipsitch (2007) ; Wallinga and Teunis (2004) ). Of these three, only R H has a direct practical application: it represents the factor by which transmission between households must be reduced to halt epidemic spread (Becker and Dietz (1995) ; Fraser (2007)). The other two reproductive numbers, R V and R V L , cannot be directly estimated from data, but are of direct practical interest, since they are measures of the extent of effective intervention in individuals required to stop the growth of the epidemic. Under mass-action assumptions, once again, all of these are the same (except R H which is not defined in the absence of households); in reality, we would like to use measurable quantities -R H , R HI , and R r -to provide bounds on the quantities of practical interest -R V and R V L . In the next section we explore whether such bounds are possible.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 550,
                    "text": "(Wallinga and Lipsitch (2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 553,
                    "end": 579,
                    "text": "Wallinga and Teunis (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 750,
                    "end": 774,
                    "text": "(Becker and Dietz (1995)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of the reproductive numbers"
        },
        {
            "text": "To begin comparing all the reproductive numbers defined so far, we note that they all serve as an epidemic threshold:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relative magnitude of the reproductive numbers"
        },
        {
            "text": "and for a single household size, R H = 1 ⇔ R HI = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relative magnitude of the reproductive numbers"
        },
        {
            "text": "The situation is quite different for a growing epidemic. In this paper we'll prove Theorem 1-In a growing epidemic We note that Theorem 1 doesn't characterize well the relation between R r and the rest of the reproductive numbers. In fact, as we will show in the next section, in most numerical simulations, we also have suggesting a strict ordering between the reproductive numbers, with the dynamical ones (R H , R r and R HI ) providing upper and lower bounds for the reproductive numbers which assess the required control measures. We've shown analytically, however, that there are some exceptions for the second inequality when the latent period for individual infectiousness is very large: see Appendix B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relative magnitude of the reproductive numbers"
        },
        {
            "text": "The proof of Theorem 1 is given in the next section, with several more technical results deferred to Appendix A. Some of the consequences of Theorem 1 are discussed in Section 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relative magnitude of the reproductive numbers"
        },
        {
            "text": "We have R H = R G · f, see equation 4.1.1. Suppose a vaccine of critical efficacy E C is administered to the whole population. By definition of the critical efficacy, R H (E C ) = 1. We also have where R G (E C ) is the expected number of out-of-household infections by an index case (in the vaccinated population), and f(E C ) is the expected number of people who are eventually infected in the index household. We have (outside hazard scales by a factor of (1 − E)); and f(E C ) ≤ f (having vaccinated individuals in a household decreases the expected number of infected). Thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R H ≥ R V L"
        },
        {
            "text": ", which is equivalent to R VL ≤ R H .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So"
        },
        {
            "text": "Note that R H and R r are closely related -see equations 4.5.7 and 4.5.6. Define now the CDF for the infectious contact intervals, both individual and household:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R H ≥ R r"
        },
        {
            "text": "We have W G (0) = 0 = W H (0), . Integrating equations 4.5.5 and 4.5.7 by parts we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R H ≥ R r"
        },
        {
            "text": "We see from the equation above that the R r ≤ R H is a consequence of QED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R H ≥ R r"
        },
        {
            "text": "The household infectious contact interval distribution w H ( ) is always longer than the individual infectious contact interval distribution w G ( ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 6.2.1"
        },
        {
            "text": "Intuition-The infectious contact intervals from household to household will be a \"rightward smear\" of the infectious contact intervals from any given individual to others outside the household. To understand why the latest equation is true, define the function y h (s) by the condition that the probability that in the household of size h there is new infection during (s, s + Δs) time units since the index case got infected is y h (s) · Δs. We have -the above represents the expected number of people ever infected in the household (besides the index case). Also for each a ≥ 0,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 6.2.1"
        },
        {
            "text": "The first factor on the right hand side above is the contribution from the index to the household's expected infectiousness at time a, and the integral gives the contribution of everybody else. Integrating equation 6.2.4 from zero to t we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-Let"
        },
        {
            "text": "This inequality was previously demonstrated by Ball et al. (2004) -see also Ball and Becker (2006) , where the model is extended to allow for two degrees of infection -mild and severe.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 65,
                    "text": "Ball et al. (2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 76,
                    "end": 98,
                    "text": "Ball and Becker (2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "In the Appendix A we provide a proof of a slightly generalized version of this claim. It is generalized in two ways. First, it is valid for any population structure, not only for a population of households. Second, we generalize the results of Ball et al. (2004) , which in effect compared only perfect vs. leaky vaccines, to consider a continuum of vaccines with leaky efficacy between perfect and a minimal (critical) leaky efficacy E C -see Proposition A.2.3.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 262,
                    "text": "Ball et al. (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "Recall the notion of a vaccine of efficacy E from Section 4.4. Let us define the notation R[E; p] to denote the value of a reproductive number realized when a fraction p of the population receives a vaccine with efficacy E. For any E C ≤ E ≤ 1, there is proportion p E of people that need to be randomly vaccinated with a vaccine of efficacy E so that R[E, p E ] = 1. Recall from Remark 2 in Section 4.4 that the reproductive number R E associated with a vaccine of efficacy E is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "In the appendix we prove that R E is a non-increasing function of E in the interval E C ≤ E ≤ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "Since R V L = R E C and R V = R 1 , this general proof includes as a special case the finding R V L ≥ R V .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "The basic finding R V L ≥ R V may be interpreted practically as stating that it is always more effective to vaccinate a fraction p with a perfect vaccine than to vaccinate everyone with a vaccine of efficacy p. The more general form established in Proposition A.2.3 in the appendix shows that it is always better to vaccinate a fraction p 1 with a vaccine of efficacy E 1 than to vaccinate a proportion p 2 with a vaccine of efficacy E 2 , if p 1 E 1 = p 2 E 2 but p 1 < p 2 . Put another way, the efficacy and the vaccination coverage, which are interchangeable in their effect according to mass action models, are in general not interchangeable; it is better to increase vaccination efficacy than to increase vaccination fraction of the population in an \"equivalent\" fashion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "The proof that it is always better to vaccinate a fraction p 1 with a vaccine of efficacy E 1 than to vaccinate a proportion p 2 with a vaccine of efficacy E 2 , if p 1 E 1 = p 2 E 2 but p 1 < p 2 is fully general, not relying on household structure in particular. It stems from a simple observation that for any realization of individual infectiousness profiles I(t), and for any individual i, the probability of i getting infected by a given time is lower under the (E 1 , p 1 ) scenario than under the (E 2 , p 2 ) scenario -see Proposition A.2.3 for full details. The argument is then formalized by coupling the two scenarios so that in the first case there are always less infected people than in the second case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "The non-increasing nature of R E as a function of E is an immediate consequence which is valid in general and not just in a community of households. Indeed pick two vaccines of efficacy E 1 > E 2 , and pick a vaccination fraction p > p E 1 (recall that R[E 1 , p E 1 ] = 1). Then R[E 1 , p] < 1, so the expected number of people who are eventually infected under the (E 1 , p) scenario is finite. Hence the expected number of people who are eventually infected under the (E 2 , ) scenario is also finite. Hence the critical fraction for any p > p E 1 . So , which is equivalent to saying than R E 1 ≥ R E 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V L ≥ R V"
        },
        {
            "text": "This is the proof in Appendix A that is longest, most mathematically involved, and least illuminating intuitively. Here we'll sketch an argument for a community of homogeneous households of the same size. The basic approach is to note that R HI = R G + g is composed of two components, the between-household component R G and the within-household component . Suppose that a fraction p* of the population receives a perfect vaccine, leaving q* unvaccinated, and achieving 1 = R V (q*) = R HI (q*) = R G (q*) + g(q*) (here having q* in brackets means considering the scenario when a proportion q* of the population is unvaccinated). By definition, R V = R V (1) = 1/q*. Because the between-household transmission is mass-action, R G (q*) = q*R G (1). It is therefore sufficient to show that g(q*) ≤ q*g(1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "To prove the above, pick any q* ≤ x ≤ 1, and let f(x) be the expected number of infected people in an infected household in a population, where each individual is vaccinated with a perfect vaccine with probability 1 − x. Let as before. We need g(q*) ≥ q*g(1). Well show more generally that for any number C > 1, g(Cx) ≤ Cg(x). Some intuition for why this inequality holds may be gained from considering limiting cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "As the first limiting case, suppose that each household is very large with N persons and the probability of each infecting the other is ≅ μ/N for some μ < 1. Thus the dynamics can be well approximated by a branching process, since the depletion of susceptibles within a household has negligible impact on the transmission process in that household. So each person will infect on the average μ more people in the next generation, etc., so the expected total number of infected people is . If a proportion 1 − x is vaccinated with a perfect vaccine then the expected number of infected people is , g(x) = μx and g(Cx) = Cg(x).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "The spirit of the general proof in the appendix is to demonstrate that this branching process limit is the \"worst-case scenario.\" To show this, we'll consider an infected household where each person is vaccinated with a perfect vaccine with probability 1 − x, and define H k (x) to be the expected number of people infected in the k th generation within the household, for each k ≥ 0. Thus H 0 (x) = 1 and f(x) = Σ k ≥ 0 H k (x). In the branching process case, H k (x) = μ k x k . A key step in the proof is to show that in general for any C > 1, H k (Cx) ≤ C k H k (x). This implies the differential inequality . Another step is to note that for each k ≥ 0, Σ l ≥ k H l (x) ≥ H k (x)f (x). Combining these, and using f(x) = Σ k ≥ 0 H k (x) one easily obtains a differential inequality This in turn implies that g(Cx) ≤ Cg(x) for C > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "In the preceding sections, we have shown mathematically that in a growing epidemic, R H ≥ R V L ≥ R V ≥ R HI and R H ≥ R r . The present section uses numerical simulations to address three further points:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "1. We show the magnitude of these reproductive numbers for a wide range of assumptions about the natural history of the disease and the household size distribution in order to assess how much they differ under particular assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "We show that in most plausible parameter regions, we have a strict ordering despite the fact that we can show mathematically that conditions exist in which R r < R V (Appendix B), and that we have found no mathematical argument to demonstrate that R V L ≥ R r .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "We show that a simple approximation to R V works well for reasonable parameters for several diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "We took two approaches to numerical studies. In section 7.1 we evaluate the reproductive numbers in a Markov SEIR model in which the parameters may be varied in a simple fashion to explore a wide range of parameter space. In section 7.2 we use more realistic distributions of parameters, similar to those for measles and influenza (Fraser (2007) ), to assess how these reproductive numbers may perform for real diseases.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 345,
                    "text": "(Fraser (2007)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "To explore parameter space and compare the magnitudes of the five reproductive numbers, we numerically implemented a model for within-and between-household transmission of an infection with a simple susceptible-exposed-infectious-recovered (SEIR) natural history. Upon infection, an individual remains exposed but not infectious for a latent period whose length is exponentially distributed with mean 1/u, and then becomes infectious for a period that is also exponentially distributed with mean 1 (without loss of generality). Infectiousness I(t) (see section 3) during the infectious period is constant (and can be assumed equal to 1), and is zero before and after. Thus CI G = 1 (see equation 3.0.6). External infections follow standard massaction dynamics, but we limit our consideration to the early phase of the epidemic such that new (uninfected) households are plentiful, and all secondary infections outside the household occur in households that have never before been exposed (no depletion of susceptible households).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Households are assumed to be of a single fixed size h, and the infectiousness profile of a household is calculated using a master equation for within-household infections. In this setting, using \"standard\" (deterministic) SEIR infection dynamics within a household is inappropriate because of the small numbers of individuals, hence we keep track explicitly of the probability p(σ, ε, ι) that the number of S, E, I and R individuals in the household at a particular time is (σ, ε, ι, h−σ −ε−ι). Infectious individuals exert constant infectiousness μ h on other, uninfected individuals within the household (see equation 3.0.9, with I(t) = 1) and μ G on all susceptible members of other households combined (see equation 3.0.7). The overall epidemic grows (until depletion of susceptible households sets in) at a rate equal to the leading eigenvalue of the master equation matrix for within-household transmission supplemented with a term for extrahousehold infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "The appropriate master equation for within-household dynamics is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Here we define p(σ, ε, ι) = 0 if σ+ε+ι > h or if any of σ, ε, ι is negative. To simulate the dynamics within a community of households, we allow these dynamics to run in each household while also allowing transmission between households. If we now define z(σ, ε, ι) as the expected number of households with σ susceptibles, ε latently infecteds, ι infectious, and h − σ, − ε, − ι recovered, we can write these dynamics identically to the within-household dynamics, adding a term for between-household infections",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "where δ (x) = 1 if x = 0 and 0 otherwise. The last term represents transmission to other households, which feeds new households into the epidemic with h −1 susceptibles, 1 latent, and no infectious individuals. For this last term, note that the transmission coefficient for newly infected households is R G = μ G as CI G = 1, see equation 3.0.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "For a household of size h there are possible configurations for the family, of which two (all susceptible and all recovered) are not tracked in our dynamics, the former being assumed constant and the latter being irrelevant. We can thus exactly track the early phase of the epidemic with linear differential equations defined by equation 7.1.2. The largest eigenvalue of this system constitutes the exponential growth rate of the epidemic and is used, along with the serial interval distribution in the calculations of the main text. This system was implemented in Mathematica 6.0, and the eigenvalues taken as the eigenvalues of the Jacobian matrix of the system of linear equations. Code is available on request. Figure 1 shows plots of the five reproductive numbers for varying household sizes (different rows), varying values for the out-of-household reproductive number R G , and varying rates of within-household transmission μ h under a range of assumptions using the an SEIR model of transmission in a community of households, with an assumed mean infectious period of 1 time unit. The curves give the values of each of the five reproductive numbers defined in the previous section. One curve for each type of reproductive number is shown, except for R r (the only reproductive number sensitive to u), where three curves are shown to represent values of 0.01, 1, and 100 time units (from top to bottom) for the latent period of the disease, equivalent to u = 100, 1, 0.01 respectively. Thus the upper curve has almost no latent period while the lower curve has a latent period 100 times as long as the infectious period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 723,
                    "text": "Figure 1",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Several features are notable in Figure 1 . First, the five reproductive numbers follow a strict ordering for nearly all parameter values chosen, with R r nearly overlapping R V for very long latent periods (u = 0.01). In Figure 2 , we show that, as predicted mathematically in Appendix B.3, R r > R V for very long latent periods for a larger household size h ≥ 4, though the two are very nearly equal. We consider these results primarily of theoretical interest since a latent period so much longer than the infectious period is unrealistic for most known infections. Hence the strict ordering observed in most of Figure 1 seems to be a safe assumption for most plausible natural histories, assuming homogeneously sized households.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "text": "Figure 1",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 221,
                    "end": 229,
                    "text": "Figure 2",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 1",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Second, it is clear that R H and R V L have similar magnitudes when the within-household transmission parameter μ h is large. This is not surprising, since a leaky vaccine is of little benefit within a household when within-household transmission is intense, so its effect is mainly on between -household transmission. On the other hand, when the within-household transmission parameter is moderate, R H is quite larger than R V L .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Third, R r , which has been measured in various forms for infections such as SARS (Lipsitch et al. (2003) ; Wallinga and Teunis (2004)), influenza (Ferguson et al. (2005) ; Mills et al. (2004) ) and Ebola (Chowell et al. (2004) ), gives in general a conservative indication of how much transmission must be blocked to halt the growth of the epidemic (as indicated by the R V ), in some cases (short latent period, intense within-household transmission), a strongly conservative estimate.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 105,
                    "text": "(Lipsitch et al. (2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 147,
                    "end": 170,
                    "text": "(Ferguson et al. (2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 173,
                    "end": 192,
                    "text": "Mills et al. (2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 205,
                    "end": 227,
                    "text": "(Chowell et al. (2004)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Fourth, whenever there is significant within-household transmission, R V and R V L are quite different, in percentage terms, implying that the tradeoff between efficacy and coverage is rather strongly weighted in favor of efficacy in such situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "Fifth, there is significant variation in R r depending on the household size distribution and the degree of within-household transmission. It has been suggested that if different models of a disease are calibrated to give the same initial growth rate of an epidemic, they should then produce similar estimates for the effect of interventions. Our model suggests this may not be correct, since different models of the same disease might make different assumptions about parameters such as household size distributions and the relative contribution of withinhousehold transmission (Halloran et al. (2008) ), producing different values of R r even for similar values of the other reproductive numbers. As a consequence, it is possible that for a given natural history of disease and value of R r , models might make conflicting predictions about the effectiveness of control measures.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 602,
                    "text": "(Halloran et al. (2008)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Relative magnitudes of reproductive numbers in an SEIR model"
        },
        {
            "text": "In a second set of numerical simulations, we studied the five reproductive numbers in the context of a disease natural history calibrated more closely to two specific diseases, measles (which has a very high reproductive number and a highly peaked infectiousness profile) and influenza (which has a modest reproductive number and a wider infectiousness profile). These simulations followed the protocol described by Fraser (2007) . Individual cumulative intensities of infectiousness were Gamma-distributed, with the shape parameter set to.22 for measles and 1 for flu. Stochastic simulations were used (rather than the master equation approach described in the previous section) to estimate the mean infectiousness profile for each household size, and from these profiles and an assumed value of R G (out of household reproductive number, set to equal 1.5 for flu and 15 for measles), the values of the other reproductive numbers are calculated for a household size distribution based on the 2000 US census. The within-household transmission parameter μ h (assumed to be independent of household size) varies along the xaxis of each panel of Figure 3 , with all other parameters fixed.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 429,
                    "text": "Fraser (2007)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1143,
                    "end": 1151,
                    "text": "Figure 3",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "Application to realistic distributions of infectiousness"
        },
        {
            "text": "Here, in addition to the five reproductive numbers, we also calculated an approximate reproductive number R V A , which approximates R V by assuming that the within-household, indirect effects of a perfect vaccine are negligible, hence that upon vaccination of a proportion p of persons at random, the expected final size in an infected household of size h becomes 1 + (f h − 1)(1 − p). Since in the same circumstances, R G [p] = R G (1 − p) , the household reproductive number then becomes approximately R H [p] ≈ R H (1 − p) 2 + R G p(1 − p) . Setting this quantity equal to one and solving for p, one obtains",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 441,
                    "text": "(1 − p)",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "p(1 − p)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Application to realistic distributions of infectiousness"
        },
        {
            "text": "The following can be observed from Figure 3: • R r is a very close approximation to R V for all parameters considered, and when it is wrong, as in the simulations in the previous section, it is conservative (R r predicts that more people need to be vaccinated than the actual number). Moreover, R V A is also an excellent approximation, indicating within-household herd immunity effects are minor compared to the direct effects of vaccination in the household and the effects in the population as a whole.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 44,
                    "text": "Figure 3:",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "Application to realistic distributions of infectiousness"
        },
        {
            "text": "• R V L is significantly larger than R V whenever within-household transmission is substantial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to realistic distributions of infectiousness"
        },
        {
            "text": "• For flu, R HI significantly underestimates the other reproductive numbers, and in both cases R H significantly overestimates them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to realistic distributions of infectiousness"
        },
        {
            "text": "In this paper we have defined five reproductive numbers that may be of epidemiologic interest when an infection is spreading in a population of households. The reproductive numbers R H , R HI and R r are related to the dynamics of the emerging epidemic and in principle can be measured from the incidence and contact data. The reproductive numbers R V , R V L and R H each indicate the level of effort required to halt the growth of the epidemic with a different class of control measures. R V corresponds to the fraction of persons who must be completely removed from potential transmission; the most obvious way to accomplish this is by the administration of a perfectly effective vaccine. R V L corresponds to the fractional reduction in the hazard of transmission that must be accomplished for all persons in the population, for example by administration of a \"leaky\" vaccine, but also conceivably through improved hygiene, wearing of masks, or any other imperfect means of reducing individuals' infectiousness or susceptibility to infection. R H corresponds to the fractional reduction in between-household transmission required to halt epidemic growth, for example by reducing public gatherings or closing schools, which would reduce between-, but not within-household contacts. In all cases, for simplicity, we assume that the interventions are applied uniformly (or at random in the case of R V ) across the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "The upper and lower bound values, the household reproductive number R H and the individual reproductive number R HI respectively, are conceptually the simplest and perhaps the most straightforward to measure, if contact tracing data are available. R H may be measured by counting the number of out-of-household transmissions from each member of each household, adding within a household and averaging across households. R HI may be measured by counting the total number of transmissions from each person and averaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "As Figure 1 shows, these two numbers may in general give extremely divergent values, especially when household sizes are large and within-household transmission is important. An intermediate value R r may be obtained by estimating the exponential growth rate of the epidemic, then calculating a reproductive number from the Euler-Lotka equation 4.5.7, using the individual infectious contact distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Discussion and implications"
        },
        {
            "text": "The main purpose of this paper was to compare these three (dynamical) quantities that can be estimated from data against two other quantities that are important for epidemic control: namely, the proportion p C of the population that must be successfully immunized to stop epidemic growth with a perfect vaccine, or the minimum efficacy E C of a leaky vaccine that, if given to the entire population, would stop epidemic growth. To keep comparisons on a single scale, these values are converted into reproductive numbers in the same way they would be for simple epidemic models. Specifically the perfect vaccine-associated reproductive number R V is defined as R V = 1/(1 − p C ) and the leaky vaccine-associated reproductive number",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Conveniently, the reproductive numbers that can be estimated from data provide bounds on these reproductive numbers associated with control. R V L lies between R H and (in all simulated cases) R r , while R V lies above R HI and (in most cases) below R r . The last qualification is required because the inequality R r ≥ R V fails, albeit by a negligible amount, for very long latent periods -see Appendix B.3 and Figure 2 . Study of the relations between the reproductive numbers has also revealed that increasing the vaccine efficacy is better than scaling the vaccination coverage level by the same factor. This implies that attempting to model tradeoff between vaccine efficacy and coverage levels without considering household structure may underestimate the value of higher-efficacy vaccines that could be given to fewer people (e.g. by changing the dose, Riley et al. (2007) ).",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 881,
                    "text": "Riley et al. (2007)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 422,
                    "text": "Figure 2",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Discussion and implications"
        },
        {
            "text": "These findings suggest that while no simple measure of epidemic progress is exactly indicative of the effort needed to control epidemic spread in a community of households, it is nonetheless possible to obtain some bounds on, and reliable estimates of, the effort required. For instance, even if no good contact data exists for most cases, R r may be obtained by observing the exponential growth rate of the epidemic, then calculating it from the Euler-Lotka equation 4.5.7, using the individual infectious contact distribution. Several studies in the past (Lipsitch et al. (2003) , Wallinga and Teunis (2004) , Mills et al. (2004) , Ferguson et al. (2005) etc.) took that approach, using the growth rate of an epidemic along with an infectious contact interval distribution, in various ways, to estimate the reproductive number. In at least the SARS cases, the infectious contact interval distribution was derived from known contacts of brief duration, and thus may be approximately equal to the infectious contact distribution. R r appears for the real diseases we have simulated to be a close, and conservative, approximation, to R V , consistent with our findings in Figure 1 , where this was true for cases where the latent period was comparable to (or shorter than) the infectious period.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 580,
                    "text": "(Lipsitch et al. (2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 583,
                    "end": 609,
                    "text": "Wallinga and Teunis (2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 612,
                    "end": 631,
                    "text": "Mills et al. (2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 634,
                    "end": 656,
                    "text": "Ferguson et al. (2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1171,
                    "end": 1179,
                    "text": "Figure 1",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Discussion and implications"
        },
        {
            "text": "Another consequence of our findings is that we can give a lower bound for the quantity of a vaccine needed to halt the epidemic. The argument runs as follows: first we can observe the epidemic's impact on infected households, estimating the numbers f h . Using the inequalities we've proven we get that for any vaccine of efficacy E,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "where as before, f = Σπ i f i and .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Several aspects of the story remain incomplete. First, we have no proof yet of the inequality R V L ≥ R r , which holds in all numerical simulations. Second, the inequality R r ≥ R V is violated very modestly for some very long latent periods, but we have not been able to quantify this statement. Third, we have considered only random vaccination, rather than rational or targeted vaccination. Finally, we have considered only the early, exponential phase of the epidemic. The impact of household structure on the dynamics between this phase and the final outcome (considered by Ball and Neal (2002) ) remains to be studied in more detail.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 600,
                    "text": "Ball and Neal (2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Note that \"receiving an infectious contact\" is not the same thing as getting infected as P j could already be infected by time t. The number μ ij is sometimes also called P j 's susceptibility to infectious contact from P i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "For a person P j and a calendar time t, we define the cumulative dosage of infection received by P j up to time t as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Recall the notion of a leaky vaccine from Section 4.4. Given a number 0 ≤ E ≤ 1, we say that a vaccine has efficacy E if for a person P j receiving this vaccine, the transmission coefficient for infectious contacts between any person P i and P j becomes (1 − E)μ ij . If E = 1, the vaccine is called perfect and P j cannot be infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "We assume that each person receives such a vaccine with probability p and those events are independent. We now describe two variants of a constuction for the spread of infection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "This construction is well known, see Andersson and Britton (2000) , p. 12, Ball et al. (2004) . For a person P j , let Q j be the cumulative dosage of infection that P j needs to receive before getting infected. (Q j is called P j 's threshold for infection). Note that Q j is a random variable; P (Q j > Q) is the probability that P j was not infected, conditional on the fact that by that time P i received a dosage Q of infection. To understand the distribution of Q j , we first need to understand the conditional distribution of Q j on whether P j is unvaccinated (with probability q = 1 − p), or vaccinated (with probability p).",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 65,
                    "text": "Andersson and Britton (2000)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 75,
                    "end": 93,
                    "text": "Ball et al. (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1. Individual thresholds"
        },
        {
            "text": "If P j is unvaccinated, equations A.1.2 and A.1.3 say that Thus (with probability q), Q j is an exponential variable Exp(1). Similarly with probability p (P j vaccinated), Q j is an exponential variable Exp(1 − E) (if E = 1, Q j = ∞ with probability p). We'll call such a random variable Exp(1, 1 − E, q). Also various Q j are independent of each other and of the infectiousness profiles I i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1. Individual thresholds"
        },
        {
            "text": "The construction of the spread of infection works as follows: suppose we have a network as above with individuals P i 1 , …, P i l initially infected. Consider the following collection of independent random variables: Given any realization for those variables, we reconstruct the dynamics of the spread of infection. We go along the time line until the first susceptible P s1 receives a dosage of infection (from the initially infected), that matches Q s1 . Once that happens, we add P s1 to the collection of the infected and his infectiousness trajectory I s1 starts to count towards other susceptibles' dosages. If another susceptible P s2 receives a dosage (from the initially infected and P s1 ) which matches Q s2 , we add P s2 to the set of the infected, etc. This process recovers the timing of each infection, but it does not recover the information on who infected whom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1. Individual thresholds"
        },
        {
            "text": "For any individual P i , define a random variable X i to be uniform between [0, 1], with various X i being independent of each other and of the individual infectiousness profiles. Let p be the probability of being vaccinated, with q = 1 − p. Define χ q (X i ) = 1 if X i ≤ q, zero otherwise. The random variable χ q (X i ) is Bernoulli, taking value 1 with probability q and 0 with probability p. The reason for introducing X i into the contruction instead of just χ q (X i ) will become clear later (see the proof of Lemma A.3.1), when the probability q for being unvaccinated gets scaled, and comparisons between the stochastic processes will need to be drawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2. Pairwise Thresholds"
        },
        {
            "text": "For persons P i and P j and calendar time t, we define the pairwise dosage of infection that P j received from P i up to time t as (A.1.4) Let Q ij be the dosage of infection that P j needs to receive from P i before the first infectious contact from P i . Note that infectious contact doesn't mean that P j gets infected as he might have already been infected by someone else. Also for E = 1, we'll think of Q ij as the dosage that needs to be received conditional on the fact that P j is unvaccinated. We see, using the same reasoning as in section A.1.1, that Q ij are independent exponential variables Exp (1). We now have a construction of the spread of infection analogous to the one in section A.1.1. We start with the initially infected and, as time moves forward, we add individuals to the list of the infected if one of their pairwise thresholds to one of the previously infected is reached by that person's infectiousness trajectory. Note that in this construction we recover more information, namely the information on who infected whom.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "(A.1.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.1.2. Pairwise Thresholds"
        },
        {
            "text": "It is also useful to state measure-theoretically that the whole stochastic process is represented by the probability space (A.1.5) M i is the space of trajectories of the stochastic process of P i 's individual infectiousness profile; ℝ ij has a (probability) measure associated with the exponential variable Exp(1) (pairwise threshold); and [0, 1] i has the standard probability measure (which determines whether P i was vaccinated or not). The interval [0, 1] i can also be replaced by a Bernoulli variable B i (p).",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "(A.1.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.1.2. Pairwise Thresholds"
        },
        {
            "text": "Any point in S represents a particular realization of the dynamics of infection on our network. Thus, for instance the total number of infected people under a particular dynamic is an integervalued function of S, and the integral of that function over S gives the expected number of people, who are eventually infected etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2. Pairwise Thresholds"
        },
        {
            "text": "Suppose that in an emerging epidemic in a community of households, we randomly distribute a vaccine of efficacy E (0 ≤ E ≤ 1) -see Section 4.4 for more details. Recall (see Remark 2 in Section 4.4) that the reproductive number for a vaccine of efficacy E is 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2. Reproductive numbers associated with vaccines of varying efficacy"
        },
        {
            "text": "Note that the definition makes sense only for E ≥ E C . The main result of this section is the following",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2. Reproductive numbers associated with vaccines of varying efficacy"
        },
        {
            "text": "The function R E is a non-increasing function of E as E ranges between E C and 1. In particular,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2. Reproductive numbers associated with vaccines of varying efficacy"
        },
        {
            "text": "Remark-This lemma and its proof are a slight generalization of a proposition in Ball et al. (2004) , where it is essentially proved that for any vaccine efficacy E, R E ≥ R 1 = R V .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 98,
                    "text": "Ball et al. (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A.2. Reproductive numbers associated with vaccines of varying efficacy"
        },
        {
            "text": "Proof of the Lemma-The idea is as follows: suppose we have two vaccines of efficacy E 1 and E 2 with E 1 > E 2 , and we distribute them at random for proportions p 1 and p 2 of the population, with p 1 E 1 = p 2 E 2 . Then the spead of infection is less severe in the first case than in the second case. This is true for any finite network, as we'll show below. A simple argument will then establish Lemma A.2.1 for a community of households. First we prove the following elementary",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2. Reproductive numbers associated with vaccines of varying efficacy"
        },
        {
            "text": "Consider two numbers 1 > q 1 > q 2 ≥ 0, and two numbers 0 ≤ c 1 < c 2 < 1. If (1−q 1 )(1−c 1 ) = (1 −q 2 )(1−c 2 ), then the random variable X = Exp(1, c 1 , q 1 ) is stochastically larger than the random variable Y = Exp(1, c 2 , q 2 ). The next proposition is well-known (see Andersson and Britton (2000) , p. 20)",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 306,
                    "text": "Andersson and Britton (2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Proposition A.2.1"
        },
        {
            "text": "p i = 1 − q i ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-Let"
        },
        {
            "text": "(Coupling) Suppose a random variable X is stochastically larger than a random variable Y. Then there is a probability space J and realizations X: J ↦ ℝ ∪ (∞) and Ŷ: J ↦ ℝ ∪ (∞) such that X̂ has the same distribution as X, Ŷ has the same distribution as Y and X̂ (z) ≥ Ŷ (z) for every point z ∈ J.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition A.2.2"
        },
        {
            "text": "From this we derive the following proposition, which generalizes the result in Ball et al. (2004) :",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 97,
                    "text": "Ball et al. (2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Proposition A.2.2"
        },
        {
            "text": "Consider a finite network with the initially infected P i1 ,…,P ik . Consider the two scenarios: In the first case, each of the susceptibles receives a leaky vaccine of efficacy E 1 with probability p 1 ; in the second case, each receives a leaky vaccine of efficacy E 2 with probability p 2 . Suppose E 1 > E 2 and E 1 p 1 = E 2 p 2 . Then one can couple the two processes for the spread of infection so that for any realization and for each point in time, the set of people, who are infected by then in the first scenario is contained in the corresponding set for the second scenario. We construct the spread of infection in time as described in section A.1.1. We claim that for a particular realization of the individuals infectiousness profiles and thresholds and for each time t, the set of individuals infected by time t in the first scenario is contained in the corresponding set in the second scenarion. If not, there is a first time t 0 and a person P 0 infected at that time in the first scenario, but not yet infected in the second scenario. That means that its threshold was reached by the infection dosage from the previously infected in the first scenario. Since t 0 is the first such time, for any person P i previously infected (at time ) in the first scenario, P i was already infected at time in the second scenario. Since the infectiousness profiles I i (s) are the same under the two scenarios, those earlier infected generated a higher (no lower) dosage of infection for P 0 under the second scenario than under the first one. Since , person P 0 must have been infected by time t 0 under the second scenario. Q.E.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition A.2.2"
        },
        {
            "text": "We can now prove Lemma A.2.1, which is simplest to see for a community of homogeneous households. Consider a community of homogeneous households of size 1,…,n and suppose that π i is the proportion of people, living in households of size i. Then the household reproductive number of the epidemic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition A.2.2"
        },
        {
            "text": "Here R G is the expected number for out-of-household infections by one infected person, and f i is the expected number of people, who are eventually infected in a (homogeneous) household of size i (given an initial infection). Suppose we now have two vaccination strategies: In the first case, we distribute a vaccine of efficacy E 1 at random to proportion p 1 of the population -thus we get a community Com 1 . In the second case we distribute a vaccine of efficacy E 2 at random to proportion p 2 of the population -thus we get a community Com 2 . As before, p 1 E 1 = p 2 E 2 and E 1 > E 2 . For the first community, the reproductive number is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition A.2.2"
        },
        {
            "text": "Here f i [E 1 , p 1 ] is the expected number of infected in a household of size i with one initially infected where each person is given a vaccine of efficacy E 1 with probability p 1 . There is also an analogous expression for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition A.2.2"
        },
        {
            "text": "In this section we'll establish several auxiliary results towards proving that R V ≥ R HI . Throughout this section we'll talk about the distribution of a perfect vaccine (E = 1), given with probability p = 1 − q to each individual on an arbitrary finite network as in section A.1. We'll call such a network Net q .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Let S be the space of all realizations of infectiousness profiles, pairwise thresholds and individual vaccination statuses as in equation A.1.5. Pick a particular realization z in S. We'll now define the notion of generations of infections for z. The 0 th generation G 0 (z) are the initially infected. The first generation G 1 (z) are those, which were infected by people in G 0 . Inductively, G k+1 (z) consists of all persons, infected by people in G k (z). Thus the sets G 0 (z), G 1 (z), … are disjoint and their sizes |G i (z)| are random variables . Our first result is a comparison lemma for the expections of the number of infected persons in the k th generation when we scale the probability of not being immunized:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Consider a network Net q as above and let C > 1 be a real number such that Cq ≤ 1. Consider also the network Net Cq . Then for each k ≥ 1, Proof-For each person P j , who is infected in generation k, there is a transmission path where P j,0 is initially infected, P j,k = P j , and person P j,i infected P j,i+1 . This calls for a definition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Let S be the probability space as in equation A.1.5. For a given path κ of length k, let L q (κ) ⊂ S to be the set of all points z ∈ S such that κ is a transmission path for z in Net q .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "For any z ∈ S, the number of persons in the k th generation G k (z) equals the number of transmission paths of length k which were realized under z. Thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Here the sum is taken over all possible paths of length k starting from one of the initially infected persons. Thus Lemma A.3.1 will follow from Proposition A.3.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "For any path κ of length k, P(L Cq (κ)) ≤ C k P(L q (κ)) Proof-Let S be the space as in equation A.1.5. The same space works for both networks Net q and Net Cq , only the spreads under a particular scenario z ∈ S are different due to different definitions for the pairwise dosages in equation A.1.4. We have the subsets L q (κ), L Cq (κ) ⊂ S. We'll establish the proposition by constructing a map W: S → S with the following properties:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "a. W(L Cq (κ)) ⊂ L q (κ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "b. For any subset B of S, P(W(B)) = C −k P(B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "To construct W, recall that S = ΠM i × πℝ ij × Π[0, 1] i . We define W: S → S componentwise. On the components M i and ℝ ij , we define W to be the identity. On the components [0, 1] i , we have two cases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Case 1-If P i is a vertex in the path κ except for the initial one, define W (x) = x/C on [0, 1] i . Case 2-If not, W is an identity map on [0, 1] i . Clearly property b) holds. Also for any z ∈ S, W(z) has the same infectiousness profiles and pairwise thresholds as z, while χ Cq (X i (z)) ≥ χ q (X i (W (z))) except for the case when P i is a (noninitial) vertex in κ. Aguing as in the proof of Proposition A.2.3 we conclude that each person was infected later (no earlier) under the W(z) scenario than under the z scenario. Moreover for z ∈ L q (κ), times till the first infectious contact for edges in κ are the same for W(z) as for z. Thus κ is indeed a transmission path for W(z), and so W(L Cq (κ)) ⊂ L q (κ). Q.E.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "For the rest of this section we specialize to the case when our network is homogeneous, namely all μ ij are equal and all the individual infectiousness profiles are trajectories of the same stochastic process M. To fix notation, let be the expected number of people, who are infected in the k th generation. Also let f(q) = Σ k ≥ 0 H k (q) be the expectation of the total number of people infected. We have the following basic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "In a homogeneous network,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Proof-For each individual P i , let U i be the event that P i is infected in the k th generation. Thus H k (q) = Σ i P (U i ). Since each person infected in generation k + l has a unique infector in generation k, we get that Here a person is \"infected via P i \" means that P i is in the infection path leading to that person. As we know, Σ i P (U i ) = H k (q). Also This is because under any spread of infection in time till P i gets infected in the k th generation, the remaining, uninfected persons have higher conditional probabilities to be vaccinated than p, and so the expected number of those to be infected via P i is less than the expected number of people to be infected by one vertex in a completely susceptible network. Q.E.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3. Generations of infections and comparison results"
        },
        {
            "text": "Suppose we have an epidemic in a community of households, with all households having a single size n. Let f be the expected number of infected people in an infected household. Thus . We have Theorem A.4.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.1. Single household size"
        },
        {
            "text": "Proof-Let p = 1 − q be the critical proportion of people, which needs to be vaccinated to bring the reproductive numbers to 1. By definition, R V = 1/q. For each t between q and 1, we consider a community of households with a proportion 1 − t vaccinated with a perfect vaccine. We have , with R HI (q) = 1. Note once again that the proportion of vaccinated individuals is 1 − t -as in section A.3, it will be convenient to express everything as a function of the proportion of unvaccinated individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "The theorem will hold via the following Lemma A.4.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "Let C > 1. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R V ≥ R HI"
        },
        {
            "text": "for x ≥ 0. We'll show that g′(x) ≤ g(x). It will follow from Gronwall's inequality that g(x) ≤ e x g(0), which is the statement of the lemma. Now . We'll now show that for any number y, which is equivalent to g′(x) ≤ g(x).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-Consider"
        },
        {
            "text": "Remark-The above inequality becomes an equality for a branching process, in which case for y < 1 (here y is the expected number of people that one infected individual will infect) and f(y) is infinite if y > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-Consider"
        },
        {
            "text": "Let H k (t) be the expected number of infected people in the k th generation as before. We have with H 0 (t) = 1. Lemma A.3.1 tells that H k (e s · y) ≤ e sk H k (y) for s ≥ 0 with an equality for s = 0. Differentiating at s = 0, we get that . Thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-Consider"
        },
        {
            "text": "Now we re-write the latest sum as By Proposition A.3.2, Σ k ≥ 1 Σ l ≥ 0 H k+l (y) ≤ Σ k ≥ 1 f (y)H k (y) = f (y)(f (y) − 1) Q.E.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-Consider"
        },
        {
            "text": "Suppose we have households of size 1,…,n, and the proportion of people living in households of size i is π i with Σπ i = 1. Let f i = f i (1) be the expected number of infected people given one initial infection in a household of size i. Recall the definition of the reproductive number R HI from section 4.1.1: the proportion of people, who reside in households of size i is π i , and each such infected person infects on the average persons, thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        },
        {
            "text": "At the same time, if we forget about the stratification by the household size, we note that the proportion π i of people in households of size i does not equal the proportion of infected people in households of size i among all infected people. To prove R V ≥ R HI , it is convenient to define an alternative way of averaging the number of infections per infected individual as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        },
        {
            "text": "The latter reproductive number serves as an epidemic threshold. For any household size distribution, R V ≥R HI .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        },
        {
            "text": "Proof-First we need to establish the following Proposition A.4.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        },
        {
            "text": "For any non-negative numbers π 1 , …, π n with Σπ i = 1, and for any positive numbers f i , Proof-Define a random variable X, which takes values f i with probabilities π i . Consider a function for x > 0. We have g″(x) < 0, thus by Jensen's inequality, E(g(X)) ≤g(E(X)). But this is the statement of the proposition. Q.E.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        },
        {
            "text": "The above proposition tells that . Now we can argue as in the case of single size households. First we vaccinate the proportion p = 1 −q of the population to have . By definition, R V = R V (1) = 1/q. Since , by Proposition A.4.1 R HI (q) ≤1. When we scale the proportion of unvaccinated people from q up to 1, we conclude by Lemma A.4.1 that R HI = R HI (1) ≤1/q ·R HI (q) ≤1/q = R V . Q.E.D. distribution w G (t) is zero for t ≠ 1, and has \"weight\" 1 at t = 1 -thus in the limit its momentgenerating function is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        },
        {
            "text": "To understand the household infectious contact interval distribution, we observe that in the limit, the k th generation of infections in the household are the people infected at time k (after the index case). Let us denote the expected number of people, infected in k th generation in a household of size h by G k (h) (with G 0 (h) = 1). Consider the random variable the cumulative individual infectiousness. In this notation, the function β h (t) (see equation 3.0.10) is zero for t ≠ 1, …, h, and β h (k) has weight E(A ∞ )G k (h) for k = 1, …, h. Also E(A ∞ ) = CI G and R G = CI G · μ G (see equation 3.0.8). Thus the equation 4.5.5 for growth rate r of the epidemic becomes (B.3.1) with R r = e r . To understand R V , suppose we need to immunize a proportion p of the population with the perfect vaccine to bring the reproductive numbers to 1. Let q = 1 −p, with 1 Let us denote by the expected number of people infected in k th generation is an infected household of size h in which each person is vaccinated with a perfect vaccine with probability p. 3.2, we conclude that e −r = q, so R r = R V in the limiting case of a latent period going to ∞. Magnitudes of the 5 reproductive numbers for various household sizes (rows) and values of R G , the number of outside-household secondary cases per infectious individual (columns). The horizontal axis shows μ h , the within-household transmission parameter (with the out-ofhousehold transmission parameter fixed). Red: R H . Orange: R V L . Green: R r , from top to bottom assuming mean latent periods of 0.01, 1 and 100 times the infectious period (the lowest curve is in many cases coincident with the purple curve hence invisible). Purple: R V . Blue: R HI . The ratio R r /R V as a function of the latent period (with all other parameters fixed) in a household of size 4. As the latent period becomes (unrealistically) large, R r becomes slighty smaller than R V , as predicted in Appendix B.3. Magnitudes of the 5 reproductive numbers for influenza (left) and measles (right), as a function of the within-household transmission parameter μ h . Red -R H , orange -R V L , green -R r , brown -R V A , purple -R V , blue -R HI . In both cases the individual cumulative infectiousness is random and Gamma-distributed, with the shape parameters being 1 for influenza and.22 for measles.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "(B.3.1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.4.2. Varying household sizes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stochastic epidemic models and their statistical analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Springer Lecture Notes in Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Control of transmission with two types of infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math BioSci",
            "volume": "200",
            "issn": "",
            "pages": "170--187",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stochastic multitype epidemic in a community of households: estimation and form of optimal vaccination schemes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lyne",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math BioSci",
            "volume": "191",
            "issn": "",
            "pages": "19--40",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia-Tombda",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann Applied Prob",
            "volume": "7",
            "issn": "1",
            "pages": "46--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A general model for stochastic sir epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math Biosci",
            "volume": "180",
            "issn": "",
            "pages": "73--102",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect of household distribution on transmission and control of highly infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math BioSci",
            "volume": "127",
            "issn": "2",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the immunity coverage required to prevent epidemics in a community of households",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biostatistics",
            "volume": "1",
            "issn": "4",
            "pages": "389--402",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The basic reproductive number of ebola and the effects of public health measures: the cases of congo and uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Theoretical Biology",
            "volume": "229",
            "issn": "1",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis and Interpretation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Strategies for containing an emerging influenza pandemic in southeast asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iamsirithaworn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "7056",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Approximate disease dynamics in household-structured populations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of The Royal Society Interface",
            "volume": "4",
            "issn": "17",
            "pages": "1103--1106",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating individual and household reproduction numbers in an emerging epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Study designs for evaluating different efficacy and effectiveness aspects of vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Struchiner",
                    "suffix": ""
                },
                {
                    "first": "Imj",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "American Journal of Epidemiology",
            "volume": "146",
            "issn": "10",
            "pages": "789--803",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modeling targeted layered containment of an influenza pandemic in the united states",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vullikanti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wagener",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cooley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PNAS",
            "volume": "105",
            "issn": "12",
            "pages": "4639--4644",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Deterministic epidemic models with explicit household structure",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math BioSciences",
            "volume": "213",
            "issn": "1",
            "pages": "29--39",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Generation interval contraction and epidemic data analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math Biosci",
            "volume": "213",
            "issn": "1",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakr-Ishna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--70",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "7019",
            "pages": "904--910",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Optimizing the dose of pre-pandemic influenza vaccines to reduce the infection attack rate",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLOS medicine",
            "volume": "4",
            "issn": "6",
            "pages": "1032--1072",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the asymptotic distribution of the size of a stochastic epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sellke",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Appl Prob",
            "volume": "20",
            "issn": "",
            "pages": "390--394",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Biol Sci",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "6",
            "pages": "509--525",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF4": {
            "text": "expected intensity of infectiousness of a household of size h infected t time units ago. Let",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "expected cumulative infectiousness of an infected household of size h. From equation 3.0.7 we see that the outside hazard posed by a household of size h infected t time units ago is μ G I h (t). Thus the expected total number of people outside the household infected by one household of size h is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "us introduce the following definitions, both for a household of size h and for an individual: Thus CI G = B G (∞) and CI h = B h (∞). Looking at the definitions of w G ( ) in equation 4.5.1, of w H ( ) in equation 4.5.4, and of W G ( ) and W H ( ) in equation 6.2.1, clearly Lemma 6.2.1 would follow if we could show that . The latter is equivalent, by Proposition 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "a. I 1 (s), …, I N (s) are trajectories of the stochastic processes M 1 , …, M N (those are individual infectiousness profiles).b. Q j = Exp(1, 1 − E, q).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The stochastic comparison means that for any number a, Now P(X ≥ a) = q 1 e −a + p 1 e −c 1 a = e −a (1 − p 1 + p 1 e (1−c 1 )a ). Similarly P (Y ≥ a) = e −a (1 − p 2 + p 2 e (1−c 2 )a ). Let C = p 1 (1 − c 1 ) = p 2 (1 − c 2 ). It is elementary to see that is a decreasing function of x. Q.E.D.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proof-For each person P i , we assign a pair (",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "R H [E 2 , p 2 ]. From Proposition A.2.3 we conclude that if E 1 > E 2 and p 1 E 1 = p 2 E 2 , then Now pick a portion p E 1 of the first vaccine to have the reproductive number R H [E 1 , p E 1 ]= 1. Consider also a portion p 2 = p E 1 E 1 /E 2 of the vaccine of efficacy E 2 . We have that R H [E 2 , p E 1 E 1 /E 2 ] ≥ 1. Thus p E 2 ≥ p E 1 E 1 /E 2 , which is equivalent to Lemma A.2.1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "However one can construct examples of household structures with . On the other hand we always have Theorem A.4.2",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "We have By Lemma A.3.1, . Using this, we rewrite the latest equation as Comparing equations B.3.1 and B.3.2, we see that q ≤e −r . Thus Finally we note that if all households are of size up to 3, it is easy to see that . Thus the inequality in equation B.3.2 becomes an equality. Comparing equations B.3.1 and B.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is supported by the US National Institutes of Health cooperative agreement 5U01GM076497 \"Models of Infectious Disease Agent Study\"; Ruth L. Kirchstein National Research Service Award 5T32AI007535 \"Epidemiology of Infectious Diseases and Biodefense\"; and a Royal Society Research Fellowship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "In this section we'll present a framework to understand the spread of infection on some network, on which each person receives a leaky (or perfect) vaccine with a given probability p, and those vaccinations are independent of one another. The main idea behind this contruction appeared essentially in Sellke (1983) . We'll use two variants of the Sellke contruction, needed for our proofs: one with individual thresholds, which is more common (see Andersson and Britton (2000) , p. 14), and one with pairwise thresholds, to trace who infected whom.Let the nodes (persons) in the network be labelled as P 1 , …, P N . Once infected, individual P i generates infectiousness of intensity I i (s) ≥ 0, where s is the time since P i 's infection and I i (s) is a trajectory of some stochastic process M i . The processes M i are perhaps not necessarily the same (say people in different age groups have different patterns of pathogen shedding).For a calendar time t and a person P i infected at time t i , defineGiven two individuals P i and P j , there is a transmission coefficient μ ij ≥ 0 for infectious contacts between P i and P j . For a person P i initially infected at calendar time t i , the probability of P j receiving an infectious contact from P i during time (t, t + Δt) (conditional on P i 's particular infectiousness profile) isAppendix B. Inequalities involving Rr is some special cases",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 314,
                    "text": "Sellke (1983)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 448,
                    "end": 476,
                    "text": "Andersson and Britton (2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A.1. A Sellke-type construction for the spread of infection on networks with randomly vaccinated persons"
        },
        {
            "text": "Here we demonstrate the inequality at two extremes. First consider the extreme where withinhousehold transmission is very low, the limit as μ h →0 (see equation 3.0.9). The household model converges to the mass action model, and all reproductive numbers converge; thus at this extreme equality holds. Now, consider the extreme where within-household transmission is very high, μ h →∞. Then everyone in the household becomes infected, and a leaky vaccine will change that fact only negligibly. Thus, the only effect of a leaky vaccine is to reduce between-household transmission. Hence at this extreme, R V L ≃R H ≥R r .Another comparison result between R V L and R r is the followingFor households of size h = 2 with exponentially distributed infectiousness periods and no latent periods, R V L = R r We note that in this case one can explicitly compute both reproductive numbers to see that they are equal -we omit the derivations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.1. Proof that R V L ≥R r in certain cases"
        },
        {
            "text": "Again, we note that equality holds at the extreme of no within-household transmission, μ h →0 -in this case dynamics converge to mass action model. Now we consider the limiting case where μ h → ∞. Here, all persons within the household will become infected (f →h). Within this limiting case, take a further limit where there is no incubation period. Thus all individuals in an infected household immediately become infectious, and therefore the infectious contact interval distributions are equal: -see equations 4.5.1 and 4.5.4. Thus in this limit, R r →R H ≥R V .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.2. Relationship between R r and R V in the limiting cases of within-household transmission parameters"
        },
        {
            "text": "In this appendix we prove the following Lemma B.3.1If we add an \"infinite\" latent period (a limiting case of adding very long latent periods) to individual infectiousness profiles, then R V ≥R r , with equality if all households have sizes up to 3.Proof-Suppose we add a large latent period to individual infectiousness profiles (without changing anything else). We can scale down time and scale up intensities of infectiousness by the same factor, so that the reproductive numbers don't change, the latent period is 1, and the infectiousness period is very short. In this limit the individual infectious contact interval",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.3. Relationship between R r and R V for a very long latent period"
        }
    ]
}