{
    "paper_id": "cf12fa05b03ee0aea4a5df067d330ae829c3b8b5",
    "metadata": {
        "title": "One Bioregion/One Health: An Integrative Narrative for Transboundary Planning along the US-Mexico Border",
        "authors": [
            {
                "first": "Keith",
                "middle": [],
                "last": "Pezzoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justine",
                "middle": [],
                "last": "Kozo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Ferran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilma",
                "middle": [],
                "last": "Wooten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rangel",
                "middle": [],
                "last": "Gomez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wael",
                "middle": [
                    "K"
                ],
                "last": "Al-Delaimy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Global megatrends-including climate change, food and water insecurity, economic crisis, largescale disasters and widespread increases in preventable diseases-are motivating a bioregionalisation of planning in city-regions around the world. Bioregionalisation is an emergent process. It is visible where societies have begun grappling with complex socio-ecological problems by establishing place-based (territorial) approaches to securing health and well-being. This article examines a bioregional effort to merge place-based health planning and ecological restoration along the US-Mexico border. The theoretical construct underpinning this effort is called One Bioregion/One Health (OBROH). OBROH frames health as a transborder phenomenon that involves human-animal-environment interactions. The OBROH approach aims to improve transborder knowledge networking, ecosystem resilience, community participation in sciencesociety relations, leadership development and cross-disciplinary training. It is a theoretically informed narrative to guide action. OBROH is part of a paradigm shift evident worldwide; it is redefining human-ecological relationships in the quest for healthy place making. The article concludes on a forward-looking note about the promise of environmental epidemiology, telecoupling, ecological restoration, the engaged university and bioregional justice as concepts pertinent to reinventing place-based planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 21st century's socio-economic, ecological and environmental public health problems are increasingly complex and globally interwoven. 1 Our capacity to address these problems (e.g. climate change, food and water insecurity, economic crisis, large-scale disasters and widespread increases in preventable diseases) hinges on our ability to foster authentic and equitable collaboration among diverse, sometimes conflicting, interests. Narratives are key to framing collaborative efforts. 2 This article sketches a narrative called One Bioregion/One Health (OBROH). The OBROH narrative interweaves (1) emergent discourse in urban and regional planning that focuses on the built environment in relationship to health (e.g. urban design for walkability and active living, watershed management for pollution prevention) with (2) emergent discourse in public health and epidemiology that widens the circle of concern for human health to include human-animal-environment interactions. These two discourses have begun to document how ecosystem integrity is vital to human as well as non-human health. In this light, ecological restoration is becoming an important part of the",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are many places worldwide where urban growth contiguously spans an international border. These \"transfrontier metropolises\" 5 often have health risks in common on both sides of the border. The US-Mexico border region-defined as a swath of land 100 kilometres north and 100 kilometres south of the entire international boundary-has an estimated 15 million people mostly concentrated in 14 binational sister cities. The border extends 3,168 kilometres with 52 legal land crossing points (a place where a vehicle can travel by road or rail from US to Mexican territory). 6 It is one of the busiest international land frontiers in the world.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The US-Mexico Border Region"
        },
        {
            "text": "The Good Neighbor Environmental Board (GNEB), an appointed independent US federal advisory committee, has been addressing environmental issues along the US-Mexico border for over 15 years. 7 The GNEB's mission is to advise the US president and Congress on good neighbour practices and issue an annual report with recommendations focused on environmental infrastructure needs within the US states contiguous to Mexico. The 16th annual GNEB report-scheduled for publication in late 2014-will focus on ecological restoration. GNEB members determine the specific content of the annual reports in a deliberative process open to the public. One recommendation under consideration for the 2014 report is a call to support ecological restoration in transborder metropolitan areas where urban sprawl is taking place, such as the canyon lands of Tijuana and the river valley of Ciudad Juarez. Recommendations of this sort suggest ways to cross-pollinate the twin objectives of transboundary environmental management and healthy city-region planning.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The US-Mexico Border Region"
        },
        {
            "text": "The health of the Tijuana River Estuary, to cite one illustration, hinges on what happens upstream in the binational Tijuana River Watershed (TRW), a large 4,465 square kilometre watershed two-thirds of which lies in Mexico and one-third in the US. The estuary drains the TRW. Sediment, waste tyres, raw sewage, contaminated storm water and invasive species all flow into the estuary from the rapidly urbanising watershed. These inputs have been recognised, and management with a watershed approach (i.e., place-based strategies that take into account biogeography and water flow paths) is currently getting much attention at the Tijuana River. Two notable collaborative efforts include the Tijuana River Valley Recovery Team and the International Boundary and Water Commissions Watershed Initiative effort for the Tijuana River Valley. Using the watershed as the unit of analysis and framework for intervention is important when addressing ecological restoration and environmental public health. The Tijuana River Valley is home to a variety of birds and other wildlife but it is not only biodiversity that is at risk. Human health is also potentially at risk. The estuary is a filter but it is an overloaded filter and the health of the communities surrounding the estuary depends on the health of the estuary. The estuary is also home to antibiotic-resistant bacteria and mosquitoes that could carry West Nile, dengue and yellow fever. 8 Water contaminated with sewage often flows into the estuary, leading to beach closures north of the river mouth on the US side of the border (notably in Imperial Beach, the Tijuana Slough National Wildlife Refuge, and Border Field State Park).",
            "cite_spans": [
                {
                    "start": 1439,
                    "end": 1440,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The US-Mexico Border Region"
        },
        {
            "text": "The contiguously urbanised Mexicali-Calexico transborder metropolis (Mexicali being on the Mexican side, Calexico on the US side) is another of the border region's twin cities. The Mexicali-Calexico twin city is located in a shared valley region known as the Mexicali Valley on the Mexico side and the Imperial Valley on the US side. The New River that runs through this twin city is one of the most polluted in the United States. 9 Its south-to-north flow through the valley from Mexico into the US, ending up in the Salton Sea, drains agricultural and urban runoff containing pesticides, raw sewage, industrial waste and many other contaminants. Although there are no epidemiological studies to demonstrate it, residents along the path of the New River on the US side attribute clusters of cancer to the toxicants in the waterway. 10 Efforts to scientifically link such cancers to the New River have been hampered by the difficulty of determining the degree of human exposure to the toxicants carried by the river. Cancer develops over decades and a large number of cancer cases with appropriate exposure assessment and lifestyle history are needed to delineate such an association. A large population of Mexican residents in Mexicali is probably exposed to similar contaminants from the New River. A bioregional-scale epidemiological study along the New River on both sides of the border would help shed light on the health risks faced by people living in the shared valley.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The US-Mexico Border Region"
        },
        {
            "text": "The two examples noted above (urban growth in the Tijuana River Valley and along the New River) underscore the potential value of promoting healthy city planning within a bioregional framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The US-Mexico Border Region"
        },
        {
            "text": "Healthy city planning addresses how socio-ecological conditions (e.g. environmental quality poverty education levels, public safety, human settlement patterns) shape patterns of death and disease including the expression of biologic traits, population distributions of disease, and social inequalities in health. Jason Corburn describes how society and the field of public health have a tendency to search \"for one big cause or explanation of differences in health outcomes across populations, from nineteenth-century theories of miasma and contagion to medical care and genetic explanations of the twenty-first century.\" 11 It is now proposed that this issue is far more complicated. The US-Mexico border region is a prime place to integrate healthy city planning and the concept of One Health within a bioregional framework. One Health advocates argue, \"larger and more sustainable health benefits will result if research and interventions are collaborative across human, animal (domestic and wildlife), and ecosystem health sectors rather than targeted at each of these factors individually and in isolation from each other.\" 12 Urban health researchers and professionals are exploring \"how a combination of place-based physical, economic and social characteristics and the public policies and institutions that shape them-not just genetics, lifestyles or health care-are the cause of inequitable distributions of well-being in cities.\" 13 Public health researchers refer to epigenetics, which suggests that genetic expression (which can give rise to cancer or other diseases) or cellular phenotype (observable physical characteristics or traits) may be caused by mechanisms other than DNA-for instance environmental exposures. Epigenetics is defined as a bridge between genotype (the inherited instructions embodied within an organism's genetic code) and phenotype and is a phenomenon that changes the final outcome of a locus or chromosome without changing the underlying DNA sequence. 14 In other words, our health is not entirely hard wired genetically speaking (i.e., there is some plasticity in gene expression that goes beyond what we inherit from our parents). Public health researchers are beginning to take into account cumulative health risks posed by environmental exposures, stress, diet and behaviour. From this perspective, the qualities of a place (as measured, for instance, by the condition of its air, water, land, safety, neighbourliness, access to fresh fruits and vegetables, built environment and infrastructure for active living like walking and biking) are key determinants of health. 15 Herein lies the theoretical and practical justification for merging the One Bioregion concept with the One Health concept",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 624,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1440,
                    "end": 1442,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2613,
                    "end": 2615,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Healthy City Planning"
        },
        {
            "text": "The One Bioregion/One Health (OBROH) narrative frames health as a transborder phenomenon involving human-animal-environment interactions. The OBROH approach aims to improve transborder knowledge networks, ecosystems, green infrastructure, community participation, science-society relations, leadership development, crossdisciplinary training and innovation. It is a theoretically informed narrative to guide action. OBROH is part of a paradigm shift evident worldwide; it is redefining human-ecological relationships in the quest for healthy and resilient place making (see Figure 1 ). 16 OBROH reflects a growing understanding that the risks to health are multiple and cumulative. This new approach to healthy urban and regional planning goes beyond identifying individual biology and behaviours as the causal factors determining health disparities and well-being. This new approach emphasises how built environments (e.g. housing, modes of transportation, green infrastructure, spaces for walking, biking and active living) and population health interact-all within the regional biogeography and ecosystems of particular places.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 588,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 582,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "One Bioregion/One Health"
        },
        {
            "text": "Scholars are calling for more place-based ecological integrity along borders where cityregions have in effect become transfrontier societies. 17 The OBROH narrative is one of the responses to this quest to achieve ecological integrity through place-based approaches. At the heart of bioregional theory and practice is this core guiding principle: human beings are social animals; if we are to survive as a species we need healthy relationships and secure attachments with one another and with the land, waters, habitat, plants and animals upon which we depend. This is not a new principle; bioregional scholars, ethicists, poets and leaders of bioregional movements around the world have been embracing it for decades. 18 Bioregion as a term combines the Greek word for life (bios) with the Latin word for territory (regia) and the Latin term for ruling/governing (regere). Bioregion thus means \"life territory\" or \"lifeplace.\" The bioregionalisation of health policy and planning faces three major challenges: (1) Rebuilding urban and rural communities-on a human scale-to nurture a healthy sense of place, secure attachments and rootedness among community inhabitants; (2) Reintegrating nature and human settlements in ways that holistically instil eco-efficiency, resilience, equity and green cultural values into systems of production, consumption and daily life; and (3) Making known (and valuing) how wildlands, working landscapes, ecological services and rural livelihoods enable cities to exist. To meet these three challenges, bioregionalists advocate localisation. Localisation includes strategies designed to create sustainable and resilient communities on a human scale by fostering local investments in nearby natural resources, rooted livelihoods and institutions thereby augmenting a community's assets (including community power/capabilities). 19 The spatial scale of bioregional initiatives varies. Bioregionalists focus on watersheds (\"ridge top to ridge top\"), multiple watersheds (\"landscape scale\"), river basins and even much larger swaths of the earth's surface. These scales are nested one within the other. Peter Berg and Raymond Dasmann coined the most widely cited definition of a bioregion; they describe it as referring to both a geographical terrain and a terrain of consciousness. In other words, the boundary that makes up a particular bioregion is not strictly determined by the lay of the land (i.e. its geography or biome). The bioregion also has a cultural dimension shaped by how people live in and identify with the place. 20 Bioregional boundaries, as defined by local inhabitants themselves, thus take a range of factors into account-most often including climate, topography, flora, fauna, soil and water together with the territory's socio-cultural characteristics, economy and human settlement patterns. Robert L. Thayer, Jr., a widely noted bioregional activist-scholar, aptly argues, \"the bioregion is emerging as the most logical locus and scale for a sustainable, regenerative community to take root and to take place.\" 21 The United States Geological Survey (USGS) is using watershed boundaries for its Border Environmental Health Initiative Regions project (see Figure 2 ). The USGS chose this delineation rather than the administrative boundary established by the 1983 La Paz agreement, which defines the border region as the area extending 100 kilometres north and 100 kilometres south of the international boundary line. The USGS rationale for this decision is that watersheds provide more meaningful and useful units of analysis when tackling transboundary socio-ecological challenges.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1860,
                    "end": 1862,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2561,
                    "end": 2563,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 3066,
                    "end": 3068,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 3210,
                    "end": 3218,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The Bioregionalisation of Health Policy and Planning"
        },
        {
            "text": "The Border Health Initiative Regions project has two main goals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Bioregionalisation of Health Policy and Planning"
        },
        {
            "text": "Information System (GIS) and natural resource databases to help researchers, government officials, planners and concerned citizens to make decisions concerning the US-Mexico border region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Develop and maintain a US-Mexico Border Transboundary Geographic"
        },
        {
            "text": "Investigate linkages between the condition of the physical environment and health including how environmental changes, contaminant trends, human and wildlife health interrelate. 22 Bioregional initiatives conducted on national, binational and international scales do not necessarily advance the more challenging aspects of bioregionalism (e.g. authentic participatory democracy, communitarianism, subsidiarity, mutual aid). Yet national and international efforts are helping to reframe public discourse, thereby creating new opportunities to advance bioregionalism's core commitments, including ecological restoration in urban and rural settings as well as in protected areas and working landscapes. This trend is evident in the 2013-2014 GNEB deliberations. 23 The OBROH approach builds on bioregional theory and the work of those who have advocated \"One Border/One Health\" (OBOH). By intentionally integrating bioregional theory, principles of ecological restoration and One Health, the OBROH approach can help us get beyond two types of bias that constrain efforts to realise the kind of paradigm shift we need to bring about healthy place making and sustainability. The two biases are: (1) metrocentric-a fixation on cities in a way that ignores or undervalues the socio-ecological systems that interdependently bind urban and rural lifeplaces; and (2) anthropocentric-a failure to adequately take into account how human, animal and plant health are increasingly interconnected. The One Health paradigm acknowledges that human health is inseparable from the health of animals and the planet as a whole. 24",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 759,
                    "end": 761,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Those advocating a One Health perspective are quick to point out that humans, domestic animals, wildlife and plants are all interconnected with, and dependent on, the environment they inhabit. This idea of interconnectedness has recently gained recognition and popularity, but the idea goes back millennia. Human and animal health is affected, directly and indirectly, by the health of planetary ecosystems, which provide necessary food, air, water and protection. 25 Intact ecosystems play an important role in maintaining a diversity of species in balance and regulating the transmission of many infectious diseases. While human activity has impacted ecosystems for thousands of years, the past century has witnessed unprecedented rapid human population growth and economic development, driving extensive ecological changes and the emergence of both new and previously recognised infectious diseases. These activities include the encroachment into or destruction of wildlife habitat, agricultural land use changes, deforestation and habitat fragmentation, uncontrolled urbanisation, construction of dams and irrigation canals, release of chemical pollutants, intensive livestock production, climate changes, international travel and trade and human migration and settlement, as well as the emergence of new disease vectors, in the wake of increasingly globalised flows of life forms and other materials.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 467,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "One Health in Theory and Practice"
        },
        {
            "text": "Over the past few decades, the emergence of human immunodeficiency virus (HIV), severe acute respiratory syndrome (SARS), H5N1 avian influenza, the 2009 H1N1 influenza pandemic and the re-emergence of extensively drug-resistant tuberculosis, dengue and cholera have clearly demonstrated the threat these global health challenges pose to health security. Quite recently, two additional novel viruses have emerged-the H7N9 influenza virus and Middle East Respiratory Syndrome Coronavirus (MERS-CoV)-causing concern to public health experts worldwide. In today's interconnected world, \"in the context of infectious diseases, there is nowhere in the world from which we are remote and no one from whom we are disconnected.\" 26 Underlying this threat is the awareness that while the initial response to any infectious disease outbreak is primarily the responsibility of the domestic government, infectious diseases do not respect national borders and the failure of control measures in one country has the potential to put neighbouring countries and the health security of the entire world at risk. The spread of zoonotic diseases in the late 20th century and early 21st century has inspired a new discipline known as \"Global Health.\" Global Health approaches environmental public health as a transborder phenomenon and thus fits well within the OBROH narrative presented here.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 722,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "One Health in Theory and Practice"
        },
        {
            "text": "Recognising the globalisation of health risks, and the threat of bioterrorism post 9/11 following the anthrax letters, the US Assistant Secretary of Preparedness and Response funded the Early Warning Infectious Disease Surveillance (EWIDS) Program in 2003 to build early warning systems to detect both intentional and natural disease threats along US international borders. The overarching goal of EWIDS was to improve cross-border early warning of infectious diseases in North America and build the capacity of public health systems in the US border states with a focus on infectious disease with a major public health impact (e.g. bioterrorism agents, emerging and re-emerging pathogens, pandemic influenza). Critical to EWIDS' success in addressing the complexities of cross-border disease outbreaks was close collaboration with public health partners in neighbouring border states and coordination of efforts to detect and respond more effectively to infectious disease threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One Health in Theory and Practice"
        },
        {
            "text": "The California-Baja California border region encompasses a wide range of ecosystems, topography, dense urban areas and agricultural developments that coexist in a limited geographic area and create numerous human-animal-environmental interfaces. These interfaces pose a significant risk to animal, human, environmental and plant health, as evidenced by frequent wildlife die-offs, antibiotic-resistant bacteria in streams, beach closures due to faecal contamination, pesticide toxicities, zoonotic infectious disease outbreaks and vector-borne diseases. 27 With the increasing awareness that prompt detection, diagnosis and response to newly emerging infectious diseases requires working outside of traditional disciplinary silos and forging new multi-sectoral partnerships, and the recognition of the marked absence of any organisation comprehensively addressing the health risks posed by these complex interfaces, EWIDS founded One Border/One Health (OBOH) in June 2011. This effort connected individuals representing multiple sectors in the California-Baja California region in order to address emerging diseases, risk factors contributing to the region's susceptibility, and actions to monitor and intervene such as establishing joint animal-human surveillance systems for early warning of emerging infectious diseases. Cooperating across both jurisdictional and sectorial boundaries and the formation of groups such as the OBOH are critical to creating sustainable solutions to health risks at the humananimal-environmental interface and building resilient communities. 28 The OBOH was successful in encouraging scholars and practitioners to work collaboratively in order to establish a process for (1) enhancing surveillance for emerging and re-emerging pathogens using the One Health concept, (2) developing mechanisms for data collection and exchange among stakeholders, and (3) raising community awareness to integrate the One Health concept in education and training. 29 Table 1 summarises key features of the One Border/One Health approach. The table uses the term \"One Bioregion\" as opposed to \"One Border\" in its title to emphasise the place-based nature of the relationship, including the value added by the new politics of bioregionally oriented healthy city planning.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 556,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1978,
                    "end": 1980,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1981,
                    "end": 1988,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "One Health in Theory and Practice"
        },
        {
            "text": "In addition to North America, the value of collaborative cross-border regional networks has been demonstrated in other areas of the world. The Human Animal Infections and Risk Surveillance (HAIRS) is a government-funded multi-agency and cross-disciplinary horizonscanning group covering England, Wales, Scotland and Northern Ireland. 30 The group has met every month since 2004 and acts as a forum to identify and assess infections with potential for interspecies transfer that may pose a risk to animal or human health. The countries around the Mediterranean Sea started the EpiSouth Project in 2006, as a framework for collaboration for communicable disease surveillance and training among 26 participating countries from southern Europe, the Balkans, North Africa and the Middle East as well as several international organisations. 31 The EpiSouth Project is a valuable demonstration that even regions in conflict and with difficult borders can form effective partnerships, find common ground and engage in commitments to promote health security.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 835,
                    "end": 837,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "One Health in Global Perspective"
        },
        {
            "text": "One Health has expanded beyond its initial primary concern with zoonotics (i.e. diseases caused by pathogens that can be transmitted between animals and humans) to include foodand water-borne disease, the health effects of global climate change, and the risks of environmental toxins and chronic conditions such as cancer, obesity and aging. 32 This expanded approach to the initial One Health agenda can be seen in new calls for research proposals. For instance, the USA's National Science Foundation (NSF) is encouraging research on the ecological, evolutionary and socio-ecological principles and processes that influence the transmission dynamics of infectious diseases. The NSF issued a call for proposals seeking projects that focus on \"… the determinants and interactions of transmission among humans, non-human animals, and/or plants. This includes, for example, the spread of pathogens; the influence of environmental factors such as climate; the population dynamics and genetics of reservoir species or hosts; or the cultural, social, behavioral, and economic dimensions of disease transmission.\" 33 This type of research interrelates spatial scales by taking into account local-global flows and networks as well as systems and structures. 34 Leadership development, training and new forms of education and governance are important elements of such efforts. 35",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "text": "32",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "text": "34",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "One Health in Global Perspective"
        },
        {
            "text": "Regional public health and environmental challenges require a unified strategy to ensure well-designed and mutually agreed upon disease surveillance and response protocols, care coordination for binational patients, and integrated prevention and health promotion messaging. Policies are developed by leaders at the local, state and federal levels and require accurate information, careful deliberation, negotiation and consideration of environmental and health impacts. Binational collaboration is constantly evolving, especially considering government transitions, organisational workforce shifts and new styles of leadership (e.g. community leadership), and within this progression it is vital that leaders seek opportunities for authentic civic engagement that will lead to positive change. One way this can be achieved is through understanding of cross-border regional governance, leadership development and binational training programmes to support the development of a qualified workforce equipped to deal with the challenges of this unique space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "Leadership in cross-border health planning is inherently tied to protocols of communication, and awareness of policies, rules and regulations. In the California-Baja California border region, informal and formal transnational networks exist, encompassing non-profit organisations, universities, government and health care agencies to address shared concerns. While both states operate under federal mandates and policies, these rules are often adapted to meet the unique needs of the local and complex border communities. For example, the California-Baja California region has the highest number of tuberculosis (TB) cases in both countries. At the local level, public health departments on both sides work closely to ensure care continuity for every binational, mobile individual living with TB, including those with multi-drug-resistant TB. Local health departments report new TB cases to the state to ensure accurate case counting (in Mexico this process also facilitates access to various treatment options).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "Adequately addressing the needs of a border community requires effective transnational communication, beginning at the local level and then possibly involving regional and/or state government, depending on the protocol within that country. 36 Within the US public health system, solutions to public health issues are managed by the local health department, with the support of the state public health department and local community partners, while involving federal partners when necessary. 37 In Mexico, under the direction of the National Secretariat of Health, the state secretariats of health oversee all local and state public health efforts and policies. Understanding the structure and functions of government agencies on both sides of the border, especially differences between the US and Mexico, is necessary to manoeuvre within each system and achieve the desired outcomes.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "text": "36",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "37",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "The US and Mexico have a long history of collaborating on epidemiologic events including infectious disease outbreaks, care management of binational patients, public health laboratory coordination and other issues affecting binational populations. However, there is still a desire for better electronic systems for sharing information and formalising cooperative agreements to facilitate regional collaboration. 38 The Technical Guidelines for United States-Mexico Coordination on Public Health Events of Mutual Interest aim to improve communication pathways. 39 Public health agencies in the USA and Mexico are often required to communicate with their agency at the same level in the opposite country (i.e. local-local, state-state or federal-federal). Timely sharing of information is critical. Currently dissemination and training on the guidelines presents a significant challenge and it will take time before reaching full implementation. 40 Transborder networks are necessary to create knowledge-action groups to enable crossborder communication and governance. One successful group in the California-Baja California region is the Border Health Consortium of California-a member-driven and cross-disciplinary binational initiative that meets regularly to discuss border health issues, network, disseminate information and explore opportunities for collaboration. Traditionally, many of these cross-border collaborations have been informal, but there is a growing interest in institutionalising partnerships to encourage sustainable and coordinated responses to public health events.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 414,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "39",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "40",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "It is widely recognised that there is a need to train individuals working in the border region to create a culturally competent workforce. A growing practice to promote crossjurisdictional collaboration is the implementation of binational training programmes, involving cross-border and interdisciplinary teamwork among trainees (both professionals and students), experiential field work opportunities, and public health and medical student interactions in both countries. These programmes allow students to directly work together across borders and with communities on both sides of the border, while making significant contributions and developing practical skills (e.g. research skills). An example of this type of binational collaborative training model is the Fogarty International-supported AIDS International Training Research Program. 41 Participants in the Fogarty programme are able to take classes, receive co-mentoring at collaborating institutions and acquire experience in the field of the partnering country, as well as take advantage of opportunities to engage in long-distance learning through different technological modalities. Participants gain a deeper understanding of systems and cultural differences, which is essential in creating a culturally competent workforce. Also, investing resources locally, by training students and workers rooted in the region, creates more resilient communities.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 845,
                    "text": "41",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "Another example of a binational collaborative training programme is VIIDAI (Viajes Interinstitucional de Integración Docente, Asistencial y de Investigación), a partnership between California and Baja California universities. 42 The VIIDAI programme is designed for medical students, public health graduate students and faculty, from both sides of the border, to work collaboratively on public health projects in under-served communities. Participants visit colonias, which are small farming towns lacking basic infrastructure, in Baja California. In collaboration with community leaders, they address concerns and offer solutions. Activities commonly include providing medical and dental services, as well as conducting community needs assessments and health promotion projects. It is a rewarding experience for participants as they learn about global health issues and have the opportunity to work with a multidisciplinary team, learning from leaders, community members as well as their peers, and develop skills in cultural competency. It is an advantageous combination of academic, cultural and binational collaboration training.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "A third and final example of a binational collaborative training programme involves civically engaged research led by Alter Terra (a binational non-governmental organisation [NGO] ), the University of California, San Diego (UCSD) Superfund Research Center (SRC), the Center for US-Mexican Studies, and the Universidad Autonoma de Baja California (UABC). Alter Terra, UCSD and UABC designed and implemented a large-scale environmental public health assessment in one of Tijuana's rapidly urbanising canyons called Los Laureles. Over the past decade, the seven mile stretch of Los Laureles Canyon grew in numbers from practically 0 to 70,000 people, many of whom lack basic urban services (e.g. a functioning sewer system, trash collection, paved roads). As is the case in many of Tijuana's canyons, Los Laureles has numerous unregulated dumpsites, containing wastes from diverse sources (e.g. hospitals, industry, construction, households). Los Laureles Canyon has a south-to-north topographical tilt to it as part of the Tijuana River Watershed, so although it lies in Tijuana, Mexico, all drainage through the canyon flows across the US-Mexico border into the USA. During the spring of 2013, UCSD and UABC faculty, researchers and students, assisted by Alter Terra, carried out 388 face-to-face interviews in targeted neighbourhoods of Los Laureles. 43 The survey asked questions about demographics, water hygiene and sanitation, healthrelated discomforts and symptoms, disease history, public safety and services, and access to medical care. It is the first stage in a long-term epidemiological plan to causally link exposure to toxicants with health outcomes. The effort is motivated by the working hypothesis that exposures to hazardous substances (e.g. in contaminated air, water, land, plants, animals) are taking place and causing negative health impacts, not only among the canyon's residents living in close proximity to the dumps, but also downstream in human and biotic communities on the US side of the border.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 179,
                    "text": "[NGO]",
                    "ref_id": null
                },
                {
                    "start": 1351,
                    "end": 1353,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Leadership, Training and Workforce Development"
        },
        {
            "text": "Training public health professionals in the area of global health diplomacy and cooperation is a critical step in bringing leaders together from both countries to work alongside one another. Health diplomacy is defined as \"the chosen method of interaction between stakeholders engaged in public health and politics for the purpose of representation, cooperation, resolving disputes, improving health systems, and securing the right to health for vulnerable populations.\" 44 There are currently no standards for training in health diplomacy.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 473,
                    "text": "44",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and Health Diplomacy"
        },
        {
            "text": "Programmes such as Leaders Across Borders/Líderes Atraves de la Frontera aim to address this very issue through training public health professionals on how to work collaboratively binationally Specifically, Leaders Across Borders is a 10-month programme that teaches and mentors health professionals and community leaders to design and implement projects to address the needs of under-served communities in the US-Mexico border region. 45 Participants learn how to effectively collaborate with one another by developing skills in health diplomacy and also gaining a deeper understanding of cultural differences and binational health care systems. Participants navigate the challenging binational collaboration process, finding solutions to language and communication barriers, institutional and cultural differences, and resource imbalances.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "text": "45",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and Health Diplomacy"
        },
        {
            "text": "No one better understands a community's needs than those living, breathing and working within it. Researchers and programme directors are learning that it is essential to engage members prior to project conception to ensure the services are tailored to community realities and needs and in order to increase the likelihood of programme success. This requires new forms of science communication. Significant attention is now being focused on the call to transform institutions of higher education from ivory towers into ivory bridges. 46 The intent is to create \"engaged universities\" (i.e., knowledge institutions rooted in their region where use-inspired, problem-solving, solutions-oriented research has as much value as more traditional basic research). 47 The engaged university movement can significantly advance the OBROH approach in theory and practice.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 536,
                    "text": "46",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "47",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Community Knowledge in Civically Engaged Research"
        },
        {
            "text": "A university's role in society is shifting in the face of globalisation and heightened competitiveness worldwide among nations and city-regions. On the one hand, some university leaders and scholars advocate the corporatisation of the academy following a conservative ethos focused on commercialisation. This stems in part from the increasing stress being placed on universities to enhance regional innovation and competitiveness \"via harnessing the economic benefit of science and knowledge, in which the sub-national scale plays an important role.\" 48 On the other hand, some university leaders and scholars aim to make the academy more accountable from social justice and equity standpoints involving critical pedagogy and civically engaged research and service learning. These two types of engagement are not necessarily mutually exclusive. Harloe and Perry argue that these trajectories constitute a mixed bag including opportunities and threats embodied in conflicts over the university's mission, internal culture, governance and allocation of resources. 49 The Superfund Research Center (SRC) at UCSD is one example where the effort to advance civically engaged research is happening. The SRC is integrating community knowledge and research through a bioregional approach. 50 Taking into account goals spelled out by the US Environmental Protection Agency (EPA) Border 2020 Program and the GNEB, the UCSD SRC has focused on sites on both sides of the US-Mexico border. The focus in Mexico has been on Los Laureles Canyon, a seven mile stretch of canyon land in the Tijuana River Watershed. 51 In the US, the UCSD SRC has focused on San Diego's Pueblo Watershed contaminated by diffuse sources of pollution. 52",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "text": "48",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1283,
                    "text": "50",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1598,
                    "end": 1600,
                    "text": "51",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Community Knowledge in Civically Engaged Research"
        },
        {
            "text": "As the World Health Organization points out, health is not the mere absence of disease: \"Health is a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity.\" 53 Many aspects of health are related to socio-economic status or mental and psychological well-being even in the absence of disease. For instance, health quality is partly determined by the degree to which one enjoys a secure sense of attachment to a safe and convivial lifeplace (i.e. rootedness). From this perspective, it is fruitful to join bioregional theory and practice with the insights and institutional advances made by One Health advocates. The OBROH narrative helps draw attention to the 21st century's socio-ecological stresses and the concomitant need to better align political economy and ecology. Such an alignment is crucial to the challenge of establishing healthy place-based planning that can cultivate just, resilient and sustainable communities. A number of trajectories are worth noting here: advances in environmental epidemiology, telecoupling and the articulation of bioregional justice as a new ethical framework linking health and ecosystems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Forward-Looking Perspective"
        },
        {
            "text": "Contaminants flowing through the environment do not recognise borders. Likewise, disease vectors are not easily shut down at border checkpoints; disease knows no border. All of this is forcing public health officials, academicians and researchers to think differently about how to address human health. The science of environmental epidemiology will likely become more important over coming decades. Environmental epidemiology as defined by the National Cancer Institute (USA), \"seeks to understand how physical, chemical, biologic, as well as social and economic factors affect human health. Social factors-or in other words where one lives, works, socializes, or buys food-often influence exposure to environmental factors.\" 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Epidemiology"
        },
        {
            "text": "Studies that attempt to correlate toxicant exposures with health outcomes in particular places must grapple with issues of scale posed by globalisation. The nature of this challenge is captured by the concept of telecoupling. Telecoupling, as described by Jianguo Liu et al., is an umbrella concept that refers to socio-economic and environmental interactions over distances. 55 The telecoupling concept is an outgrowth of Coupled Human And Natural Systems (CHANS) research, which has been concentrating on human-nature interactions within particular places. The unit of analysis in telecoupling research is not a discrete place; rather it is relationships among places (i.e. human-nature interactions in the space of flows that interdependently bind the fate of people and places across distances). 56 At its 98th annual meeting in 2013, the Ecological Society of America held a symposium focused on \"Ecological Sustainability in a Telecoupled World.\" Enthusiasts of the telecoupling framework (with its emphasis on CHANS, flows, agents, causes and effects) spelled out its benefits:",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "text": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Telecoupling"
        },
        {
            "text": "The framework can help to analyze system components and their interrelationships, identify research gaps, detect hidden costs and untapped benefits, provide a useful means to incorporate feedbacks as well as trade-offs and synergies across multiple systems (sending, receiving, and spillover systems), and improve the understanding of distant interactions and the effectiveness of policies for socioeconomic and environmental sustainability from local to global levels. 57",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telecoupling"
        },
        {
            "text": "Human exploitation of the earth's stocks and flows of natural capital brings up issues of global and bioregional justice. Bioregional justice shares the concerns of environmental justice, but does so in a way that also highlights ecosystems as common good assets, and human-nature relations as manifest in human settlement patterns at a regional scale. Bioregional justice thus integrates multiple layers of justice (e.g. social, economic, environmental, global) by advancing a unifying place-based approach to improving the land, ecosystems and urban-rural relationships in a particular bioregion. Bioregional justice ensures that the benefits, opportunities and risks arising from creating, operating and living in a territorially bounded network of human settlements (i.e. a bioregion where urban-ruralwildland spaces co-evolve socially, culturally and ecologically) are shared equitably through healthy relationships and secure place-based attachments. Bioregional justice seeks equity and fairness in how a bioregion's assets-including nature's sources, sinks and ecosystems needed for life and living-are accessed, utilised and sustainably conserved for current and future generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioregional Justice"
        },
        {
            "text": "Bioregional justice is a normative theory at the heart of the OBROH narrative. Bioregional justice elevates the visibility and significance of ethics with respect to community health and land. Aldo Leopold's land ethic resonates here: \"A thing is right when it tends to preserve the integrity, stability, and beauty of the biotic community. It is wrong when it tends otherwise.\" 58 Leopold understood that land is more than soil; it is \"a fountain of energy flowing through a circuit of soils, plants, and animals.\" 59 The land ethic (like OBROH) \"enlarges the boundaries of the community to include soils, waters, plants, and animals, or collectively: the land.\" 60 Establishing an ethic to realise bioregional justice (i.e. a placebased ecopolity where fairness and healthy resilience prevails in how we relate with one another and with the land, waters, habitat, plants and animals upon which we depend) is not just an ecological challenge; it is also a socio-political, economic, cultural and aesthetic challenge. The great urban and regional visionary Lewis Mumford stated this view poignantly over three-quarters of a century ago (a perspective as relevant today as it was then): \"The re-animation and re-building of regions, as deliberate works of collective art, is the grand task of politics for the coming generation.\" 61",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioregional Justice"
        },
        {
            "text": "OBROH is an integrative approach that aims to improve human and environmental health through knowledge networking, ecosystem management, community participation in science-society relations, leadership development and cross-disciplinary training. OBROH is redefining how we understand human-nature relationships in the quest for healthy place making. But there is a long way to go. Linking local and bioregional/global information in a pragmatic manner is a major challenge. For instance, as local entities undertake urban ecological restoration projects, it would help if they knew how their efforts fit into larger, bioregional ecological restoration efforts and activities (e.g., could the use of multiple vacant lots for community-based urban agriculture and rainwater harvesting within a particular watershed be configured in such a way that it adds value to food and water security on a bioregional scale?). Three science-society gaps thwart the equitable co-production, access and use of knowledge necessary to address questions of this sort. The three gaps are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "2. Analytical (gaps between global, regional and local scale data)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epistemic (gaps within and between formal and informal knowledge ecosystems)"
        },
        {
            "text": "3. Socio-economic (gap between those with technical resources and those without)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epistemic (gaps within and between formal and informal knowledge ecosystems)"
        },
        {
            "text": "Narrowing these gaps requires new socio-technical systems (using big data informatics, visualisation and mapping techniques) that can illuminate how built environments, ecosystems and health interact across spatial and temporal scales. Narrowing these gaps also depends on an active civil society including mutually reinforcing community-university engagement and equitable public-private partnerships that can generate new types of useinspired, solutions-oriented research and action. OBROH is an emergent approach that seeks this kind of engagement and partnership building-especially in the context of enabling ecological restoration and healthy place making that is sustainable and resilient. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epistemic (gaps within and between formal and informal knowledge ecosystems)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Navigating the Anthropocene: Improving Earth System Governance",
            "authors": [
                {
                    "first": "Bill",
                    "middle": [
                        ";"
                    ],
                    "last": "Mckibben",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Biermann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andresen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bäckstrand",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Earth: Making a Life on a Tough New Planet. New York: Time Books",
            "volume": "335",
            "issn": "",
            "pages": "1306--1307",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Story and Sustainability: Planning, Practice, and Possibility for American Cities",
            "authors": [
                {
                    "first": "Semour",
                    "middle": [
                        "J"
                    ],
                    "last": "Mandlebaum",
                    "suffix": ""
                },
                {
                    "first": "Other",
                    "middle": [],
                    "last": "Narrative",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tools",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Society for Ecological Restoration. SER International Primer on Ecological Restoration",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "US-Mexico Environmental Program. State of the Border Region Indicators Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cross-National Urban Structure in the Era of Global Cities: The US-Mexico Transfrontier Metropolis",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "A"
                    ],
                    "last": "Herzog",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Urban Studies",
            "volume": "28",
            "issn": "",
            "pages": "519--533",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chief of Hazardous Materials Division, Department of Environmental Health",
            "authors": [
                {
                    "first": "Mike",
                    "middle": [],
                    "last": "Vizzier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Strategic Plan: New River Improvement Project. Special Assistant Nilan Watmore",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Between Borderlands and Bioregionalism: Life-Place Lessons along a Polluted River",
            "authors": [
                {
                    "first": "Perlita",
                    "middle": [
                        "R"
                    ],
                    "last": "Dicochea",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Borderlands Studies",
            "volume": "25",
            "issn": "",
            "pages": "19--36",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Toward the Healthy City: People, Places, and the Politics of Urban Planning",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Corburn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Operationalizing a One Health Approach to Global Health Challenges",
            "authors": [
                {
                    "first": "Patricia",
                    "middle": [
                        "A"
                    ],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "Laura",
                    "middle": [
                        "A"
                    ],
                    "last": "Meek",
                    "suffix": ""
                },
                {
                    "first": "Joe",
                    "middle": [],
                    "last": "Dumit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comparative Immunology, Microbiology and Infectious Diseases",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Toward the Healthy City",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Corburn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Actual Causes of Death in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcginnis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Foege",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of the American Medical Association",
            "volume": "270",
            "issn": "18",
            "pages": "2207--2212",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Healthy People and the Design Sciences: The Robert Wood Johnson Foundation Advances the Frontier",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcginnis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Powers Brian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecosystems and Human Well Being: Current State and Trends: Findings of the Conditions and Trends Working Group by Millennium Ecosystem Assessment",
            "volume": "43",
            "issn": "",
            "pages": "123--142",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Healthy City Planning: From Neighbourhood to National Health Equity, Planning, History and Environment Series",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        ";"
                    ],
                    "last": "Friedmann",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "L"
                    ],
                    "last": "Dannenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Frumkin",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "149--165",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Shared Space: Rethinking the US-Mexico Border Environment",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "A"
                    ],
                    "last": "Herzog",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Planet Drum Foundation (www.planetdrum.org) and the Bioregional Congress (www.bioregionalcongress.net) have been documenting and archiving the congresses. An increasing number of universities now offer degrees in bioregionalism, including many in the USA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Localization Reader: Adapting to the Coming Downshift",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Princen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bioregional Thought and Practice",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "L"
                    ],
                    "last": "Thayer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lifeplace",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "USGS US-Mexico Border Environmental Health Initiative. Web Mapping Application byFederal_User_Community",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Us Geological",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Survey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Good Neighbor Environmental Board has considered bioregional theory and practice in its current deliberations to improve ecological restoration along the border. Similarly, the Superfund Research Program of the US National Institute of Environmental Health Sciences (NIEHS) is supporting a transborder bioregional initiative led by the",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Us-Mexico",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Operationalizing the One Health Approach: The Global Governance Challenges. Health Policy and Planning",
            "authors": [
                {
                    "first": "Kelley",
                    "middle": [
                        ";"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Zabrina",
                    "middle": [
                        "L"
                    ],
                    "last": "Brumme",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "778--785",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "This is a major global threat that significantly affects US border cities including San Diego, which suffers double the national US average prevalence of MDR-TB. SeeWorld Health Organization. Multidrug-Resistant Tuberculosis (MDR-TB)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": ")Also seeDonnelly, Robert. Our Shared Border: Success Stories in US",
            "authors": [
                {
                    "first": "Betsy",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Arsenic, DDT and Other Contaminants in Four Fish Species in the Salton Sea, California, Their Temporal Trends, and Their Potential Impact on Human Consumers and Wildlife. Lake and Reservoir Management",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "536--569",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "One Border One Health. A California-Baja California Regional Network",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The progress of these collaborative efforts has been presented at numerous professional conferences including presentations at the Second International One Health Conference; the International Society for Disease Surveillance Annual Conference; the Dynamics of Preparedness Conference; the National Environmental Health Association Annual Conference; the National Hispanic Medical Association Resident Leadership Program; the General Meeting of the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Identifying Hazards, Assessing the Risks. The Veterinary Record",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "157",
            "issn": "",
            "pages": "684--687",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "EpiSouth: A Network for Communicable Disease Control in the Mediterranean Region and the Balkans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Dente",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "5",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Built Environment, Climate Change, and Health: Opportunities for Co-Benefits",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brumme",
                    "suffix": ""
                },
                {
                    "first": "Margalit",
                    "middle": [
                        ";"
                    ],
                    "last": "Younger",
                    "suffix": ""
                },
                {
                    "first": "Heather",
                    "middle": [
                        "R"
                    ],
                    "last": "Morrow-Almeida",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [
                        "M"
                    ],
                    "last": "Vindigni",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "L"
                    ],
                    "last": "Dannenberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Preventive Medicine",
            "volume": "35",
            "issn": "",
            "pages": "517--526",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ecology and Evolution of Infectious Diseases (EEID)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Governing Environmental Flows: Global Challenges to Social Theory",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "On",
                    "suffix": ""
                },
                {
                    "first": "Gert",
                    "middle": [
                        ";"
                    ],
                    "last": "Spaargaren",
                    "suffix": ""
                },
                {
                    "first": "Apj",
                    "middle": [],
                    "last": "Mol",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Buttel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Frederick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Surmountable Chasms: Networks and Social Innovation for Resilient Systems",
            "authors": [
                {
                    "first": "Frances",
                    "middle": [],
                    "last": "Westley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ecology and Society",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Sustainability Science: A Room of Its Own",
            "authors": [
                {
                    "first": "William",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "104",
            "issn": "",
            "pages": "1737--1738",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Report of the Workshop, Sustainable Development: Epistemological Challenges to Science and Technology",
            "authors": [
                {
                    "first": "Cecilie",
                    "middle": [
                        ";"
                    ],
                    "last": "Modvar",
                    "suffix": ""
                },
                {
                    "first": "Gilberto",
                    "middle": [
                        "C"
                    ],
                    "last": "Gallopín",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Working beyond Borders: A Handbook for Transborder Projects in Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Denman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Encyclopedia of Immigrant Health",
            "volume": "",
            "issn": "",
            "pages": "299--305",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Department of Health and Human Services (HHS) and by the General Directorate of Epidemiology (DGE)",
            "authors": [],
            "year": null,
            "venue": "These Guidelines were developed in 2004 by the Core Group on Epidemiologic Surveillance of the Health Working Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "US-Mexico Binational Communication Pathways Protocol\" to facilitate diseasespecific, timely and appropriate communication channels. In one study that examined the efficacy of this new communication pathway, the authors conclude that \"[b]inational notifications using the pilot communication protocol improve documentation of binational morbidity. In addition, results from pilot participation suggest that binational reporting is both feasible and beneficial to communication between public health partners\"Thorton, Andrew, et al. US-Mexico Binational Infectious Disease Case and Outbreak Notification Communication Pathway Pilot",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Fogarty programme is a US-Mexico cross-border training opportunity in HIV, TB and STI prevention and is coordinated by two of the largest universities in the region",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Thirty graduate students from UABC got the training they needed to do the survey which they successfully did, door to door, assisted by UABC faculty researchers and leaders of Alter Terra",
            "authors": [],
            "year": null,
            "venue": "The survey of 388 households was completed under the direction of co-PIs Wael Al-Delaimy MD, PhD (UCSD) and Keith Pezzoli",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "What is 'Global Health Diplomacy'? A Conceptual Review",
            "authors": [
                {
                    "first": "Kelley",
                    "middle": [
                        ";"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Global Health Governance. Fall",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Border Health Commission; the Arizona Department of Health Services, Office of Border Health; the University of Arizona Mel and Enid Zuckerman College of Public Health",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Us-Mexico",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "the México Secretariat of Health; and the Colegios de la Frontera Norte y Sonora support this novel programme",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ivory Bridges: Connecting Science and Society",
            "authors": [
                {
                    "first": "Gerhard",
                    "middle": [
                        ";"
                    ],
                    "last": "Sonnert",
                    "suffix": ""
                },
                {
                    "first": "Gerald",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Engaged University: International Perspectives on Civic Engagement, International Studies in Higher Education",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Localities and Regional Development: The Emergence of the 'Mode 2' University?",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        ";"
                    ],
                    "last": "Harloe",
                    "suffix": ""
                },
                {
                    "first": "Beth",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Universities",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Urban and Regional Research",
            "volume": "28",
            "issn": "",
            "pages": "212--223",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "is generating new perspectives on the molecular and genetic basis of toxicant exposure, leading to new methodologies for gauging health risks and assessing health effects-especially among vulnerable populations living under cumulative stresses associated with poverty. The SRC's Community Engagement Core is tasked with linking the SRC's science to real world applications that benefit vulnerable communities. This creates opportunities for faculty as well as graduate and undergraduate students to link science to policy and planning in distressed areas on both sides of the US-Mexico border. The Community Engagement Core aims to advance bioregional justice and sustainability in the San Diego-Tijuana city-region by enabling students",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ucsd&apos;s Src",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "place since 2000 and recently funded for another five years",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Los Laureles Canyon: Research in Action (a 28 minute UCSD-TV documentary focused on the water/climate/poverty nexus in human settlements along the US-Mexico border)",
            "authors": [
                {
                    "first": "Keith",
                    "middle": [
                        ";"
                    ],
                    "last": "Pezzoli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "Laura",
                    "middle": [
                        ";"
                    ],
                    "last": "Castenada",
                    "suffix": ""
                },
                {
                    "first": "Hiram",
                    "middle": [],
                    "last": "Sarabia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Preamble to the Constitution of the World Health Organization as adopted by the International Health Conference",
            "authors": [],
            "year": 1946,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Framing Sustainability in a Telecoupled World",
            "authors": [
                {
                    "first": "Jianguo",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ecology and Society",
            "volume": "18",
            "issn": "2",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Land Ethic",
            "authors": [
                {
                    "first": "Aldo",
                    "middle": [],
                    "last": "Leopold",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environmental Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Culture of Cities. London: Routledge/Thoemmes; 1977",
            "authors": [
                {
                    "first": "Lewis",
                    "middle": [],
                    "last": "Mumford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "One Eight Border Health Initiative Regions (Aligned along Watershed Boundaries) as Defined by the US Geological Survey. Source: US Geological Survey \"Ecological Regions of the US-Mexico Border\", US-Mexico Border Environmental Health Initiative (January 2011), available: <http:// borderhealth.cr.usgs.gov/staticmaplib.html> (accessed 23 November 2013).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The US National Institute of Environmental Health Sciences (NIEHS) of the National Institutes of Health (NIH) under Award Number P42ES010337 supported some of the research reported in this article. The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIEHS, NIH or any of the other agencies to which the co-authors have affiliation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding and Acknowledgements"
        }
    ]
}