{
    "paper_id": "cf606211bd21e032f73f513a058907333e72c4fa",
    "metadata": {
        "title": "Was WHO SARS-related Travel Advisory for Toronto Ethical?",
        "authors": [
            {
                "first": "Leo",
                "middle": [
                    "J"
                ],
                "last": "Paquin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "addrLine": "Bioethics Unit, 3647 Peel Street",
                        "postCode": "H3A 1X1",
                        "settlement": "Montreal, Montreal",
                        "region": "QC, QC"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "addrLine": "Bioethics Unit, 3647 Peel Street",
                        "postCode": "H3A 1X1",
                        "settlement": "Montreal, Montreal",
                        "region": "QC, QC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "First, the Toronto authorities were not given an opportunity to state their case to WHO before the travel advisory was implemented. Second, the framework requires that burdens be distributed fairly and the travel advisory did not do that, or even attempt to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MeSH terms: Bioethics; public policy; severe acute respiratory syndrome-virus; World Health Organization; social protection; environment and public health; disease outbreaks RÉSUMÉ Le droit de circuler librement est sans aucun doute un droit international fondamental. Certaines situations peuvent toutefois nécessiter la suspension de ce droit. Était-ce le cas lors de la crise du SRAS à Toronto en 2003? Selon Guénaël R.M. Rodier, la décision de l'OMS de publier un avertissement aux voyageurs était valable, et même raisonnable, bien qu'elle ait causé des pertes de plus d'1,1 milliard de dollars dans la Région du Grand Toronto. Le fait que les déplacements vers les zones infectées aient été le lien épidémiologique le plus commun entre les personnes infectées par le SRAS vient corroborer cette position. Cependant, comme l'indique le Rapport Naylor, la publication d'un avertissement aux voyageurs n'a pas empêché des sujets infectés de quitter Toronto; or, ces sujets ont représenté cinq cas sur six dans la propagation du SRAS en provenance du Canada. D'un simple point de vue logistique, cet argument mine la thèse de Rodier et met en doute le bien-fondé de la décision de l'OMS. Mais il faut aussi tenir compte de l'aspect moral. L'avertissement aux voyageurs a-t-il été mis en oeuvre équitablement? Le meilleur moyen d'envisager cette question est d'utiliser le cadre pour la santé publique de Nancy E. Kass. Deux points ressortent immédiatement de ce cadre. Premièrement, on n'a pas laissé aux autorités torontoises la possibilité de plaider leur cause auprès de l'OMS avant la publication de l'avertissement aux voyageurs. Et deuxièmement, le cadre précise que le fardeau des conséquences doit être distribué équitablement. Or on ne l'a pas fait, ni même tenté de le faire, pour cet avertissement. F reedom of movement is a fundamental right under the Charter as well as under international human rights codes. Each year, approximately 700 million people travel internationally by aircraft and more than 50 million people from industrialized countries visit developing countries. 1 It is essential to human relations that people be able to travel both for personal and for business reasons. 2 As Gostin et al. indicate:",
            "cite_spans": [
                {
                    "start": 2094,
                    "end": 2095,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2205,
                    "end": 2206,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"The US Supreme Court declared, \"[f]reedom of movement and of residence must be a fundamental right in a democratic State.\" The United Nations similarly finds that \"liberty of movement is an indispensable condition for the free development of a person\". 2 However, freedom of movement is not an inviolable right. 2 The SARS outbreak was a dramatic wakeup call to the World's Community. It was demonstrated how quickly an illness could be passed around the world from modest beginnings. Left unchecked, the SARS outbreak would have extended to millions around the globe. 3 As Singer et al. argue: \"This shows the urgent need for people around the world to adopt the value of solidarity as much for self interest as altruistic reasons\". 4 And that same value of solidarity is fundamental to an understanding as to why movement within and between countries had to be curtailed. 4 Yet, as Farquharson et al. report, \"77% of the total cases of SARS are the result of exposure within the hospital setting\". 5 Or as Svoboda et al. report, \"SARS in Toronto was primarily a nosocomial illness, largely restricted to persons who were exposed in affected hospitals and their household contacts. The few cases of second-degree and third-degree community penetration mostly involved persons with very close social ties\". 6 Despite this fact, WHO announced its travel advisory for Toronto on April 23 rd , 2003. Guénaël Rodier explains the rationale of the decision:",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 314,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 570,
                    "end": 571,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 735,
                    "end": 736,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 875,
                    "end": 876,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1001,
                    "end": 1002,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1308,
                    "end": 1309,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"It is the duty of the WHO to do everything possible to prevent spread to other countries of a poorly understood, severe disease for which there is no reliable diagnostic test and no effective treatment beyond supportive care…In the final analysis…our decisions must be based first and foremost on public health concerns in the face of a serious health emergency that has amply demonstrated its potential for rapid international spread. Had our international vigilance been in place prior to Mar. 12, Toronto would very likely have been spared a SARS outbreak on the scale it has worked so admirably to contain.\" 7 Due to this same rationale, the Travel Advisory for Toronto was lifted 6 days after being imposed. Rodier explains why:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"…a decision to lift the travel advisory, effective April 30, was made based on consideration of 3 criteria: a decrease to below 5 new SARS cases per day, a period of 20 days since the last case of community transmission occurred, and no new confirmed cases of exportation.\" 4 There are some data that suggest that Rodier is justified in his views. As Schrag et al. report, of the 201 confirmed or suspected SARS cases in the United States:",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"Travel to an affected area was the most commonly reported epidemiologic link (83% of cases). Mainland China was the most frequent destination (39% of travelers), followed by Hong Kong (38%), and Toronto (18%); 22% of casepatients traveled to more than one affected area.\" 8 However, as Naylor reports, \"three months after WHO issued its travel advisory against Toronto, Health Canada officials remain mystified about WHO's reasoning and motivation.\" 9 The strongest criticism of the advisory is given by Naylor et al.:",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"…the absolute number of cases in an outbreak is largely a function of the size of a community. Issuing a travel advisory does not prevent residents of a SARSaffected area from leaving and taking SARS with them. Indeed, of the six people thought to have spread SARS from Canada, only one was a visitor returning home after a trip to Canada.\" 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Framework analysis of WHO decision Nancy Kass has proposed a 'framework for public health.' 10 While targeted at the institutional level, this framework can also be applied to decisions made by NGOs such as WHO. To review, the framework has six steps: 1. What are the public health goals of the proposed program?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. How effective is the program in achieving its stated goals? 3. What are the known or potential burdens of the program? 4. Can burdens be minimized? Are there alternative approaches? 5. Is the program implemented fairly? 6. How can the benefits and burdens of a program be fairly balanced? In applying this framework to WHO's travel advisory for Toronto, we must first ask what the goals of the advisory were. It is clear from Rodier's explanation of WHO's rationale for the decision that WHO was seeking to prevent the spread of SARS to other countries. Certainly that is a justifiable purpose. And it squares with Kass's view that the goal should \"be expressed in terms of public health improvement, that is, in terms of reduction of morbidity or mortality.\" 10 We should next consider, therefore, how effective WHO's advisory was in achieving this goal. This is where WHO's policy falters. The aim of WHO's advisory was, in part, to curtail travel to Toronto, and it was effective in this regard. However, the travel advisory did not target the travel of high-risk individuals from Toronto -and that was the real threat.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 765,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When we consider the third step in Kass's analysis, a similar finding results. The known burden of the WHO travel advisory was a severe economic shortage for Toronto's tourist industry. Toronto lost an estimated CAD$ 1.13 billion due to the advisory. A burden that onerous would have to be justified by a very effective, efficient plan. As has been argued, the travel advisory was not such a plan. One could conceive of WHO's issuing an instructive warning to people who may have been in contact with a patient who has SARS, describing the early signs of SARS and instructing people to obey quarantines at their local hospital or other facility. This would have served the purpose of the travel advisory without the harmful burdens. And this is precisely the challenge of Kass's fourth step -to devise an alternate plan if one is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In consideration of Kass's fifth stepwhether the program was implemented fairly one can point to the fact that the Toronto authorities were not given an opportunity to state their case to WHO before the advisory was issued. There seems little reason for this oversight. It has been suggested that it was due to delays in the city's internal SARS detection and reporting systems. In addition, SARS cases in Toronto were initially hand counted rather than entered into a global database. Further, the Toronto health care authorities typically communicated with provincial authorities, and them with federal authorities. It may be that these types of built-in delays discouraged WHO from communicating freely with the Toronto health care authorities. But more importantly, it meant that WHO was basing their advisory on old data. And it should be noted, further to Kass's point, that this step \"corresponds to the ethics principle of distributive justice, requiring the fair distribution of benefits and burdens.\" 10 By no means did the WHO advisory represent a policy that attempted to distribute the burdens of SARS evenly on the global system. Kass says that \"unequal distributions of programs must be justified with data\" and there are none forthcoming that would justify the travel advisory. 10 Rodier suggests that had a travel advisory been in place before the outbreak in Toronto, it may have prevented the spread of SARS to Toronto, but the evidence is that SARS was carried to Canada by a single person from Hong Kong and there is no evidence that that person would have changed their travel plans had an advisory been placed on Hong Kong. This raises the sixth, and final, step in Kass's analysis -how can the benefits and burdens of the program be fairly balanced? As Kass argues:",
            "cite_spans": [
                {
                    "start": 1294,
                    "end": 1296,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"If it is determined that a proposed public health intervention, policy, or program is likely to achieve its stated goals, if its potential burdens are recognized and minimized, and if the program is expected to be implemented in a nondiscriminatory way, a decision must be reached about whether the expected benefits justify the identified burdens.\" 10 As we have seen, WHO's travel advisory does not meet the antecedent conditions for this step in the analysis. However, it can be said that if the travel advisory did meet the other conditions, it would indeed pass this sixth test. Stemming the spread of SARS to others does contribute considerably to the containment of infectious disease.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome: Overview with an emphasis on the Toronto experience",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzuli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butany",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Pathol Laboratory Med",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome: Implication for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning from SARS: Renewal of Public Health in Canada: A Report of the National Advisory Committee on SARS and Public Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethics and SARS: Lessons from Toronto",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Dickens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Macrae",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "327",
            "issn": "",
            "pages": "1342--1386",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Responding to the severe acute respiratory syndrome (SARS) outbreak: Lessons learned in a Toronto emergency department",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Farquharson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baguley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Emerg Nurs",
            "volume": "3",
            "issn": "",
            "pages": "222--245",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Why was Toronto included in the World Health Organization's SARS-related travel advisory",
            "authors": [
                {
                    "first": "Grm",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS surveillance during emergency public health response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Beneden",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "D"
                    ],
                    "last": "Parashar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learning from SARS: Renewal of Public Health in Canada: A Report of the National Advisory Committee on SARS and Public Health. Ottawa: Health Canada",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An ethics framework for public health",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "91",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Nous cherchons les gens comme vous avec une vaste expérience de l'immunisation, de la surveillance de maladies, de l'épidémiologie ou des programmes de gestion de données et qui ont déjà vécu une expérience interculturelle. La capacité de travailler en français et dans d'autres langues est un atout important.Pour renseignements, contactez ciii@cpha.ca où visitez notre site Web : www.cpha.ca/programs/ciii/fr/index.html",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participez à l'Initiative canadienne d'immunisation internationale (ICII)"
        },
        {
            "text": "We are looking for people like you with extensive experience in immunization, disease surveillance, epidemiology or data management programs who have cross-cultural experience.If you can work in French and any other languages, this will be extremely helpful.For information, please contact the Canadian International Immunization Initiative at ciii@cpha.ca or visit our website at www.cpha.ca/programs/ciii/en/index.html",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Get Involved with the Canadian International Immunization Initiative (CIII)"
        }
    ]
}