{
    "paper_id": "cfd715aa137cdaa066566857d34d5f01e35fc59e",
    "metadata": {
        "title": "Brief Reports A Pilot Study Comparing the Development of EIAV Env-Specific Antibodies Induced by DNA/Recombinant Vaccinia-Vectored Vaccines and an Attenuated Chinese EIAV Vaccine",
        "authors": [
            {
                "first": "Qinglai",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuezhi",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liping",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shenwei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianhua",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rongxian",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yiming",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data from successful attenuated lentiviral vaccine studies indicate that fully mature Env-specific antibodies characterized by high titer, high avidity, and the predominant recognition of conformational epitopes are associated with protective efficacy. Although vaccination with a DNA prime/recombinant vaccinia-vectored vaccine boost strategy has been found to be effective in some trials with non-human primate/simian/human immunodeficiency virus (SHIV) models, it remains unclear whether this vaccination strategy could elicit mature equine infectious anemia virus (EIAV) Env-specific antibodies, thus protecting vaccinated horses against EIAV infection. Therefore, in this pilot study we vaccinated horses using a strategy based on DNA prime/recombinant Tiantan vaccinia (rTTV)vectored vaccines encoding EIAV env and gag genes, and observed the development of Env-specific antibodies, neutralizing antibodies, and p26-specific antibodies. Vaccination with DNA induced low titer, low avidity, and the predominant recognition of linear epitopes by Env-specific antibodies, which was enhanced by boosting vaccinations with rTTV vaccines. However, the maturation levels of Env-specific antibodies induced by the DNA/rTTV vaccines were significantly lower than those induced by the attenuated vaccine EIAV FDDV . Additionally, DNA/rTTV vaccines did not elicit broadly neutralizing antibodies. After challenge with a virulent EIAV strain, all of the vaccinees and control horses died from EIAV disease. These data indicate that the regimen of DNA prime/rTTV vaccine boost did not induce mature Env-specific antibodies, which might have contributed to immune protection failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "E quine infectious anemia virus (EIAV) is a macrophage-tropic lentivirus that can cause persistent infection in equids. The infection is characterized by recurring febrile episodes associated with viremia, fever, thrombocytopenia, and wasting symptoms (11, 23) . In the past 30 y, a variety of EIAV experimental vaccines have been developed, including inactivated whole virus vaccines, particulate viral protein vaccines, recombinant envelope subunit vaccines, DNA vaccines encoding the gp90 gene or some conserved cellular targeted epitopes in gag, and attenuated vaccines generated from molecular clones of the proviral genome or from serial passage in host cells. The protective efficacies conferred by these vaccines range from sterile protection and protection from disease or death, to the significant enhancement of EIAV replication and disease (3, 7, 8, 12, 14, 17, 20, 24, 25) . Thus far, successful and effective immune protection has only been observed in animals vaccinated with attenuated vaccines (5, 14, 24, 25) . These results make attenuated vaccines a good standard for the testing of other vaccination strategies.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 856,
                    "end": 858,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A series of studies on a successful attenuated EIAV vaccine (EIAV D9 ) demonstrated that a combination of fully mature Env-specific antibodies (with high titer, high avidity, and the preferential recognition of conformational epitopes), and cellular-targeting Env epitopes, is associated with protective efficacy (4, 14, 28) . These studies suggested that EIAV vaccine candidates should be capable of inducing both 1 mature humoral and potent cellular immune responses to Env to achieve effective protection. In contrast to recombinant subunit or inactivated whole-virus vaccines, DNA vaccines and viral vector vaccines have been proven to induce potent humoral and cellular immune responses to encoded viral proteins by expressing antigens with authentic conformation and utilizing major histocompatibility complex (MHC) class I and class II pathways to present antigens in host cells (1, 6) . Moreover, vaccinations using a regimen of DNA vaccine prime/viral vector vaccine boost have been observed to elicit stronger humoral and cellular immune responses than vaccination with either vaccine alone, thus offering better protection by the vaccinees in both human and animal models (13, 22, 27) . However, so far, there are no data to confirm whether this vaccination strategy can induce potent protection-associated immune responses in horses, thus conferring effective protection against EIAV infection and disease. Therefore, in this pilot study we constructed recombinant DNA (rDNA) and recombinant Tiantan vaccinia (rTTV)vectored vaccines encoding the EIAV env or gag genes, vaccinated horses with a DNA prime/rTTV vaccine boost strategy, and compared the induction of Env-specific antibodies in horses vaccinated with this set of vaccines with an attenuated Chinese EIAV vaccine, FDDV (EIAV FDDV ). Finally, we evaluated the protective efficacy of the vaccine strategies by challenging vaccinees with a wild-type EIAV strain (EIAV LNV ).",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PLGFD3V is an infectious clone derived from EIAV FDDV . The env and gag genes of pLGFD3V (patent no. CN99105852.6 and US6987020B1) were codon optimized for horse expression and synthesized as oligonucleotides (Sangon, Shanghai, China). Both gene sequences were confirmed by sequencing double strands of sense and antisense gene DNA, and subsequently cloned into the expression vector pDRVI-SV1.0 (SV1.0) to generate two DNA vaccines, pDRVI-SV1.0-Env-Syn (SV1.0-Env-Syn) and pDRVI-SV1.0-Gag-Syn (SV1.0-Gag-Syn). An additional two plasmids, SV1.0-Env-Wild and SV1.0-Gag-Wild, which encoded the wild-type env and gag genes of pLGFD3V in SV1.0, respectively, were constructed as controls for in vitro expression. The properties of the expression vector pDRVI-SV1.0 have been previously described (18, 29) .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 796,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DNA vaccine construction"
        },
        {
            "text": "Comparison of the in vitro expression of synthetic EIAV env and gag genes with their corresponding wild-type genes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA vaccine construction"
        },
        {
            "text": "The in vitro expression of synthetic EIAV genes and their corresponding wild-type genes was compared through Western blotting (WB). Briefly, 3 lg of SV1.0, SV1.0-Env-Syn, SV1.0-Gag-Syn, SV1.0-Env-wild, or SV1.0-Gag-wild, was transfected into 293T cells or horse dermal fibroblast cells in 12-well tissue culture plates. After 48 h, the cells were collected and lysed. Then 30 lg of total cell lysates was subjected to a standard WB procedure (Fig. 1 ). EIAV-positive horse serum (1:100) and mouse anti-human or anti-horse bactin monoclonal antibody (1:5000 or 1:1000) served as the primary antibodies. Horseradish peroxidase (HRP)-conjugated goat anti-horse IgG (1:1000)/goat anti-mouse IgG (1:1000), and FITC-conjugated goat anti-horse IgG (1:200)/ goat anti-mouse IgG (1:2000) were used as the secondary antibodies. Finally, the protein bands were visualized using enhanced chemiluminescence or a fluorescence scanner.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 778,
                    "text": "(1:2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 449,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DNA vaccine construction"
        },
        {
            "text": "Codon-optimized EIAV env and gag genes were transferred to a pSC65 shuttle plasmid (with the Lac z gene as a selection marker), which was specifically designed to recombine with the TK gene of the TTV. Subconfluent monolayers of 143TKcells were grown in Eagle's medium containing 10% fetal bovine serum and 1% penicillinstreptomycin-L-glutamine. Then the cells were washed with Eagle's medium containing glutamine and antibiotics in the absence of fetal bovine serum. Wild-type Tiantan vaccinia virus was inoculated at a multiplicity of infection (MOI) of 0.1, and incubated for 1 h at 37°C and 0.5% CO 2 . Subsequently, the vaccinia-infected cells were transfected with recombinant shuttle plasmids using lipofectamine 2000 (Invitrogen, Carlsbad, CA). After 48 h of incubation, the transfection medium was removed, and all of the wells were covered with 2% melted low melting temperature agarose mixed with an equal volume of 2 · Eagle's medium containing 100 lg/mL x-gal. The blue Lac Z-positive colonies were picked and further purified in 143TKcells under the selective pressure of Eagle's medium containing 50 lg/mL BuDR. The purified recombinant TTV was confirmed by PCR amplification of the inserted EIAV env and gag genes. The generated vaccines were designated as rTTV-Env-Syn and rTTV-Gag-Syn. All of the rTTVs were expanded in primary chicken embryo fibroblast cells and confirmed with WB as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and confirmation of recombinant TTV-vectored vaccines"
        },
        {
            "text": "Fetal donkey dermal (FDD) cells and equine monocytederived macrophages (eMDMs) were cultured as previously described (19, 26) . EIAV LNV is a high-virulence EIAV strain and was used as the challenge strain in this study. PLGFD3V was used in the neutralizing antibody assays as a homologous vaccine strain. PLGFD3Mu12V and DLV34 are two relatively heterologous virulent variants of EIAV LNV , and their virulence and env sequences have been described previously (19) . The mean divergences of the deduced SU polypeptide between EIAV FDDV and pLGFD3V, pLGFD3Mu12, DLV34, and EIAV LNV , were 3.6%, 4.2%, 5.1%, and 6.2%, respectively. PLGFD3V, PLGFD3Mu12V, and DLV34 were prepared, titrated, and stored as previously described (19, 26) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Cell lines and EIAV stocks"
        },
        {
            "text": "The four horses used in this study were thoroughbreds. Prior to the experiment, serum samples collected from all horses were tested twice with an agar gel immunodiffusion test (AGID, VMRD) to ensure that they were seronegative for EIAV infection. The horses were housed in screened box stalls to exclude hematophagous insects. All of the animal handling protocols were approved by the Animal Management Committee of the Chinese Harbin Veterinary Research Institute. Horses rD/V1, rD/V2, and rD/V3 were vaccinated with 10 intramuscular injections of 4 mg of SV1.0-Env-Syn (2 mg)/SV1.0-Gag-Syn (2 mg) at 5 sites on each side of the neck at weeks 0, 8, 13, 18, 22, and 36, and vaccinated with 10 intradermal injections of 2 · 10 9 pfu of rTTV-Gag-Syn/rTTV-Env-Syn at 5 sites on each side of the neck at weeks 69 and 90 (Fig. 2 ). Horse D/V1 was inoculated with empty vectors (SV1.0 and wild-type TTV) at the same doses, route, and schedule as rD/V1, rD/V2, and rD/V3. All of the horses were challenged through the hypodermal injection of 1 mL of virus stock (1000 copies/mL of viral RNA) of EIAV LNV at week 104 and observed until death. Sera were collected at weeks 0 (just prior to the first DNA vaccination), 2, 10, 15, 20, 24, 38, 69 (just prior to the first rTTV vaccination), 71, 75, 90 (just prior to the second rTTV vaccination), 92, 96, and 104 (on the day of and just prior to EIAV LNV challenge). Whole blood and plasma were collected at weeks 0, 38, 69, 90, and 104. During the challenge phase, the sera, plasma, and whole blood of all surviving horses were collected on days 11, 15, 21, and 26 post-challenge. rD/V3 died from an accident in week 94, so samples were not collected from that horse subsequently. AV1, AV2, AV3, and AV5 were 4 horses who had been hypodermally vaccinated with 1 mL of 4 · 10 5 TCID 50 of EIAV FDDV for 6 mo, and C1 was a naïve control horse (19) . They were challenged together with D/V1, rD/ V1, and rD/V2 on the same day by the same dose of EIAV LNV . After a 253-day observation period post-challenge, AV2, AV3, and AV5 did not present detectable infection. AV1 developed an EIA febrile episode, and C1 died from an acute EIA infection (19) . The sera of horses vaccinated with EIAV FDDV were collected at months 0, 1, 2, 3, 4, 5, and 6 postvaccination. Serum samples were stored at -20°C for antibody assays. Plasma samples were stored at -80°C for the quantitative and qualitative analysis of EIAV in the plasma. Whole blood samples were used for platelet enumeration. The rectal temperature and clinical status of all surviving horses were recorded twice per day throughout the trial. Clinical episodes of EIA were defined as thrombocytopenia (< 100,000 platelets/lL whole blood), occurring with fever (rectal temperature ‡ 39°C), and a concurrent high level of plasma viral RNA. The quantitative and qualitative analyses of plasma viral genomes were performed as previously described (15) .",
            "cite_spans": [
                {
                    "start": 1880,
                    "end": 1884,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2178,
                    "end": 2182,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2930,
                    "end": 2934,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 823,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Experimental subjects, vaccination, challenge, sample collection, and clinical evaluation"
        },
        {
            "text": "Serum immunoglobulin G antibody reactivity to EIAV FDDV envelope glycoprotein was quantitatively (endpoint titer) and qualitatively (avidity index and conformation ratio) assayed using a standard ConA ELISA procedure as previously described (9), except that the coated EIAV PV was replaced with gradient-purified EIAV FDDV . The end-point titer of core p26-specific IgG was detected using a standard ELISA. P26 pLGFD3V was expressed in E. coli and purified with SDS-PAGE. The purity was 95% (data not shown). Samples were considered positive if the sample's optical density exceeded the mean optical density value of the corresponding negative samples (pre-immunization bleeding) plus two times the standard deviation at the same dilution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative and qualitative serological assays"
        },
        {
            "text": "All of the sera were heat inactivated (56°C for 30 min) before the neutralization assay to inactivate infectious virus and labile serum proteins. The serum neutralizing activity against homologous (pLGFD3V), or relatively heterologous (pLGFD3Mu12V) virus strains, was assessed with a modified indirect cell ELISA-based infectious center assay method using a constant amount of pLGFD3V or pLGFD3Mu12V, and sequential twofold dilutions of serum, as previously described (9) . The serum neutralizing activity against DLV34 was assessed with an RT assay as previously described (19) .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing antibody assay"
        },
        {
            "text": "Statistical analyses were performed with GraphPad Prism version 5.0 (GraphPad Software Inc., San Diego, CA). The Mann-Whitney U test was used to compare the end-point titer, avidity index, and conformation ratio of Env-specific antibodies, and pLGFD3V neutralizing activity between serum samples from horses vaccinated with rDNA/rTTV vaccines and the attenuated vaccine EIAV FDDV . A two-tailed p value < 0.05 was considered to be significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In a previous study researchers demonstrated that codon optimization dramatically increases the in vitro expression and immunogenicity of the EIAV env gene in a DNA vector (3) . Therefore in this study, we constructed DNA and Tiantan vaccinia-vectored vaccines encoding codon-optimized EIAV env or gag genes. As shown in Fig. 1A , B, and C, both SV1.0-Env-Syn and rTTV-Env-Syn expressed the Env (gp135) protein, which was approximately 130 kDa. Both SV1.0-Gag-Syn and rTTV-Gag-Syn expressed the Gag (p55) protein, which was approximately 55 kDa, while the DNA vector SV1.0 and the Tiantan vaccinia vector did not present any protein expression. In lanes with samples of vaccines encoding the env gene, the main band was located at approximately 130 kDa (for the samples from transfected 293T cells/infected primary chicken embryo fibroblast cells), or 95 kDa (for the samples from transfected equine dermal cells), and one dimer band located slightly below 55 kDa could be observed in all samples. On the other hand, the bands were markedly thicker in the lanes with samples of the DNA vector encoding codon-optimized env or gag genes than in the lanes with samples of DNA vectors encoding the wild-type env or gag gene, while the housekeeping gene b-actin presented comparable expression in all of the samples from transfected 293T and equine dermal cells ( Fig. 1A and C) . These data indicate that the constructed DNA and vaccinia-vectored vaccines correctly expressed the encoded EIAV env or gag genes, and codon optimization significantly increased the in vitro expression of encoded genes in the DNA vector SV1.0. Moreover, most of the full-length precursor gp135 may be further processed into SU (gp90) and TM (gp45) in DNA vaccine-expressing cells, and rTTV vaccine-infected cells.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1359,
                    "end": 1373,
                    "text": "Fig. 1A and C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "To determine whether the vaccination strategy using DNA prime/vaccinia-vectored vaccine boost could induce protection-associated immune responses, we vaccinated 3 horses with SV1.0-Env-Syn plus SV1.0-Gag-Syn at 6 time points to prime them, and boosted them twice with rTTV-Env-Syn plus rTTV-Gag-Syn. We then compared the induction of Env-specific antibodies and neutralizing antibodies in these vaccinees to 4 horses vaccinated with the attenuated EIAV vaccine EIAV FDDV during the vaccination phase. In the 4 EIAV FDDV -vaccinated horses, 3 were protected from infection and 1 was protected from death after challenge with EIAV LNV , as shown in our recent report (19) . Fig. 2A , D, G, and J summarize the development of Env-specific antibodies and neutralizing antibodies against the homologous strain pLGFD3V in horses immunized with DNA and rTTV vaccines. Env-specific antibodies and neutralizing antibodies against pLGFD3V did not appear until 2 wk after the third and the fifth DNA vaccinations, and then gradually increased, respectively. Two weeks after the sixth DNA vaccination, the mean end-point titer, avidity index, and conformation ratio of Env-specific antibodies, and the mean neutralizing titer against pLGFD3V were 1:70, 26%, 0.29, and 1:10, respectively. After the first boost vaccination with rTTV vaccines, the mean of those four parameters increased markedly, to 1:700, 34%, 0.95, and 1:190, at week 2, and gradually decreased, to 1:7, 11%, 0.16, and 0, at week 21 (on the day of and just prior to the second boost with the rTTV vaccines). Although Env-specific antibodies and neutralizing activity against pLGFD3V peaked quickly 2 wk after the second rTTV vaccine boost, these activities were comparable to week 2 following the first rTTV vaccine boost. In addition, the activities gradually decreased again, to 1:70, 33%, 0.68, and 1:10 at week 14 (on the day of and just prior to challenge with EIAV LNV ). In contrast, neutralizing antibodies against the heterogeneous virulent strains (pLGFD3Mu12V and DLV34) were not observed during the entire vaccination phase (data not shown).",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 679,
                    "text": "Fig. 2A",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "As shown in Fig. 2B , E, H, and K, Env-specific antibodies and neutralizing activity against pLGFD3V were detectable by 1 mo post-vaccination with EIAV FDDV in each vaccinated horse. The end-point titer, avidity index, and conformation ratio of Env-specific antibodies gradually increased to a plateau after 4 or 5 mo post-vaccination, and reached 1:4200, 52%, and 1.83 (mean of 4 samples) at 6 mo post-vaccination (on the day of and just prior to challenge FIG. 2. Development of Env-specific antibodies, neutralizing antibodies, and p26-specific antibody responses to the attenuated vaccine EIAV FDDV and the DNA/recombinant TTV-vectored vaccines. The longitudinal characterization of the quantitative and qualitative properties of EIAV envelope-specific antibodies was conducted with Con A ELISAs for end-point titer (A and B) , avidity (D and E), and conformational dependence (G and H), as described in the text. The serum neutralizing activity against pLGFD3V (J and K) was longitudinally analyzed as described in the text. The longitudinal analysis of the end-point titers of EIAV p26-specific IgG antibody (M and N) was conducted via ELISA as described in the text. Analyses were performed on two trial groups: the DNA/recombinant TTV-vectored vaccines (the left panel) and the attenuated vaccine EIAV FDDV (the right panel). The end-point titer (C), avidity (F), and conformational dependence (I), of Env-specific antibodies, the neutralizing activity against pLGFD3V (L), and the end-point titer of p-26 specific antibodies (O), were compared between serum samples collected from 3 horses vaccinated with DNA/rTTV vaccines at 2 wk following each boost with rTTV vaccines, and 4 horses vaccinated with EIAV FDDV at 5 and 6 mo post-inoculation. Serum antibody end-point titers are presented as the log 10 of the highest reciprocal dilution yielding reactivity two standard deviations above background. Avidity index measurements are presented as percentages of the antibody-antigen complexes resistant to disruption with 6 M urea. Conformation dependence values are calculated as the ratio of serum antibody reactivity with native envelope compared to denatured envelope antigen. The neutralizing activity is presented as the mean reciprocal dilutions of serum that neutralized 50% of input EIAV virus measured in an infectious center assay as described in the text. with EIAV LNV ). Serum pLGFD3V-neutralizing activity peaked at month 2 or 3, and remained constant until the day of challenge. In addition to inducing a high level of neutralizing antibodies against pLGFD3V, EIAV FDDV also elicited neutralizing antibodies against pLGFD3Mu12V and DLV34 in most of the vaccinated horses (AV2, AV3, and AV5), which was demonstrated in our recent report (19) . On the day of the challenge, the mean neutralizing activity against pLGFD3V, pLGFD3Mu12V, and DLV34 in all EIAV FDDV -vaccinated horses was 1:3540, 1:1000, and 1:270, respectively. In contrast to the development of Env-specific antibodies, vaccination with DNA vaccines rapidly induced Gag-specific antibodies (anti-p26) in each vaccinee, and the mean endpoint titer of p26-specific antibody increased to 1:3000 2 wk after the first rTTV vaccine boost (Fig. 2M) . Although the second rTTV vaccine boost did not further improve the endpoint titer, the activity of the p26-specific antibody was longer lasting than the Env-specific antibody in horses vaccinated with DNA and rTTV vaccines ( Fig. 2A and M) . On the day of the challenge, the mean end-point titer of p26specific antibodies was still as high as 1:300. In horses vaccinated with EIAV FDDV , the end-point titer of p26-specific antibodies plateaued between 1 and 3 mo post-vaccination, and then quickly declined and remained at low levels (approximately 1:40) or was undetectable on the day of challenge (Fig. 2N) .",
            "cite_spans": [
                {
                    "start": 2759,
                    "end": 2763,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 829,
                    "text": "(A and B)",
                    "ref_id": null
                },
                {
                    "start": 3218,
                    "end": 3227,
                    "text": "(Fig. 2M)",
                    "ref_id": null
                },
                {
                    "start": 3455,
                    "end": 3469,
                    "text": "Fig. 2A and M)",
                    "ref_id": null
                },
                {
                    "start": 3830,
                    "end": 3839,
                    "text": "(Fig. 2N)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We further compared the activities of Env-specific antibodies between horses vaccinated with EIAV FDDV and horses vaccinated with DNA/rTTV vaccines during the period required to achieve relatively mature Env-specific antibodies using the respective immunization regimens. Generally, approximately 6mo are necessary for the development of mature Env-specific antibodies for attenuated EIAV vaccines (4, 25) . In this study, we found that each parameter of Env-specific antibodies plateaued after 4 to 5mo post-vaccination with EIAV FDDV , and peaked 2wk after each rTTV vaccine boost. Therefore, 6 serum samples collected from 3 vaccinees at week 2 post-rTTV boost, and 8 serum samples collected from 4 vaccinees at months 5 and 6 postvaccination with EIAV FDDV were selected and compared. As shown in Fig. 2C , F, I, and L, the end-point titer, avidity index, and conformation ratio of the Env-specific antibodies, and the neutralizing titer against pLGFD3V were significantly lower in samples from horses vaccinated with the DNA/rTTV vaccines than samples from horses vaccinated with EIAV FDDV . However, the end-point titer of the p26specific antibodies was higher in the former samples than the latter samples. These data indicate that the immunization strategy of EIAV DNA prime/rTTV vaccine boost did not induce mature Env-specific antibodies or high levels of broadly neutralizing antibodies. Moreover, the Env-specific antibodies and neutralizing antibodies induced by this strategy lacked durability compared to those induced by the attenuated vaccine EIAV FDDV .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 808,
                    "text": "Fig. 2C",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Finally, to evaluate the protective efficacy conferred by the DNA/rTTV vaccines, we challenged two vaccinees and one empty vector control horse with EIAV LNV . On the same day, the 4 horses vaccinated with EIAV FDDV and one naïve control horse were also challenged with EIAV LNV using the same dose and route. All of the serum and plasma samples collected at 5 (for rD/V1, rD/V2, and D/V1) or 4 (for rD/V3) time points before challenge were AGID-and viral RNAnegative (data not shown). These results indicate that these vaccinees and the empty vector control horse were not infected by the wild-type or the vaccine EIAV strain. Vaccinee rD/V3 was not enrolled in the challenge trial because the horse died from an accident involving a broken spine. The possibility of death from EIAV or other equine infectious diseases was ruled out through extensive pathological diagnosis (data not shown). Supplemental Fig. S1A , B, C, and D depict the clinical and virological profiles of the vaccinees and control horses during the post-challenge observation period (see online supplementary material at http:// www.liebertpub.com). After challenge, rD/V1, rD/V2, D/ V1, and C1 quickly presented with viremia during week 2 or 3 post-challenge (the minimal viral load was 2.4 · 10 2 copies of RNA/m), and all sequences of amplified env fragments were consistent with EIAV LNV ), and developed acute EIA disease signs (fever and thrombocytopenia) soon after before dying by week 3 or 4 post-challenge. These data indicate that all four horses died from an acute EIAV infection, and the DNA vaccine prime/recombinant Tiantan vaccinia-vectored vaccine boost regimen did not protect the vaccinees from EIA death. Of the horses vaccinated with EIAV FDDV , 3 horses (AV2, AV3, and AV5) were protected from infection, and 1 horse (AV1) was protected from death during the 253-day post-challenge observation period (19) .",
            "cite_spans": [
                {
                    "start": 1895,
                    "end": 1899,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 914,
                    "text": "Fig. S1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Studies of lentiviral attenuated vaccines have indicated that sustained low levels of antigen presentation and consistent stimulation of the host immune system are required to achieve and sustain adequate immune maturation, thereby effectively protecting vaccinees against exposure to lentiviruses (2, 4) . These results suggest that other EIAV vaccines, such as DNA vaccines or live viral vector-based vaccines, might also be effective if they are based on regimens of multiple antigen exposure and/or sustained antigen presentation. However, in this study we found that a regimen using EIAV DNA vaccine prime and rTTV vaccine boost did not induce mature EIAV Env-specific antibodies or broadly neutralizing antibodies, in contrast to vaccination with the attenuated vaccine EIAV FDDV . The induced immune responses failed to protect vaccinees from death after challenge with a virulent EIAV strain.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Cook et al. reported that DNA encoding codon-optimized EIAV gp90 did not induce detectable Gp90-specific antibody in ponies until after 4 to 5 vaccinations, and the induced Gp90-specific antibody did not present any neutralizing activity, even to a homologous EIAV strain (3) . Similarly in this study, we observed that 6 successive vaccinations with DNA induced low titer, low avidity, and low recognition of conformational epitopes and transient IgG responses to Env, although the induction of p26-binding antibodies was high. Consistent with these data from EIAV DNA vaccines, a previous study comparing the immunogenicity of HIV Env and influenza virus hemagglutinin glycoprotein in a DNA vector demonstrated that multiple DNA priming vaccinations only achieved low titer and a transient antibody response to HIV Env, while high titer, high avidity, and persistent IgG responses to influenza virus H1 were seen after the first DNA vaccination (21) . These data suggest that compared to specific antibodies against other encoded proteins, mature specific antibodies against lentiviral Env may be more difficult to induce using DNA vectors, even after multiple subsequent immunizations. These data also suggest that other mechanisms may be involved in the induction of mature Env-specific antibodies by attenuated lentiviral vaccines, in addition to the sustained presentation of Env antigen.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Although the first rTTV vaccine boost rapidly increased the titer, avidity, and recognition of conformational epitopes of Env-specific antibodies in each vaccinee, no further enhancement of Env-specific antibody maturation was observed after the second TTV-vectored vaccine boost. Preexisting anti-vaccinia vector neutralizing responses are thought to most likely inhibit the induction of neutralizing antibody against the encoded SARS-CoV S glycoprotein after the subsequent inoculation of mice with wild-type TTV and recombinant TTV-vectored vaccines (10) . However, this inhibitory effect resulting from the pre-exposure of wild-type 482 MENG ET AL.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "TTV via the intradermal route was largely overcome by subsequent vaccination with recombinant TTV-vectored vaccines via a heterologous intraoral or intranasal route (10) . In fact, in the present study, the neutralizing antibody titers against wild-type TTV were found to range from 1:90 to 1:200 in serum samples from all vaccinees and the control horse at 2 wk after the second boost, but we did not observe any serum neutralizing activity against the TTV vector before the second boost vaccination (data not shown). These results suggest that a rapidly induced but not pre-existing neutralizing antibody response to the TTV vector might contribute to the inhibition of further maturation of Envspecific antibodies after the second boost with rTTV vaccines. In this context, immunization with the recombinant TTV-vectored vaccines via a heterologous mucosal route may be a more effective way to reduce this inhibitory effect and improve the maturation of Env-specific antibody than increasing the interval between boost vaccinations delivered via the same route.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The data from our previous study indicated that EIAV FDDV induced broadly neutralizing antibodies, which might confer enhanced protection of vaccinees against infection by the challenge virus EIAV LNV (19) . Additional results indicated that the infectious molecular clone-derived EIAV strain pLGFD3V did not induce broadly neutralizing antibodies, while the level of steady in vivo replication of pLGFD3V was comparable to that of its parent vaccine strain EIAV FDDV . Less diversity in immunogen composition has been suggested to be a major cause of pLGFD3V failing to elicit broadly neutralizing antibodies (16) . In agreement with our previous data, in this article we found that the DNA vaccine and the rTTV vaccine encoding the env gene of pLGFD3V did not induce broadly neutralizing antibodies. Our results suggest that other or additional env sequences in EIAV FDDV may be necessary to induce broadly neutralizing antibodies. More work on the identification of possible env sequences capable of eliciting broadly neutralizing antibodies, and examination of those identified sequences using the DNA prime/recombinant TTV vaccine strategy, may aid in elucidating the mechanism underlying the induction of broadly neutralizing antibodies by attenuated Chinese EIAV vaccines.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In this pilot study, we found that a vaccination regimen based on EIAV DNA vaccine priming and recombinant TTV vaccine boost failed to protect vaccinees from death following wild-type EIAV challenge, and immature Env-specific antibodies and the lack of broadly neutralizing antibodies may partially account for this protection failure. These data may provide valuable information for future work on antibody-oriented lentiviral vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vaccine delivery methods using viral vectors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brave",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ljungberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wahren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Pharm",
            "volume": "4",
            "issn": "",
            "pages": "18--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution of envelope-specific antibody responses in monkeys experimentally infected or immunized with simian immunodeficiency virus and its association with the development of protective immunity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rowles",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jagerski",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "5069--5079",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genetic immunization with codon-optimized equine infectious anemia virus (EIAV) surface unit (SU) envelope protein gene sequences stimulates immune responses in ponies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Bolin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Microbiol",
            "volume": "108",
            "issn": "",
            "pages": "23--37",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Discerning an effective balance between equine infectious anemia virus attenuation and vaccine efficacy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Craigo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Steckbeck",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "2666--2677",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Envelope variation as a primary determinant of lentiviral vaccine efficacy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Craigo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "",
            "pages": "15105--15110",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "DNA vaccines: progress and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wahren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "175",
            "issn": "",
            "pages": "633--639",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lymphocyte proliferation responses induced to broadly reactive Th peptides did not protect against equine infectious anemia virus challenge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leib",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mealey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "12",
            "issn": "",
            "pages": "983--993",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A particulate viral protein vaccine reduces viral load and delays progression to disease in immunized ponies challenged with equine infectious anemia virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Falo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Issel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Montelaro",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "254",
            "issn": "",
            "pages": "37--49",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Maturation of the cellular and humoral immune responses to persistent infection in horses by equine infectious anemia virus is a complex and lengthy process",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Lichtenstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Issel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Montelaro",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "3840--3852",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A novel replication-competent vaccinia vector MVTT is superior to MVA for inducing high levels of neutralizing antibody via mucosal vaccination",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Equine infectious anemia: current knowledge",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Issel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coggins",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Am Vet Med Assoc",
            "volume": "174",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy of inactivated whole-virus and subunit vaccines in preventing infection and disease caused by equine infectious anemia virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Issel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Horohov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Lea",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "3398--3408",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Priming immunization with DNA augments immunogenicity of recombinant adenoviral vectors for both HIV-1 specific antibody and T-cell responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Koup",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roederer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamoreaux",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A live attenuated equine infectious anemia virus proviral vaccine with a modified S2 gene provides protection from detectable infection by intravenous virulent virus challenge of experimentally inoculated horses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Craigo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Howe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "7244--7253",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Combined amino acid mutations occurring in the envelope closely correlate with pathogenicity of EIAV",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "X"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Virol",
            "volume": "151",
            "issn": "",
            "pages": "1387--1403",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A proviral derivative from a reference attenuated EIAV vaccine strain failed to elicit protective immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "410",
            "issn": "",
            "pages": "96--106",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral load and clinical disease enhancement associated with a lentivirus cytotoxic T lymphocyte vaccine regimen",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mealey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leib",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Littke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Horohov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "2453--2468",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Truncation of cytoplasmic tail of EIAV Env increases the pathogenic necrosis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "201--210",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A pilot study on an attenuated Chinese EIAV vaccine inducing broadly neutralizing antibodies",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Virol",
            "volume": "156",
            "issn": "",
            "pages": "1455--1462",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Immunization with a recombinant envelope protein (rgp90) of EIAV produces a spectrum of vaccine efficacy ranging from lack of clinical disease to severe enhancement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Raabe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Issel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Woodson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Montelaro",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "245",
            "issn": "",
            "pages": "151--162",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Studies of the neutralizing activity and avidity of anti-human immunodeficiency virus type 1 Env antibody elicited by DNA priming and protein boosting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Santoro",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "9092--9100",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Screening of HIV-1 Env glycoproteins for the ability to raise neutralizing antibody using DNA immunization and recombinant vaccinia virus boosting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "230",
            "issn": "",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The immunopathogenesis of equine infectious anemia virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Sellon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virus Res",
            "volume": "32",
            "issn": "",
            "pages": "111--138",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fetal donkey dermal cells adapted attenuated vaccine of equine infectious anemia virus and its culture method",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Study on vaccination of equine infectious anemia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Chin Agricult Sci",
            "volume": "12",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Amino acid mutations of the infectious clone from Chinese EIAV attenuated vaccine resulted in reversion of virulence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "738--749",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bovine adenoviral vector-based H5N1 influenza vaccine overcomes exceptionally high levels of pre-existing immunity against human adenovirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jayashankar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Ther",
            "volume": "16",
            "issn": "",
            "pages": "965--971",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Envelope determinants of equine infectious anemia virus vaccine protection and the effects of sequence variation on immune recognition",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tagmyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Craigo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Even",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Issel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Montelaro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4052--4063",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sequential priming and boosting with heterologous HIV immunogens predominantly stimulated T cell immunity against conserved epitopes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AIDS",
            "volume": "20",
            "issn": "",
            "pages": "2293--2303",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confirmation of DNA vaccines and recombinant Tiantan vaccinia vaccines encoding codon-optimized env or gag gene with Western blotting. (A) 293T cells were transfected with SV1.0 vector control, SV1.0-gag-wild (native gag), SV1.0-gagsyn (codon-optimized gag), SV1.0-env-wild (native env), or SV1.0-env-syn (codon-optimized env). (C) Equine dermal cells were transfected with SV1.0-gag-wild, SV1.0-gag-syn, SV1.0-env-wild, or SV1.0-env-syn. At 48 h post-transfection, the cells were lysed and analyzed by Western blotting using 30 lg of total cellular protein per lane, with b-actin as a reference. (B) Primary chicken embryo fibroblast cells were infected with wild-type TTV (empty Tiantan vaccinia vector), rTTV-gag-syn (recombinant Tiantan vaccinia vaccine encoding codon-optimized gag), or rTTV-env-syn (recombinant Tiantan vaccinia vaccine encoding codon-optimized env), at 0.1 MOI for 48 h, lysed, and analyzed by Western blotting.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants from the Ministry of Science and Technology of China (grants no. 2007DFC30230 and 2008ZX10001-010) to Dr. Yiming Shao, and the National Science Foundation of China (grants no. 30371319 and 30671941) to Dr. Xiaoyan Zhang. We sincerely appreciate the critical comments on the article provided by Dr. Jianqing Xu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "No competing financial interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Disclosure Statement"
        }
    ]
}