{
    "paper_id": "d013e42811c6442b184da3b9bbfd9e334031a975",
    "metadata": {
        "title": "Responding to the COVID-19 pandemic in complex humanitarian crises",
        "authors": [
            {
                "first": "Danielle",
                "middle": [
                    "N"
                ],
                "last": "Poole",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dartmouth College",
                    "location": {
                        "postCode": "03755",
                        "settlement": "Hanover",
                        "region": "NH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Escudero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lawrence",
                "middle": [
                    "O"
                ],
                "last": "Gostin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Leblang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "A"
                ],
                "last": "Talbot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Over 168 million people across 50 countries are estimated to need humanitarian assistance in 2020 [1] . Response to epidemics in complex humanitarian crisessuch as the recent cholera epidemic in Yemen and the Ebola epidemic in the Democratic Republic of Congois a global health challenge of increasing scale [2] . The thousands of Yemeni and Congolese who have died in these years-long epidemics demonstrate the difficulty of combatting even well-known pathogens in humanitarian settings. The novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) may represent a still greater threat to those in complex humanitarian crises, which lack the infrastructure, support, and health systems to mount a comprehensive response. Poor governance, public distrust, and political violence may further undermine interventions in these settings.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Populations affected by humanitarian crises are expected to be particularly susceptible to COVID-19, the disease caused by SARS-CoV-2, due to displacement, crowded housing, malnutrition, inadequate water, sanitation, and hygiene (WASH) tools, and stigmatization. Disease outbreaks further reduce access to limited healthcare, which is increasingly disrupted by attacks on health facilities and the persistent overburdening of health systems. These situations escalate both the necessity and the difficulty of delivering accurate and actionable information to potentially affected populations [3] .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 595,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the international community responds to SARS-CoV-2, public health authorities in humanitarian crises begin at a disadvantage to enact appropriate infection control to prevent transmission in healthcare settings, identify infectious cases, administer supportive care and novel treatments for the seriously ill, and trace contacts. These standard public health measures are particularly difficult to perform in humanitarian settings. For example, limited public health, laboratory, and primary care services represent a barrier to testing. Providing the limited healthcare worker cadre with appropriate training and personal protective equipment, and ensuring a continuous supply chain for such, is a challenge in all settings, exacerbated in complex humanitarian crises. Frequent displacement and limited contact information may prevent effective contact tracing. Finally, intractable structural challenges such as overcrowding limit the implementation of both quarantine of those exposed and isolation of those who are ill. Given these increased vulnerabilities, humanitarian crises should be viewed as a priority for national and international bodies that seek to combat this unfolding pandemic. Resources must be identified to protect healthcare workers, develop and deploy rapid testing, improve surveillance, and enact quarantine and isolation of contacts and cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To mitigate the impact of COVID-19 on crisesaffected populations, governments and agencies will implement the familiar, global evidence-based approaches for combatting respiratory viruses. Respiratory hygiene is a highly effective public health intervention, supported by evidence demonstrating that the spread of respiratory viruses, such as SARS-CoV-2, can be prevented by hand hygiene, safe cough practice, and social distancing [4] . Hand hygiene is a readily implemented behavior: the distribution of soap to households in humanitarian settings has been shown to increase handwashing by over 30% [5] . Furthermore, hand hygiene is an avenue of agency for protecting one's own health, consistent with the rights to dignity and to fully participate in decisions related to assistance in humanitarian crises. Widespread introduction of alcohol-based hand rubs is also possible in many resource-limited settings, with published protocols for local production [6] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Sphere Handbook, a collection of rights-based guidelines for humanitarian response, is the foremost authority on minimum standards for humanitarian assistance [7] . However, despite the indisputable evidence for the efficacy of hand hygiene for reducing both bacterial and viral pathogen transmission, humanitarian WASH standards are based on evidence pertaining to the prevention of illnesses transmitted by the faecal-oral route, with the focus on hand hygiene proximate to latrines [5, 8] . And yet, latrines in crisis settings are often shared and distant from residential shelters, conferring a high risk of gender-based violence [9] . Gender-based violence around latrines is an important deterrent for accessing latrine-adjacent handwashing stations, particularly for hand hygiene to prevent respiratory pathogen transmission.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Evidence-based guidelines alone in complex humanitarian crises may not suffice during the emergence of the current SARS-CoV-2 pandemic. Without the adaptation of existing standards, mitigation plans will fall short of health and human rights obligations in outbreak response. Crisis-affected community engagement is integral in pandemic planning, in order to maximize the real-world effectiveness of efficacious interventions. Transparent and credible information-sharing mechanisms are increasingly essential when pandemics threaten vulnerable populations [10] . Diplomacy bridging long-standing mistrust of public health and biomedical interventions and facilitating engagement with contentious actors is a necessary component of effective health governance in complex crisis settings [2] . Interventions tailored to the needs of crisis-affected populations, delivered with transparent information, in the context of inclusive governance practices, are urgently needed in the global response to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global humanitarian overview. Geneva: United Nations Office for the Coordination of Humanitarian Affairs",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fighting novel diseases amidst humanitarian crises",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Sircar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hast Cent Rep",
            "volume": "49",
            "issn": "",
            "pages": "6--9",
            "other_ids": {
                "DOI": [
                    "10.1002/hast.970"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transparency during public health emergencies: from rhetoric to reality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rainford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Organ",
            "volume": "87",
            "issn": "",
            "pages": "614--622",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.08.056689"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses. Cochrane Database Syst Rev",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "Cbd",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Ansary",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bawazeer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD006207.pub4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of soap distribution on diarrhoea: Nyamithuthu refugee camp",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int J Epidemiol",
            "volume": "27",
            "issn": "",
            "pages": "520--524",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/27.3.520"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guide to local production: WHO-recommended handrub formulations. Geneva: World Health Organization",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sphere handbook: humanitarian charter and minimum standards in disaster response",
            "authors": [],
            "year": 2018,
            "venue": "Sphere Project",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of washing hands with soap on diarrhoea risk in the community: a systematic review",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "606--612",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(03)00606-6"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "gender and WASH: spurring action on a complex, under-documented and sensitive topic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cavill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Violence",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ Urban",
            "volume": "27",
            "issn": "",
            "pages": "105--121",
            "other_ids": {
                "DOI": [
                    "10.1177/0956247814564528"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Centers for Disease Control and Prevention public health response to humanitarian emergencies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Cookson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Bilukha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Handzel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "196--202",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2313.170473"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors acknowledge the efforts of communities around the world toward reducing the impact of the COVID-19 pandemic on vulnerable populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions DNP drafted the manuscript. DJE, LOG, DL, and EAT were major contributors in writing the manuscript. All authors read and approved the final manuscript.Funding DNP receives funding from the Neukom Institute for Computational Science. The funder had no role in writing the manuscript.Availability of data and materials Not applicable.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}