{
    "paper_id": "d023d3b59580cac547018f92d4b5a65ce6864be8",
    "metadata": {
        "title": "Comment Comment 2",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The mounting death toll from COVID-19 recently prompted The Guardian to declare, \"The World Bank's $500m pandemic scheme accused of 'waiting for people to die'\". 1 Similarly, as the number of deaths from Ebola increased in the Democratic Republic of Congo (DRC), there was outrage in prominent journals. \"The World Bank has the money to fight Ebola but won't use it\" wrote Garrett in Foreign Policy. 2 Others 3-7 too describe the malfeasance of the financial innovation called the pandemic bond. 8 Hailed by former World Bank president Jim Kim as an instrument that \"would rapidly respond to future outbreaks by delivering money to countries in crisis\", 9 critics judge the bond harshly, raising many points we agree with. For example, although the official death toll in the DRC increased to more than 2400 (to date), money from the bond was not released, because the epidemic did not meet predetermined benchmarks for payout. From non-bond sources, the World Bank will release up to US$12 billion for COVID-19 10 and has released more than $410 million for Ebola in the DRC. 11 What these critiques have not sufficiently considered is that the bond's failure to launch is legal, and the World Bank is not alone in advocating such solutions. Rather, they are likely the future of humanitarian health aid and disaster relief.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 497,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "The Pandemic Emergency Financing Facility (PEF) pandemic bond was facilitated by the World Bank to pre-pool money for rapid response ahead of a disease outbreak. It is a response to a dilemma: when health crises occur, many countries promise financial support but do not pay. The call for cash-on-demand intensified during the 2014-16 west African Ebola pandemic, and the World Bank issued the world's first pandemic bond in July, 2017, raising $425 million from private investors. The financial terms of the pandemic bond are complex, but, in short, large private investors (rather than nationstates) put money in up-front for 3 years. If a qualifying pandemic occurs during that time, some of the money is disbursed for pandemic response. Otherwise, the investors get their money back plus interest of 10% or more. 8 Everyone concerned with public health agrees that pre-committed pandemic funds are a good idea. However, growing uncertainty about how best to pay for health emergencies of international concern has brought previous health and humanitarian risk management strategies into question. In the past, governments and philanthropies mitigated all kinds of risks, from disease outbreaks to droughts. Since the 1970s, however, private sector involvement in civic problem-solving has increased. The pandemic bond is an iteration of the trend of turning to the private sector for global health and humanitarian funding solutions. The predominant ideologies of public health and the financial sectors, however, differ greatly.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 818,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "Three crucial components of the bond need to be more widely understood. First, Garrett's claim that \"the World Bank has the money to fight Ebola but won't use it\" 2 is provocative but ignores the bond's disbursement criteria. The PEF bond is a financial relationship governed by a legally binding agreement between the World Bank and its investors. Regardless of the severity of an epidemic, the release of pandemic bond funds is contractual and rules-based. If the predetermined disbursement criteria (which include confirmed deaths, cross-border spread, and disease growth rate) have not been met, the Bank has no authority to release investors' money. These criteria result from the fact that the bond contract was not written for pandemic responders or the sick. Their design was driven by financial industry priorities to constrain the uncertainties that arise for investors when they put up millions of dollars that they could lose. These priorities are largely alien to global public health practitioners fighting to keep people alive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "Second, from late 2014 to early 2017, the individuals designing the bond debated and made choices about the terms of the contract between the World Bank and investors. The contract stipulates that a third-partyformally called a calculation agent-adjudicates whether disbursement criteria are met. By design, such agents are meant to take the decision to deploy funds away from the World Bank and investors. Their involvement is understandable but problematic: the calculation agent is a private data modelling firm that maintains proprietary rights over its adjudicating models. Therefore, aid triggers are black-boxed outside of public oversight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "Third, we are amid a transformation of humanitarian aid funding. The pandemic bond is not an anomaly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "Financial innovation in humanitarian aid is increasing. The next version of the PEF is in development at the World Bank. Other pre-financed models, such as the African Risk Capacity (ARC) mutual sovereign drought insurance pool, use similar parametric modelling mechanisms to trigger release of funds. When ARC's modelling underestimated the number of drought-vulnerable people in Malawi in 2016, its board eventually approved policy exceptions to allow compensatory payouts. However, the PEF has no such flexibility, because it is bound by the bond contract issued to investors. 12 New parametric-based instruments are being developed. The Famine Action Mechanism (FAM) is a new multilateral organisation partnership with Amazon, Microsoft, Google, and the insurance sector. In theory, it will use artificial intelligence to identify impending food crises and trigger the release of the Bank's $1·5 billion in earmarked funds to avert famine through early response. If the PEF and ARC raise concerns about triggering aid through blackboxed technical schemes, concerns will inevitably multiply as profit-driven private technology giants become stakeholders in humanitarian outcomes.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "Will financial innovation transform humanitarian responses? It already has. The indignation of the public health sector is unlikely to quash new forms of aid, but health partisans can provide safeguards. They can engage with and interrogate the language and priorities of finance. They can require that the bonds' triggers be publicly negotiated and open access. They can push for disbursement criteria that place the needs of the sick before the demands of investors. They can fight for consultation with communities where pandemics occur. But public health influence on these financial instruments will require involvement in global health and humanitarian politics that has heretofore been considered incidental rather than first-order health prevention. 13 We declare no competing interests.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 760,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Will financial innovation transform pandemic response?"
        },
        {
            "text": "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC V5A 1S6, Canada (SLE); and Department of Geography, University of Oregon, Eugene, OR, USA (LJ)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "susan_erikson@sfu.ca"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The World Bank has the money to fight Ebola but won't use it",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Foreign Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola outbreak fails to trigger World Bank pandemic funds. The Financial Times",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asgari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic Emergency Financing Facility: struggling to deliver on its innovative promise",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola in the Congo: sick notes. The Economist",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic bonds: designed to fail in Ebola",
            "authors": [
                {
                    "first": "Jonas",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "572",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Investors cash in on Ebola bonds that haven't paid out. Bloomberg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lauerman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vossos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global health futures? Reckoning with a pandemic bond",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Anthropol Theory",
            "volume": "6",
            "issn": "",
            "pages": "77--108",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Bank Group president calls for new global pandemic emergency facility",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fact Sheet: The World Bank support to the 10th Ebola Outbreak in the Democratic Republic of Congo",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Bank's $500m pandemic scheme accused of 'waiting for people to die'. The Guardian",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcveigh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Getting political: fighting for global health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1229--1259",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Malawi to receive USD 8M insurance payout from African Risk Capacity",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Bank Group announces up to $12 billion immediate support for COVID-19 country response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}