{
    "paper_id": "d02ba2d02de0593d64cba5f2bc4f0d37753cee02",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ron",
                "middle": [],
                "last": "Waksman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f CRT 2020, COVID-19 and Beyond Cardiovascular Research Technologies (CRT) 2020, which was held February 22-25, 2020, might be remembered by the stunning new location the Gaylord National Convention Center in National Harbor, Maryland, by its spotlight on 125 women in interventional cardiology, or by the keynote speakers: former U.S. Secretary of State John Kerry and former First Lady Michelle Obama. But most likely, CRT 2020 will be remembered as the last cardiology meeting in 2020 just before the outbreak of COVID-19 in the U.S. Although the COVID-19 outbreak started in China toward the last quarter of 2019, it had a little impact on the overall attendance at CRT, with 2800 attendees and fewer than 200 cancelations, primarily from countries in Asia like China, South Korea, Singapore and Japan. In addition, a scheduled live case from San Raffaele Hospital in Milan, Italy, was canceled as that hospital ceased all elective cases in preparation to treat patients infected by the novel coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As I write this editorial, three weeks after the meeting, we are not aware of any of CRT attendees who were diagnosed with COVID-19, and we hope that all the attendees, faculty and support staff will remain healthy. As the course chairman, I feel lucky that we were able to conduct a flawless meeting just before the outbreak in the USA that resulted in cancelations of many major meetings, including the American College of Cardiology Scientific Sessions, for the next upcoming months. This situation means that the content presented at CRT 2020 is currently the most updated in our field, and I am pleased to inform you that the entire content of the meeting is available online, with video-recorded sessions on the Premium channel of CRTonline.org. We are also planning to provide CME for those individuals who could not attend the meeting and will watch the content online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By the numbers, CRT 2020 was the strongest meeting we ever had, with 2800 attendees, including 230 from overseas, and 778 faculty members who gave nearly 1000 lectures and panel discussions in 36 breakout sessions. This year, we also had a record 125 women in interventional cardiology, 130 interventional cardiology fellows, and 26 young leaders. During the meeting, we had 200 abstracts presenter orally or via poster, and the majority of them were published in JACC: Cardiovascular Interventions. In addition, our attendees presented nearly 100 interesting cases throughout the meeting. The women in interventional cardiology events demonstrated stories of success, with live cases performed by women operators, moderator and panel roles by women in almost in every session of the meeting. At CRT, there is no longer a disparity when it comes to women in interventional cardiology, and the future is bright for women who choose interventional cardiology as their profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New for this year was the CRT Village, which included Legends Park, CRT Cinema, the innovation theater and other ancillary programs such as the Great Diet Debate and morning yoga classes. In addition, the training and simulation centers sponsored by industry enabled the attendees to improve their knowledge and the skills and to network with peers and industry representatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among the late breakers there were two studies from the Low-Risk TAVR (LRT) studies: The LRT bicuspid registry reported excellent results at 30 days, with J o u r n a l P r e -p r o o f zero mortality and disabling stroke, and although there was a higher pacemaker rate. Overall the results of the Bicuspid registry were similar to the LRT tricuspid registry that was presented at CRT 2019. The results of the bicuspid study were published simultaneously in JACC: Cardiovascular Interventions. The LRT 2.0 trial reported reduction in leaflet thrombosis with 30 days of warfarin when compared to aspirin alone in low-risk patients with severe aortic stenosis undergoing transcatheter aortic valve replacement (TAVR). Other highlights from the structural late-breaking trials were acceptable results in the Manta closure device registry, with 4% vascular complication rates mimicking the U.S. investigational device exemption study. The Portico intra-annular self-expanding valve showed in another late breaker comparable hemodynamics to the Evolut valve and superior hemodynamics to intra-annular balloon-expandable Sapien 3 valve. Promising outcomes from a pooled analysis with the 5-year results from the Carilion annuloplasty device for the treatment of functional mitral regurgitation were also published simultaneously online in Cardiovascular Revascularization Medicine and in print in this issue. Among the late-breaking stent studies, the highlight was the 3year results demonstrating superiority of the Orsiro stent over Xience at 3 years in a randomized trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the themes of the meeting was cardiogenic shock. Experts from around the world gathered together and concluded that more randomized clinical trials are needed to determine the optimal treatment of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Mark Turco led the Best Innovation Competition with an esteemed panel and chose the Foldax Tria: First in Human Implant of a Totally Synthetic Polymeric Aortic Valve, presented by Dr. Steven J. Yakubov as the top innovation of CRT 2020. During the meeting, there were heated debates with regard to the interpretation of the ISCHEMIA trial and the future of drug-coated balloons for coronary and endovascular applications. The meeting also included special programs for the fellows and fellows program directors and the U.S. Food and Drug Administration town halls with keynote by Edwards Lifesciences CEO and Chairman Mike Mussallem, who also focused on patient preference and the industry challenges to move innovation forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The CRT 2020 Lifetime Achievement award was given to Dr. Augusto Pichard, the former director of the Cardiac Catheterization Laboratory at MedStar Washington Hospital Center. The brief ceremony with the participation of Dr. Pichard's family was indeed a very emotional moment. The highlight of the meeting was my interview with the former First Lady Michelle Obama -what a remarkable woman. Through her interview, Mrs. Obama lifted the spirits of 2600 attendees who filled the Potomac Ballroom and inspired all of us -especially the women -by her statements. Among those inspirational declarations was, \"We as women have to own our health more.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, CRT 2020 was a remarkable meeting. I am grateful to the meeting planning staff, the dedicated and esteemed faculty who contributed to the content, and the industry who helped us to support the meeting. We have already started to plan CRT 2021, which will take place in the same location from February 27 through March 2, 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How did you like the meeting? What is it that you want to see more of, and how can we encourage you and your colleagues to continue and come to CRT 2021? In the meantime, you can continue to follow us on social media",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Email: ron.waksman@medstar.net Disclosures: Ron Waksman -Consultant: Abbott Vascular",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}