{
    "paper_id": "d0ae3d2b524952d6a21bc4ef1b0bb793e8b811f7",
    "metadata": {
        "title": "Journal Pre-proof Patients with advanced basal cell carcinomas in treatment with sonic hedgehog inhibitors during the coronavirus disease 2019 (COVID-19) period: Management and adherence to treatment Title:Patients with advanced basal cell carcinomas in treatment with sonic hedgehog inhibitors during COVID-19 period: management and adherence to treatment",
        "authors": [
            {
                "first": "Alessia",
                "middle": [],
                "last": "Villani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MD Affiliation: 1. Dermatology Unit",
                    "institution": "University of Naples Federico II",
                    "location": {
                        "addrLine": "Alessia Villani, MD Via Pansini",
                        "postCode": "5-80131",
                        "settlement": "Naples, Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriella",
                "middle": [],
                "last": "Fabbrocini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MD Affiliation: 1. Dermatology Unit",
                    "institution": "University of Naples Federico II",
                    "location": {
                        "addrLine": "Alessia Villani, MD Via Pansini",
                        "postCode": "5-80131",
                        "settlement": "Naples, Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Costa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MD Affiliation: 1. Dermatology Unit",
                    "institution": "University of Naples Federico II",
                    "location": {
                        "addrLine": "Alessia Villani, MD Via Pansini",
                        "postCode": "5-80131",
                        "settlement": "Naples, Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Massimiliano",
                "middle": [],
                "last": "Scalvenzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MD Affiliation: 1. Dermatology Unit",
                    "institution": "University of Naples Federico II",
                    "location": {
                        "addrLine": "Alessia Villani, MD Via Pansini",
                        "postCode": "5-80131",
                        "settlement": "Naples, Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Following the outbreak in China, the novel coronavirus (SARS-CoV-2) that causes COVID-19 has now spread all over the world, raising concern in both physicians and patients. This novel coronavirus, in most cases involves patients aged from 30 to 80 years, showing higher morbidity and mortality in the elderly and in comorbid population (diabetes, cardiovascular disease, cancer). Policies in place for infection control (safety measures, protection, screening, and teleconsultations) must be carried out to minimize the risk of infection. Until now, objective clinical data on COVID-19 in patients with advanced skin cancer in treatment with targeted therapy have not been reported and there are no guidelines recommending stopping treatment because of potential infection risks in the community. With this brief note we want to report our experience regarding the management of patients with advanced basal cell carcinoma (BCC) in treatment with the hedgehog pathway inhibitors (HhI) (sonidegib and vismodegib) during COVID-19 period, the preventive measures adopted, and patients' adherence to treatment. This analysis included patients with advanced BCC treated with sonidegib or vismodegib at one Italian referral center for skin cancer diagnosis and management 1-3 . We reviewed a total of 37 patients (26 males and 11 females) with medium age of 74.5 years. A total of 9 patients were in treatment with sonidegib, while the remaining 28 patients were in treatment with vismodegib. The medium duration of treatment was 4,4 months (range 1-18 months). All patients were responsive to treatment with partial (from 25% to 75%) and almost complete (>75%) remission of the skin cancer. Patients, or one family member of them received a teleconsultation to organize therapeutic management, in order to avoid treatment discontinuation, if unnecessary, and above all to adopt preventing measures, avoiding the risk of infection. Overall, 8 (88.9%) of the 9 patients in treatment with sonidegib decided to come to the outpatient clinic for the mandatory monthly drug prescription. In one of the 9 patients treatment was interrupted for severe comorbidities. Regarding the group of the 28 patients treated with vismodegib, only 2 patients discontinued treatment for severe comorbidities. Overall, 19 (67.8%) patients did not come to the outpatient clinic and continued treatment with a modified treatment scheme based on dose adjustment (150 mg vismodegib twice a week) in order to prolong their treatment. 9 (32.1%) of the 28 patients decided to attend the outpatient clinic for the mandatory monthly drug prescription.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Generally, patients demonstrated complete adherence to treatment. The majority of them demonstrated to be worried about the idea of interrupting HhI treatment despite they reported several adverse events, resulting in complete patients' adherence to treatment. In 3 patients, considered high-risk patients for the presence of severe comorbidities, we favored discontinuation. Considering the risk of morbidity of COVID-19 infection, we do not have evidence to recommend preventively discontinuing these effective therapies. Dose adjustment to prolong treatment duration, when possible, could be an interesting strategy to adopt for this situation and teleconsultation could be an interesting way to take care of our patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) or persons under investigation for COVID-19 in healthcare settings: centers for disease control and prevention",
            "authors": [],
            "year": 2020,
            "venue": "Interim Infection Prevention and Control Recommendations for Patients with Confirmed Coronavirus Disease. 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection Control in the Outpatient Setting",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Herwaldt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "19",
            "issn": "1",
            "pages": "41--74",
            "other_ids": {
                "DOI": [
                    "10.2307/30141356"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}