{
    "paper_id": "d0b4956b6f52ee7bd7e8130c57ef3c66384c1d43",
    "metadata": {
        "title": "Risk Assessment",
        "authors": [
            {
                "first": "B",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ka",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To assess the public health risk to Singapore posed by the Middle East respiratory syndrome (MERS) outbreak in the Republic of Korea in 2015. Methods: The likelihood of importation of MERS cases and the magnitude of the public health impact in Singapore were assessed to determine overall risk. Literature on the epidemiology and contextual factors associated with MERS coronavirus infection was collected and reviewed. Connectivity between the Republic of Korea and Singapore was analysed. Public health measures implemented by the two countries were reviewed. Results: The epidemiology of the 2015 MERS outbreak in the Republic of Korea remained similar to the MERS outbreaks in Saudi Arabia. In addition, strong infection control and response measures were effective in controlling the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In view of the air traffic between Singapore and MERS-affected areas, importation of MERS cases into Singapore is possible. Nonetheless, the risk of a serious public health impact to Singapore in the event of an imported case of MERS would be mitigated by its strong health-care system and established infection control practices. Discussion: The MERS outbreak was sparked by an exported case from the Middle East, which remains a concern as the reservoir of infection (thought to be camels) continues to exist in the Middle East, and sporadic cases in the community and outbreaks in health-care settings continue to occur there. This risk assessment highlights the need for Singapore to stay vigilant and to continue enhancing core public health capacities to detect and respond to MERS coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Subsequent human-to-human transmission of the virus occurred in 16 health-care facilities in the Republic of Korea among close family contacts; patients who shared the same room or ward with infected patients; their visitors; and health-care workers who provided care to the patients, resulting in the largest nosocomial outbreak outside the Middle East. In addition, one case was exported to China. The last case of MERS-CoV associated with the outbreak was reported on 5 July 2015, leading to a total of 186 cases including 36 deaths reported in the Republic of Korea. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The likelihood of MERS-CoV spreading from the Republic of Korea and its impact on public health in Singapore were assessed following WHO guidance on the risk assessment of acute public health events. 2 The process of risk assessment included literature review, epidemiological analysis of the MERS-CoV outbreak in the Republic of Korea, analysis of air travel volume between the Republic of Korea and Singapore, assessment of public health control measures taken by the Republic Zhang et al Risk posed by MERS-CoV outbreak to Singapore estimated to be just over five days but could be as long as two weeks. 5 The source of MERS-CoV and the mode of transmission have yet to be determined. Current evidence suggests that camels are an important source of MERS-CoV in the community, and the pattern of disease reported in humans appear to be the result of repeated introductions of the virus from camels to humans. 6, 7 Although no sustained community transmission has been reported thus far, human-to-human transmission has been documented in several clusters associated with health-care facilities, households and workplaces. 8, 9 The overall basic reproduction number of MERS is less than one but can be higher in crowded healthcare settings where infection prevention and control measures are inadequate. 10,11 Visits to multiple healthcare facilities with increasing number of contacts has also been identified as a common feature of clustering events in the outbreak in the Republic of Korea. 12 Thus far, the possibility of transmission from asymptomatic polymerase chain reaction-(PCR) positive cases cannot be excluded, necessitating the need for close monitoring and investigation of all contacts, including asymptomatic contacts. 13 There has been no reported transmission during air travel, and the incidence of infection associated with large gatherings such as umrah and hajj was very low. 14 The largest MERS outbreak outside the Saudi Arabia occurred in 2015 in the Republic of Korea. The index case travelled to the Middle East and developed symptoms one week after returning to the Republic of Korea. By the time the diagnosis of MERS-CoV infection was established, the index case had transmitted the infection to his wife, other patients and visitors in the same room/ ward and health-care workers who had provided care to him. These secondary cases subsequently went on to infect relatives, patients and health-care workers in a similar pattern and largely in health-care settings, resulting in four generations of cases. Among them, 83% appeared to be linked to five clustering events. An event was arbitrarily defined by the Korea Centers for Disease Control and Prevention as one patient transmitting the infection to more than four patients. 1 There was no evidence of sustained human-to-human transmission in the community or airborne transmission. The pattern of transmission in the Republic of Korea was similar to that of the outbreaks in Saudi Arabia. In addition, poor outcomes were associated with increasing age or medical of Korea and preparedness of the Singapore health authorities. The risk assessment was conducted by a core group of five public health officers specializing in public health surveillance, epidemiology and risk analysis of infectious diseases. Their findings were reviewed by a broader group of experts from the Singapore Ministry of Health in the areas of public health, laboratory medicine, epidemiology, infectious diseases, risk communication, as well as emergency preparedness and response.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "5",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 912,
                    "end": 914,
                    "text": "6,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 915,
                    "end": 916,
                    "text": "7",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1128,
                    "end": 1129,
                    "text": "9",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1496,
                    "end": 1498,
                    "text": "12",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1738,
                    "end": 1740,
                    "text": "13",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1901,
                    "end": 1903,
                    "text": "14",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2763,
                    "end": 2764,
                    "text": "1",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The epidemiology of MERS-CoV and the 2015 MERS outbreak in the Republic of Korea was analysed based on information obtained from scientific literature review using PubMed, WHO situation reports and official information released by the Republic of Korea Ministry of Health and Welfare. A qualitative review of the public health measures taken by the Republic of Korea and Singapore in response to this outbreak was conducted based on information released by the Republic of Korea Ministry of Health and Welfare and the Singapore Ministry of Health. The volume of travellers initiating trips on commercial flights originating from the Republic of Korea with final destinations in Singapore between January and November 2015 was analysed using data from the International Air Transport Association (IATA). These data include worldwide, anonymized, passenger-level flight itineraries capturing an estimated 90% of the world's air traffic with the remainder being imputed using market intelligence. Each itinerary includes information on the travellers' point of origin, final destination, and where applicable, connecting flights. (IATA data have been used previously to predict the epidemic wave-front of emerging pathogens, to support risk assessments for mass gatherings and to evaluate policies around screening of travellers at commercial airports.) 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "MERS is a viral respiratory illness caused by a novel coronavirus that was first detected in Saudi Arabia in 2012. 4 The clinical presentation of MERS-CoV infection ranges from asymptomatic infection to severe pneumonia with acute respiratory distress syndrome, septic shock and multiorgan failure resulting in death. 4 Poor prognosis is associated with increasing age or medical co-morbidities. 4 The median incubation period for human-to-human secondary cases was Risk posed by MERS-CoV outbreak to Singapore Zhang et al in the same room/ward as confirmed cases or those who had contact with the respiratory secretions of the cases. 1 As a result, the number of contacts placed under quarantine increased rapidly (Figure 2 ). The authorities also expanded their contact-tracing and search activities to include the entire hospital when deemed necessary. For instance, the authorities had attempted to contact every individual who had visited two severely MERS-infected hospitals during the implicated period. The authorities also sealed off several hospitals and quarantined all patients and staff at the hospitals, resulting in a further increase in the number of contacts under quarantine between 10 and 18 June. More than 16 000 contacts were monitored during the entire outbreak with a peak of more than 1000 new contacts put under quarantine daily (Figure 2 ). The increase in the number of contacts under quarantine corresponded with the decrease in the number of new cases reported.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "text": "4",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 318,
                    "end": 319,
                    "text": "4",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 396,
                    "end": 397,
                    "text": "4",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 635,
                    "end": 636,
                    "text": "1",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 724,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1355,
                    "end": 1364,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Hazard assessment"
        },
        {
            "text": "For hospital management, the Republic of Korea authorities closed down several affected hospitals, which were deemed to be epicentres of the outbreak, to prevent further transmission of the disease. The authorities also designated referral hospitals for managing confirmed cases. A National Safe Hospital Program was implemented to control MERS-CoV transmission within hospitals by providing care for patients with respiratory diseases in secured areas separate from outpatient or emergency department. 16 Infection prevention and control measures were also strengthened in all healthcare facilities.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "16",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Hazard assessment"
        },
        {
            "text": "The Republic of Korea used the real-time reverse transcription PCR protocol recommended by WHO 17 and was able to confirm the majority of the cases in the first test. Repeat testing was required on 27 of 186 cases (15%). It remains unclear if these cases had low viral loads, although their symptoms were not milder than those who tested positive in the first test.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "text": "17",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Hazard assessment"
        },
        {
            "text": "In response to the exported case to China and reports of contacts of confirmed cases travelling within the Republic of Korea while under quarantine, a travel ban was imposed on quarantined people from travelling on both international and domestic flights. 18 Such extensive efforts to enhance contact tracing and stronger monitoring and quarantine measures contributed to the subsequent decline in new cases and the eventual end of the outbreak. co-morbidities, similar to that observed in the previous outbreaks in Saudi Arabia. 1 The epidemiological patterns observed were in line with the close resemblance of genetic sequences of the viruses isolated from the Republic of Korea and Saudi Arabia, 1 which suggested that the viruses were likely to demonstrate similar virulence and transmissibility.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "18",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "1",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Hazard assessment"
        },
        {
            "text": "The MERS outbreak was contained in the Republic of Korea with only one case exported to China via transit in the Hong Kong Special Administrative Region (SAR). 1 ",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Exposure assessment"
        },
        {
            "text": "This context assessment considers both the capabilities of the Republic of Korea health authorities to control the outbreak and to reduce the risk of exportation of cases, as well as the preparedness and response measures in Singapore to evaluate the risk of this outbreak to the Singapore local population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Context assessment"
        },
        {
            "text": "The majority of the MERS cases in the Republic of Korea had been infected before adequate infection prevention and control procedures were applied, suggesting lapses in the preventive and control measures, including contact tracing and quarantine at the beginning of the outbreak. In response to the surge in cases, the Republic of Korea authorities subsequently implemented intense case and contact management measures. 15 Upon detection of the first tertiary case on 2 June, the definition of contacts (initially health-care workers who directly cared for the index case and people who were in the same hospital room as the index case) was expanded to include anyone ",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "text": "15",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Measures taken by the Republic of Korea"
        },
        {
            "text": "Note: Contacts isolated at hospitals are represented by a light blue bar, and contacts isolated at home are represented by a dark blue bar. When the numbers were not separately reported, the total number of contacts isolated is represented by a gray bar. Percentage of contacts isolated at hospital is represented by a green line. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Cumulative contacts"
        },
        {
            "text": "Daily number of cases reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New contacts added daily"
        },
        {
            "text": "If a confirmed MERS case is detected, Singapore Ministry of Health will conduct contact tracing when appropriate and all close contacts will be placed under quarantine. A designated quarantine housing will be on standby and can be deployed at short notice to safeguard public health. 23 A coordinated national response plan against disease threats, including MERS-CoV, has been developed. The Disease Outbreak Response System Condition is a colour-coded framework that provides a quick reference to agencies and the public on the current disease situation and what needs to be done to respond to and prevent infections and reduce the impact. 24 In response to the MERS outbreak, the Ministry of Manpower issued a tripartite advisory on 7 July 2015 to help employers prepare and implement precautionary measures at the workplace. 25",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 644,
                    "text": "24",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "WHO. 17"
        },
        {
            "text": "The risk imposed to Singapore by the 2015 MERS outbreak in the Republic of Korea was characterized using the information collected with key factors considered to assess the likelihood of exportation of cases to Singapore and the impact on public health ( Table 1) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 263,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Risk characterization"
        },
        {
            "text": "The Singapore Ministry of Health has been closely watching the developments of MERS-CoV infections since its first emergence in the Arabian Peninsula in 2012. As a precautionary measure for the early detection of MERS cases, temperature screening at air checkpoints has been in place since 18 May 2014 for passengers arriving from affected countries in the Middle East. 19 In view of the surge in the number of MERS-CoV cases in the Republic of Korea, and continued news of reported breaches in containment and quarantine measures there, temperature screening at air checkpoints for passengers arriving from the Republic of Korea commenced on 9 June 2015. 20 Health advisories were also distributed at border checkpoints for travellers coming from and going to areas affected by MERS-CoV. 21 Temperature screening and other border health measures for passengers arriving from the Republic of Korea ended on 6 August 2015 in view of the stabilized situation in the Republic of Korea. 22 Temperature screening may not pick up all imported cases due to the long incubation period of MERS-CoV and the presence of mild and asymptomatic cases. Therefore, all hospitals and doctors have been reminded to remain vigilant and to step up their operational readiness in the event of an imported case. 20 Patients with clinical signs/symptoms of pneumonia or severe respiratory infection with breathlessness and a travel history to the Middle East and the Republic of Korea in the two weeks before onset will be evaluated to exclude MERS-CoV infection. In addition, people with a fever and respiratory illness of any severity who had recently visited a healthcare facility while travelling in the Middle East will also be similarly evaluated. (This measure was similarly applied for the Republic of Korea during the outbreak there. All suspected and confirmed cases will be isolated and managed under strict airborne infection control precautions.) Infection control precautions and practices have been strengthened in all health-care institutions. Guidance to health-care workers on the management of any suspected MERS cases has also been provided. The National Public Health Laboratory and the public hospital laboratories have the capabilities to test for MERS-CoV following the protocol recommended by to their hospitalized relatives. 26 The subsequent intense case and contact management implemented by the Republic of Korea government was effective in bringing down the case incidence. The analysis of the number of contacts under quarantine in the Republic of Korea provided insights into the surge capacity required from public health authorities to deal with such an outbreak.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "text": "19",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "21",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 983,
                    "end": 985,
                    "text": "22",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1290,
                    "end": 1292,
                    "text": "20",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2328,
                    "end": 2330,
                    "text": "26",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Preparedness and response in Singapore"
        },
        {
            "text": "This risk assessment has some limitations. The assessment is based on limited data as only one case had been exported from the Republic of Korea and no cases had been imported into Singapore. As the risk characterization was defined by the epidemiological and contextual knowledge available currently, conclusions could change as new information emerges. A better understanding of the variation in individual infectiousness and the environmental impact could provide key information on epidemic spread and facilitate the design of control measures. Major gaps in information including source of infection, transmission mode and factors mitigated by a strong health-care system and established infection control practices in the local health-care settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness and response in Singapore"
        },
        {
            "text": "This 2015 MERS outbreak in the Republic of Korea was the largest nosocomial MERS outbreak outside of the Middle East and the first MERS outbreak that resulted in further exportation to a third country. The spread of the disease in the Republic of Korea was less likely due to any intrinsic changes in virus but was more likely attributed to lapses in the infection and control measures in health-care facilities and weak enforcement of quarantine of contacts. Also responsible for the spread of the disease were the health-seeking behaviours that were typical in the Republic of Korea, including seeking medical assistance at several health-care facilities (doctor shopping), transferring sick patients to multiple health-care facilities and family members staying for long durations in the overcrowded wards to provide care ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Infection results in severe pneumonia with acute respiratory distress syndrome, septic shock and multiorgan failure leading to death. High hospitalization and case fatality rates. Possible negative implications for the extended use of public health resources; high level infrastructure and personnel requirement for case and contact management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        },
        {
            "text": "The elderly people and people with underlying comorbidities seem to be at higher risk of infection and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        },
        {
            "text": "Health-care workers that come into close contact with cases are at higher risk of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        },
        {
            "text": "Key preparedness areas include laboratory testing capabilities, infection control precautions and practices, contact and case management, risk communication and strengthening of the national response plan in Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        },
        {
            "text": "PCR, polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        },
        {
            "text": "contributing to clustering events need to be filled to better assess the risk to public health. In addition, the analysis of contact management is based on the best available data reported by the Republic of Korea Ministry of Health and Welfare during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        },
        {
            "text": "To conclude, this 2015 MERS outbreak in the Republic of Korea was initiated by an exported case from the Middle East. It remains a concern as the reservoir of infection (thought to be camels) continues to exist in the region, and sporadic cases in the community and outbreaks in health-care settings continue to occur there. In view of air traffic between Singapore and the MERSaffected areas, the importation of MERS-CoV infections into Singapore is possible. This risk assessment highlights the need for Singapore to stay vigilant and to continue enhancing core public health capacities to detect and respond to MERS-CoV. To date, there have been no MERS cases reported in Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential public health impact to Singapore"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "European Communicable Disease Bulletin",
            "volume": "20",
            "issn": "25",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presence of Middle East respiratory syndrome coronavirus antibodies in Saudi Arabia: a nationwide, crosssectional, serological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infectious Diseases",
            "volume": "15",
            "issn": "5",
            "pages": "559--564",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)70090-3pmid:25863564"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Occupational exposure to dromedaries and risk for MERS-CoV infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "21",
            "issn": "8",
            "pages": "1422--1425",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "369",
            "issn": "5",
            "pages": "407--416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "European Communicable Disease Bulletin",
            "volume": "17",
            "issn": "40",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infectious Diseases",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70304-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "24",
            "issn": "9893",
            "pages": "694--699",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)61492-0pmid:23831141"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identifying determinants of heterogeneous transmission dynamics of the Middle East respiratory syndrome (MERS) outbreak in the Republic of Korea, 2015: a retrospective epidemiological analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Open",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2015-009936pmid:26908522"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Asymptomatic MERS-CoV Infection in Humans Possibly Linked to Infected Dromedaries Imported from Oman to United Arab Emirates",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hammadi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "2197--2200",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hajj-associated viral respiratory infections: A systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "13",
            "issn": "1",
            "pages": "106--109",
            "other_ids": {
                "DOI": [
                    "10.1016/tmaid.2015.12.008"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East Respiratory Syndrome Infection Control and Prevention Guideline for Healthcare Facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Infection and Chemotherapy",
            "volume": "47",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3947/ic.2015.47.4.278"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Press Release: 87 hospitals would begin operations as National Safe Hospitals",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Laboratory testing for Middle East Respiratory Syndrome Coronavirus: interim recommendations (revised). Geneva, World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Korea reports 3 new MERS cases with no additional deaths. The Korea Herald",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Additional measure for early detection of MERS-CoV. Singapore, Ministry of Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--278",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrp.2015.08.006pmid:26473095"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessment of the potential for international dissemination of Ebola virus via commercial air travel during the 2014 west African outbreak",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "3",
            "issn": "9962",
            "pages": "29--35",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)61828-6pmid:25458732"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "State of knowledge and data gaps of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in humans",
            "authors": [
                {
                    "first": "Who Mers-Cov Research",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "127ddb8 Risk posed by MERS-CoV outbreak to Singapore Zhang",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.0bf719e352e7478f8ad85fa30"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ministry of Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tripartite advisory on workplace measures to tackle Middle East Respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2015,
            "venue": "Ministry of Manpower",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "WHO statement on the ninth meeting of the IHR Emergency Committee regarding MERS-CoV. Geneva, World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Additional precautionary measures against MERS-CoV situation in South Korea. Singapore, Ministry of Health",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Singapore, Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers-Cov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ministry of Health",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2015, the International Health Regulations National Focal Point of the Republic of Korea notified the World Health Organization (WHO) of the first laboratory-confirmed imported case of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in a 68-year-old man with a recent history of travel to the Middle East. 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The case did not transmit the infection to any of his contacts during travel. Among the top 15 global final destination cities for travellers from the Republic of Korea in 2015, Hong Kong SAR received the third highest number of travellers from the Republic of Korea after Tokyo and Shanghai. Singapore ranked 11 th with an average of 42 283 travellers coming from the Republic of Korea per month (Figure 1). In view of the close connectivity between the two countries and the relatively long incubation time of MERS-CoV infection (up to 14 days), the importation of the MERS-CoV infection from the Republic of Korea to Singapore is possible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Top final destinations of travellers from the Republic of Korea, January to November 2015RankFinal destination/city/country or area Volume of travellers from the Republic of Korea % of total traveller volume",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cumulative and daily number of contacts of MERS cases under quarantine in the Republic of Korea, 2015*",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The information is summarized based on the line listing reported by the Republic of Korea Ministry of Health and Welfare from 20",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Singapore is possible in view of air traffic between Singapore and the Republic of Korea. The review of the Republic of Korea outbreak demonstrated that notwithstanding the initial surge in cases due to weaknesses in outbreak management and response at the early stage, MERS outbreaks can be effectively contained with the implementation of strict infection control and outbreak response measures. This is reminiscent of our experience with severe acute respiratory syndrome (SARS) in 2003. The lessons learnt from the MERS outbreak in the Republic of Korea and our past experience in the management of the SARS outbreak have been referenced in the planning of Singapore's response against MERS, and the measures have been implemented accordingly. The risk of serious public health impact to Singapore in the event of an imported case of MERS-CoV infection would be",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The light blue graduated circles reflect the top 15 final destinations identified. Final destinations receiving fewer than 500 travellers were excluded.Source: Data were obtained from the International Air Transport Association.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Risk characterization matrix for the public health risk posed to Singapore by the 2015 MERS outbreak in the Republic of Korea",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to Dr Marisa Creatore of Bluedot, as well as Dr Derrick Heng (Group Director of the Public Health Group) of the Singapore Ministry of Health for helpful discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}