{
    "paper_id": "d0cb7fd7db94f89b02affed967bcd89cafbf29d3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Supplementary Methods (van der Hoek et al 2004)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The child, who was living in Amsterdam, was admitted to the hospital (Slotervaart Hospital, Amsterdam) with complaints of coryza and conjunctivitis since 3 days. At admission she had shortness of breath and refused to drink. The patient's temperature was 39 °C, the respiratory rate was 50 breaths/min with oxygen saturation of 96% and her pulse was 177 beats/min. Upon auscultation bilateral prolonged expirium and end-expiratory wheezing was found. A chest radiograph showed the typical features of bronchiolitis. The child was treated with salbutamol and ipratropium at the first day, followed by the use of salbutamol only for 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The child was seen daily at the out patient clinic and the symptoms gradually decreased. A nasopharyngeal aspirate was collected 5 days after the onset of symptoms. The specimen was tested for the presence of RSV, adenovirus, influenza A and B virus, and parainfluenza virus type 1, 2 and 3 using the Virus Respiratory Kit (Bartels: Trinity Biotech plc, Wicklow Ireland). In addition, PCR tests for rhinoviruses, enterovirus, meta-pneumovirus and HCoV-OC43 and HCoV-229E were performed 1,2 . The original nasopharyngeal aspirate was inoculated onto a variety of cells. The cultures were kept in a rollerdrum at 34°C and inspected by eye every 3 to 4 days. Maintenance medium was replenished every 3 to 4 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two different types of medium were used: Optimem 1 (Invitrogen, Breda, The Netherlands) without bovine fetal serum was used for the tMK cells, and MEM Hanks' /Earle's medium (Invitrogen, Breda, The Netherlands) with 3% bovine fetal serum for the remaining cell types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cell cultures that were infected with the aspirate specimen were stained for the presence of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The cDNA library was generated as described by Marra et al 3 with minor modifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA library construction and full genome sequencing"
        },
        {
            "text": "Random hexamer primers instead of the oligo-dT primer were used for reverse transcription, and the amplified cDNA was cloned into the PCR2.1-TOPO TA cloning vector. Colonies were picked and suspended in Brain Heart Infusion medium. The E. coli suspension was used as input in PCR amplification with T7 and M13 RP primers. The PCR products were subsequently sequenced with the same primers and the BigDye terminator reagent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA library construction and full genome sequencing"
        },
        {
            "text": "Electrophoresis and data collection was performed on an ABI 377 instrument. Sequences were assembled using the AutoAssembler DNA sequence Assembly software version 2.0 (Applied Biosystems, Nieuwerkerk aan de IJssel, The Netherlands).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA library construction and full genome sequencing"
        },
        {
            "text": "Sequences were compared to all sequences in the GenBank database using the BLAST tool of the NCBI webpage: http://www.ncbi.nlm.nih.gov/blast. For phylogenetic analysis the sequences were aligned using the ClustalX software package with the following settings: Gap opening penalties:10.00; Gap extension penalty 0.20; Delay divergent sequences switch at 30% and transition weight 0.5 4 . Phylogenetic analysis was carried out using the neighbourjoining method of the MEGA program. The nucleotide distance matrix was generated either by Kimura's 2 parameter estimation or by the p-distance estimation 5 . Bootstrap resampling (500 replicates) was employed to place approximate confidence limits on individual branches.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 600,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sequence analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rhinovirus and coronavirus infection-associated hospitalizations among older adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1338--1341",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat. Med",
            "volume": "7",
            "issn": "",
            "pages": "719--724",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The ClustalX windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plewniak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jeanmougin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res",
            "volume": "24",
            "issn": "",
            "pages": "4867--4882",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Mol Evol",
            "volume": "16",
            "issn": "",
            "pages": "111--120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "respiratory viruses after one week of incubation. Direct staining was performed with pools of fluorescent-labeled mouse antibodies against RSV and influenza A and B virus (Imagen, DakoCytomation Ltd, Cambridge, UK). Indirect staining was performed for adenoviruses and parainfluenza virus type 1, 2 or 3 with mouse antibodies (Chemicon International, Temecula, California) and subsequent staining with FITC-labeled rabbit anti-mouse antibodies (Imagen, DakoCytomation Ltd, Cambridge, UK). A sixth passage of the virus was used for VIDISCA and full genome sequencing.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The Genbank accession number of the sequences used in this phylogenetic analysis are: MHV ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}