{
    "paper_id": "d0edffac8d4922de52cd50a59bc3b72b5fd946e3",
    "metadata": {
        "title": "Enhanced expression of 70-kilodalton heat shock protein limits cell division in a sepsis-induced model of acute respiratory distress syndrome * NIH Public Access",
        "authors": [
            {
                "first": "Zohar",
                "middle": [],
                "last": "Bromberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nichelle",
                "middle": [],
                "last": "Raj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Goloubinoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clifford",
                "middle": [
                    "S"
                ],
                "last": "Deutschman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoram",
                "middle": [
                    "G"
                ],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {},
                "email": "weiss@hadassah.org.il."
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-Fibrotic changes are initiated early in acute respiratory distress syndrome. This may involve overproliferation of alveolar type II cells. In an animal model of acute respiratory distress syndrome, we have shown that the administration of an adenoviral vector overexpressing the 70-kd heat shock protein (AdHSP) limited pathophysiological changes. We hypothesized that this improvement may be modulated, in part, by an early AdHSP-induced attenuation of alveolar type II cell proliferation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Setting-Hadassah-Hebrew University and University of Pennsylvania animal laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions-Lung injury was induced in male Sprague-Dawley rats via cecal ligation and double puncture. At the time of cecal ligation and double puncture, we injected phosphate-buffered saline, AdHSP, or AdGFP (an adenoviral vector expressing the marker green fluorescent protein) into the trachea. Rats then received subcutaneous bromodeoxyuridine. In separate experiments, A549 cells were incubated with medium, AdHSP, or AdGFP. Some cells were also stimulated with tumor necrosis factor-α. After 48 hrs, cytosolic and nuclear proteins from rat lungs or cell cultures were isolated. These were subjected to immunoblotting, immunoprecipitation, electrophoretic mobility shift assay, fluorescent immunohistochemistry, and Northern blot analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results-Alveolar type I cells were lost within 48 hrs of inducing acute respiratory distress syndrome. This was accompanied by alveolar type II cell proliferation. Treatment with AdHSP preserved alveolar type I cells and limited alveolar type II cell proliferation. Heat shock protein 70 prevented overexuberant cell division, in part, by inhibiting hyperphosphorylation of the regulatory retinoblastoma protein. This prevented retinoblastoma protein ubiquitination and degradation and, thus, stabilized the interaction of retinoblastoma protein with E2F1, a key cell division transcription factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Conclusions-Heat shock protein 70-induced attenuation of cell proliferation may be a useful strategy for limiting lung injury when treating acute respiratory distress syndrome if consistent in later time points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords acute respiratory distress syndrome; lung injury; sepsis; 70-kd heat shock proteins; cell cycle; regeneration Cell regeneration is a fundamental biological response in the lung. In most cases, pulmonary injury predominantly affects alveolar type I (ATI) cells. In contrast, the cuboidal, metabolically active alveolar type II (ATII) cells that produce surfactant and other products essential to pulmonary function tend to be spared. Damaged alveolar epithelial cells are replaced via an organized paradigm in which ATII cells appear to function as progenitor cells for ATI cells (1, 2) . Damage to type I cells stimulates type II cells to reenter the cell cycle, differentiate into type I cells, and spread along alveolar septa. This results in coverage of denuded basement membrane and re-establishment of epithelial continuity (1, 3, 4) . In severe inflammation, however, proliferation of ATII cells may become excessive. This can attenuate appropriate replacement of ATI cells in a manner that can lead to fibrosis and scarring (4) (5) (6) (7) (8) . Novel approaches to therapy might involve modulation of the various phases of epithelial cell repair to reduce fibrosis and restore function in lung injury.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 591,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Study of acute respiratory distress syndrome (ARDS) (9) (10) (11) illustrates these issues. This inflammatory disorder damages and destroys ATI and, to a lesser degree, ATII cells (3, 12) . In ARDS, cell proliferation may be either beneficial or detrimental. Early in the disease, when loss of pulmonary epithelial cells contributes to pathology, enhancing cell division likely is of value. However, unchecked cell division also enhances coverage of the intra-alveolar exudate by ATII cells and can lead to fibrosis. Furthermore, the overabundance of ATII cells might interfere with differentiation of ATII cells into ATI cells. The rate at which ATII cells proliferate appears to be a key determinant of this balance between repair and fibrosis. Therefore, investigations into the determinants of pulmonary epithelial cell regeneration in ARDS and the factors that modulate the cell cycle are essential.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 56,
                    "end": 60,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 61,
                    "end": 65,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In eukaryotic organisms, the different phases of the cell cycle are precisely coordinated. During G1, the first phase of the cycle, the cell grows. Once it reaches a certain size, it enters the S phase, during which DNA is replicated. In the next phase (G2), the cell checks that DNA replication is completed and prepares for division. Finally, in the mitosis phase (M), chromosomes separate and the cell divides. After division, most cells exit the cell cycle and enter a resting stage (G0). Some, however, immediately reenter the G1 phase. In G1, diverse metabolic stress and environmental cues are integrated and interpreted to influence the deployment of specific cellular programs that lead to tissue regeneration, differentiation, or death (13) . The key point at which a commitment to division occurs is referred to as the G1 restriction point. Control of progression past the G1 restriction point is determined primarily by the phosphorylation state of the retinoblastoma (Rb) family of proteins (14) (15) (16) . Before the G1 restriction point, hypophosphorylated Rb forms a complex with the E2F1 transcription factor and acts as a transcriptional repressor. Rb polyphosphorylation leads to disassembly of the Rb/E2F1 complex. Active E2F1 can induce the transcription of genes encoding enzymes, such as DNA polymerase, that catalyze DNA replication. Rb polyphosphorylation, in turn, requires the activity of several cyclin-dependent kinases, in particular cyclin-dependent kinases 4/6. Activation of cyclin-dependent kinases 4/6 is controlled by their assembly into complexes with members of the cyclin D family. Inflammation is known to effect phosphorylation and the expression of the cyclin D1 family (17) . Therefore, it is logical to evaluate the components of the cell replication apparatus and the factors influencing their activity in ATII cells in experimental ARDS. Modification of these factors might provide important information regarding the pathogenesis of hyperproliferation and fibrosis in ARDS and also might suggest novel therapeutic approaches to this deadly disease (4).",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 750,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1713,
                    "end": 1717,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The heat shock response is a highly conserved cellular mechanism that protects against injury and environmental stresses. Of particular importance is the expression of members of the 70kd heat shock protein (Hsp70) family (18) . Previously, in a model of sepsis, cecal ligation and double puncture (2CLP) in rats, we found an inappropriate failure of Hsp70 expression in the lung (19, 20) . Enhancing Hsp70 expression in pneumocytes using an adenoviral vector (AdHSP) expressing Hsp70 decreased histologic abnormalities and improved short-term outcome following 2CLP (21) . Subsequent work has revealed that AdHSP limits inflammation, in part, by attenuation of the nuclear factor (NF)-κB pathway in pneumocytes (22) . However, this represents only one mechanism by which AdHSP might protect the lungs. Pioneering work by other investigators indicates that cell cycle components, regulatory proteins, and proteins in the mitogenic signal cascade associate with and may be protected by Hsp70 during periods of stress (17, (22) (23) (24) (25) (26) (27) (28) (29) . In ARDS, the characteristic exuberant replication of pulmonary epithelial cells correlates in time with impaired Hsp70 expression (20) . Therefore, it is important to explore AdHSP-mediated changes in pulmonary epithelial cell replication to understand more fully the effects of Hsp70 on the pathophysiology of lung injury. In the present study, we investigate the effects of sepsis-induced experimental ARDS on pulmonary epithelial cell replication 48 hrs after 2CLP. These studies test the hypothesis that administration of AdHSP alters cell regeneration in ARDS.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All studies were approved by the University Laboratory Animal Resources Committee in both collaborating institutions and conformed to National Institutes of Health's standards. Severe sepsis was induced by 2CLP in male, adolescent rats, as previously described (21, 17, 30) . Animals were fluid resuscitated (50 mL/kg) at the time of the surgery and every 24 hrs after surgery. Three animals were evaluated for each treatment.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Induction of Sepsis"
        },
        {
            "text": "As previously described, 10 11 viral plaque-forming units of recombinant E1,E3-deleted adenoviruses expressing green fluorescent protein (AdGFP) or AdHSP (21) dissolved in phosphate-buffered saline (PBS; total volume, 300 μL) were administered via tracheal puncture at the time of 2CLP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Administration to Rats"
        },
        {
            "text": "A549 cells (ATCC, Manassas, VA) were grown to confluence in F-12 medium or Hites, correspondingly, containing 2% fecal calf serum, 100 units/mL of penicillin and 100 μg/mL of streptomycin (GIBCO BRL, Grand Island, NY). After incubation with medium alone, AdHSP70, or AdGFP (5 × 10 7 plaque-forming units/mL) for 24 hrs, cells were treated with tumor necrosis factor (TNF)-α (20 ng/mL) (R&D, Minneapolis, MN) for 20 mins or were left untreated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Cultures"
        },
        {
            "text": "Rats were injected subcutaneously with 50 mg/kg bromodeoxyuridine (BrdU; 2 mg/mL in saline, Sigma, St. Louis, MO) at the time of the initial operation, as previously described (19) . In cells, treatment with TNF or medium alone was followed by incubation with BrdU for 30 mins.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Bromodeoxyuridine Incorporation"
        },
        {
            "text": "Cytosolic and nuclear proteins were isolated as previously described (17, 21, 30) . Protein concentration was determined in an aliquot of each lysate using a Bradford protein assay kit (Bio-Rad Laboratories, Manheim, Germany).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Isolation and Preparation of Cytosolic and Nuclear Extracts from Lungs"
        },
        {
            "text": "Because some of the additional studies planned required the use of cell culture, we investigated cellular replication in TNF-α-stimulated A549 cells. Before stimulation, these human airway epithelial-like cells were treated with medium alone, AdGFP, or AdHSP. This was followed by incubation with BrdU. Cells were washed once with PBS and lysed with buffer containing 50 mM Tris (pH 7.9), 150 mM NaCl, 0.1% nuclear protein-40, 1 mM dithiothreitol, 0.5 mM phenylmethyl sulfonyl fluoride, 1 mM sodium orthovanadate, 20 mM paranitrophenylphospate (Sigma), 20 mM β-glycerophosphate (Sigma), and a protease inhibitor mixture (Roche Diagnostics, Manheim, Germany). Lysates were incubated on ice for 10 mins and centrifuged at 15,300 × g for 30 mins at 4°C. The supernatants (cytoplasmic fraction) were collected for immunoprecipitation and immunoblotting as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and Preparation of Whole Cell Extracts from A549 Cells in Culture"
        },
        {
            "text": "A total of 30 μg of total protein lysate was separated on 9% sodium dodecyl sulfatepolyacrylamide gel electrophoresis (SDS-PAGE) for immunoblotting as previously described (21) . All signals were detected by enhanced chemiluminescence and quantified by scanning densitometry. DNA polymerase-α and DNA polymerase-β were identified with primary polyclonal rabbit DNA polymerase-α and polymerase-β antibodies (Santa-Cruz Biotechnology, Santa-Cruz, CA). E2F1 was identified using a primary mouse monoclonal antibody (Lab Vision, Fremont, CA). Rb was identified with a primary mouse monoclonal Rb antibody (Cell Signaling Technology, Beverly, MA). Phospho-Rb (pRb) was identified with a primary polyclonal rabbit pRb antibody (Cell Signaling Technology). Hsp70 was identified using a mouse monoclonal antibody (StressGen Biotechnologies, Victoria, BC, Canada). In all cases, the secondary antibody was mouse anti-rabbit immunoglobulin G or goat anti-rabbit immunoglobulin G (Jackson, Immunoresearch, West Grove, PA).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Immunoblot Analysis"
        },
        {
            "text": "Electrophoretic mobility shift assay was performed as previously described (27, 30) . Briefly, a double-stranded DNA oligonucleotide containing a consensus -E2F1 binding site was labeled with 32 P. The labeled oligonucleotide was purified on a G-25 Sephadex column. Nuclear extracts containing 10 μg of nuclear protein were incubated with binding buffer (20 mM 4-[2hydroxyethyl]-1-piperazineethanesulfonic acid [Hepes; pH 7.9], 40 mM KCl, 6 mM MgCl 2 , 1 mM phenylmethyl sulfonyl fluoride, 1 mM dithiothreitol, 0.5% nuclear protein-40), deoxyinosinic deoxycytidylic acid (1 μg/μL) for 20 mins at room temperature. The labeled oligonucleotide was added for 20 mins. Specificity of DNA binding was determined by cold competition.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Electrophoretic Mobility Shift Assay of E2F1 DNA Binding Activity"
        },
        {
            "text": "To demonstrate that prevention of Rb phosphorylation resulted, in part, from an interaction with Hsp70, we immunoprecipitated nuclear protein extracts with an antibody to Rb and performed immunoblotting with antibodies to Hsp70 and E2F1. Samples containing 500 μg of cytosolic extract were immunoprecipitated using mouse monoclonal Rb antibody (Cell Signaling Technology), diluted 1:100. Samples were agitated overnight at 4°C. Protein A/G beads (Sigma) were added, and the samples were agitated for 1 hr at 4°C and centrifuged at 14,000 rpm for 5 mins at 4°C. The pellet was washed three times with lysis buffer (31) , suspended in sample buffer, and boiled at 95°C for 5 mins. The resulting mixture was prepared for immunoblotting. As controls for the specificity of immunoprecipitation, we incubated the lysate from 2CLP AdHSP and 2CLP PBS nuclear lung extracts overnight at 4°C with an amount of mouse immunoglobulin G equal to the amount of mouse Rb monoclonal antibody used for immunoprecipitation. This mixture was prepared in the same manner as samples treated with antibodies to Hsp70 or E2F1 antibody. Because no precipitation was noted, these control data were not included in the Results section.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "Immunostaining was preformed as previously described (32) , using a primary mouse antibody to AQP5 (Almone, Jerusalem, Israel) diluted 1:100, a well known marker for ATI cells (33) (34) (35) . This was followed by proliferating cell nuclear antigen (PCNA; Santa-Cruz Biotechnology) immunostaining, which was performed using a primary mouse antibody of PCNA diluted 1:200. BrdU detection was performed using a primary mouse antibody to BrdU (EnVision System, DAKO, Carpinteria, CA) diluted 1:100. All detections used a secondary anti-mouse immunoglobulin G (DAKO). AQP abundance was quantified by examining 20 lung fields/slide at 100× magnification and counting the number of AQP-positive cells. Cell counts for BrdU nuclear uptake and PCNA nuclear staining were obtained by analyzing 20 20× fields from each slide. Three slides per animal were studied in this manner. Each experimental group included three animals. An expert pathologist in the field of pulmonary diseases evaluated the slides.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry of Lung Parenchyma"
        },
        {
            "text": "Lung tissues and cells were fixed with 4% paraformaldehyde and permeabilized with 0.1% Triton-X. Tissue sections were treated with a pro-surfactant protein-C (ProSP-C) rabbit polyclonal antibody (Chemicon clone 3786, Temecula, CA), a well known marker for ATII cells (4, 29, 36, 37) . Cells were incubated with the primary mouse monoclonal BrdU antibody (DAKO). In either case, incubation (diluted 1:50 in PBS/1% bovine serum albumin) proceeded at room temperature for 40 mins. After the first incubation step, cells or tissue sections were treated with a corresponding fluorescein isothiobyanate-labeled anti-rabbit or anti-mouse antibody (1:100 in PBS/1% bovine serum albumin) for 40 mins. Cell nuclei were counterstained with 4′,6′-diamino-2-phenylindol dihydrochloride (DAPI). Fluorescence was analyzed using a Nikon camera and software (38) . For quantification of ProSP-C, we analyzed 20 100× lung fields from each slide. In each field, we counted the number of alveoli and identified the number of ProSP-C-positive cells per alveoli. Three slides per animal were studied in this manner. Each experimental group included three animals.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "Total RNA was prepared as previously described (20, 39) with several modifications: 20 μg of total RNA were denatured for 15 min at 60°C in denaturation buffer. RNA samples were fractionated electrophoretically on a 1.2% gel containing MOPS × 1 and 0.5% formaldehyde and blotted to an N + membrane in standard saline citrate (SSC) × 10 buffer. The membrane was prehybridized overnight at 42°C in hybridization solution and hybridized in the same buffer with 32 P-labeled probe of human polymerase-β complementary DNA (gift from Dr. Samuel Wilson, Laboratory of Structural Biology, National Institutes of Health) overnight at 42°C. The membrane was washed with 2 × SSC/0.05% SDS for 10 mins at room temperature and twice with 0.1 × SSC/0.1% SDS for 15 mins at 50°C. Signal was detected using autoradiography.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Northern Blot Analysis"
        },
        {
            "text": "It has been hypothesized that Hsp70 directly interferes with phosphorylation of a number of different proteins (40) (41) (42) (43) . When polyphosphorylated, Rb becomes a target for ubiquitination and proteasomal degradation. If AdHSP prevents Rb polyphosphorylation, it also should reduce polyubiquitination and proteasomal degradation. To investigate this, we treated cultured A549 cells with a proteasomal inhibitor, carbobenzoxyl-leucinyl-leucinyl-leucinal, MG-132. A549 cells were incubated for 24 hrs with either medium alone or AdHSP70 (5 × 10 7 plaqueforming units/mL) and then treated with 20 μM of MG-132 (Sigma) in F-12 medium for 4 hrs. This was followed by TNF-α (20 ng/mL) (R&D) for 20 mins or no treatment. Nuclear extracts were isolated and immunoprecipitated with anti-Rb subjected to SDS-PAGE electrophoresis and probed with a monoclonal antibody to Rb. This allows detection of Rb-like proteins that are polyubiquitinated. Molecular weight markers appear to the right of the panel.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Proteasome Inhibitor MG-132 Assay"
        },
        {
            "text": "A nonparametric analysis of variance test (Kruskal-Wallis) was performed, followed by multiple pair-wise comparisons with Bonferroni's correction. The significance level was set at p < .05. Bars in the graphs represent the SEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Sepsis-induced ARDS is known to be associated with a loss of ATI cells and proliferation of ATII cells. We hypothesize that this process could be altered by the administration of AdHSP. To investigate this postulate, we examined the relative distribution of pulmonary epithelial cell type in lung sections obtained 48 hrs after a septic insult. These sections were stained with antibodies to specific proteins found exclusively in either ATI (Aquaporin 5, AQP5) (33) (34) (35) or ATII ProSP-C cells (4, 29, 36, 37) . Studies of sections from untreated (T0) animals revealed AQP-positive cells lining the alveoli (Fig. 1, left) . Immunostaining with an antibody to ProSP-C at the baseline demonstrated up to three positively stained cells per alveolus (Fig. 2, left) . Sepsis-induced ARDS changed the distribution and number of both types of cells. Animals subjected to 2CLP and treated with PBS (2CLPPBS) had diminished AQP in affected lung regions (Fig. 1, center) , indicating a loss of ATI cells (Fig. 1, graph) . In the same rats, there was a dramatic increase in the abundance of ProSP-C-positive cells, presumably in ATII cells (Fig. 2, center) . In contrast, treatment with AdHSP (2CLPHSP) revealed a pattern similar to that seen in T0 animals. That is, staining for AQP was prominent (Fig. 1, right) , whereas no more than three cells per alveolus appeared to contain ProSP-C (Fig. 2, left and graph) . Overall, these findings demonstrated a CLP-induced loss of ATI cells and proliferation of ATII 48 hrs following the initial septic insult. AdHSP treatment reversed or limited this change. To assure that expression of Hsp70 and not the adenoviral vector itself caused the observed changes, we investigated the effects of treatment with AdGFP. This was associated with only nine ProSP-C-positive cells/alveolus (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 626,
                    "text": "(Fig. 1, left)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 751,
                    "end": 765,
                    "text": "(Fig. 2, left)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 949,
                    "end": 965,
                    "text": "(Fig. 1, center)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 999,
                    "end": 1014,
                    "text": "(Fig. 1, graph)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1134,
                    "end": 1150,
                    "text": "(Fig. 2, center)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1292,
                    "end": 1307,
                    "text": "(Fig. 1, right)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1384,
                    "end": 1408,
                    "text": "(Fig. 2, left and graph)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1820,
                    "end": 1828,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cellular Composition of the Affected Lung"
        },
        {
            "text": "It is logical to postulate that increased cellularity reflects an increase in cell division and differentiation. Others have shown that heat shock modulates the cell cycle (22, 26, 27) . Therefore, we examined the effects of AdHSP-enhanced expression of Hsp70 on different aspects of cell replication in sepsis-induced ARDS. To initiate this investigation, we examined two markers of cell proliferation. The first, BrdU, incorporates into replicating DNA. The second, PCNA, is an essential regulatory factor for DNA replication and DNA repair. When compared with T0, we found increased BrdU incorporation into ATII cells in PBS-treated septic animals (Table 1 ; Fig. 3A and graph) . Similarly, PBS-treated septic rats had increased PCNA staining relative to T0 (Table 1 ; Fig. 4A and right) . BrdU and PCNA-positive ATII cells were cuboidal and characterized by relatively abundant cytoplasm and large nuclei (Figs. 3A and 4A). Septic animals given the control vector AdGFP developed changes in PCNA expression similar to those observed in animals given PBS (Table 1; Fig. 4A ). This implies that the adenoviral vector itself does not contribute to these changes. The findings in PBS-and AdGFP-treated animals contrasted sharply with those observed in AdHSP-treated rats. In septic animals treated with AdHSP, we found decreased BrdU and PCNA staining relative to septic animals receiving PBS or AdGFP (Table 1; Figs. 3 A and 4A ). In fact, data were similar to values observed in untreated (T0) rats (Table 1) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 659,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 680,
                    "text": "Fig. 3A and graph)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 761,
                    "end": 769,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 790,
                    "text": "Fig. 4A and right)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1058,
                    "end": 1075,
                    "text": "(Table 1; Fig. 4A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1402,
                    "end": 1411,
                    "text": "(Table 1;",
                    "ref_id": null
                },
                {
                    "start": 1412,
                    "end": 1428,
                    "text": "Figs. 3 A and 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1501,
                    "end": 1510,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Effects of AdHSP on DNA Replication in ARDS"
        },
        {
            "text": "Because some of the additional studies planned required the use of cell culture, we investigated cellular replication in TNF-α-stimulated A549 cells. Before stimulation, these human airway epithelial-like cells were treated with medium alone, AdGFP, or AdHSP (Fig. 3B ). This was followed by incubation with BrdU. Although stimulation of cells with or without AdGFP increased BrdU staining, AdHSP administration limited incorporation into cells (Fig. 3B) . Thus, the effects of AdHSP on cell division during inflammation could be studied both in vivo and in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 445,
                    "end": 454,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of AdHSP on DNA Replication in ARDS"
        },
        {
            "text": "Previous studies have shown that sepsis can cause either accelerated or impaired transcription in cells of a number of organ systems (20) . This might extend to genes encoding important cell cycle enzymes. For example, the ability of Hsp70 to attenuate sepsis-induced proliferation of ATII cells might result from an effect on DNA polymerase-β, an enzyme of key importance in DNA synthesis. Increased expression of this enzyme will occur once the cell has passed the G1 restriction point and entered the S phase (39, 40) . Therefore, we examined the effects of sepsis-induced ARDS on the expression of DNA polymerase-β. When compared with normal (T0) controls, septic animals receiving either PBS or AdGFP increased the abundance of the messenger RNA encoding DNA polymerase-β (Fig. 4B) , a change that also resulted in an increased abundance of the protein itself (Fig. 4C ). This change was not detected following AdHSP treatment of septic animals. Thus, Hsp70 expression limited the expression of this key enzyme in the DNA replication pathway.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "(39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 777,
                    "end": 786,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 865,
                    "end": 873,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Effects of AdHSP on DNA Replication in ARDS"
        },
        {
            "text": "Heat shock limits the progression past the G1 restriction point by altering the E2F-pRb pathway (27) . Although our findings can only confirm an association in time, it is reasonable to hypothesize that Hsp70 causes this limitation. To investigate this possibility, we examined E2F1 binding activity in nuclear extracts using electrophoretic mobility shift assay. Sepsisinduced ARDS, whether untreated or treated with AdGFP, induced a statistically significant increase in E2F1 DNA binding activity relative to T0 controls (Fig. 5A) . However, the administration of AdHSP to septic rats significantly reduced E2F1 DNA binding activity.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 532,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "AdHSP Regulates the E2F-pRb Pathway"
        },
        {
            "text": "The activity of E2F1 is controlled, in part, by the 110-kd retinoblastoma gene product. This nuclear phosphoprotein binds to E2F1 and limits its ability to activate E2F1-dependent promoters. In contrast to the unphosphorylated or hypophosphorylated forms of Rb, which predominate during G1, polyphosphorylated Rb has a low affinity for E2F1 (40, 41) . In vitro studies suggest that heat shock stabilizes unphosphorylated Rb (40, 41) . Therefore, we tested the hypothesis that the sepsis-induced decrease in E2F1 binding activity reflected increased Rb phosphorylation and that AdHSP attenuated Rb phosphorylation. Using nuclear proteins isolated from control animals (T0), septic animals treated with PBS, septic animals treated with AdGFP, or septic animals treated with AdHSP, we examined Rb (Fig. 5B) . These studies revealed that the intranuclear abundance of Rb protein in septic animals receiving PBS or AdGFP was significantly lower than in the T0 controls and than in AdHSP-treated septic animals ( Fig. 5B and upper panel) . The abundance of nuclear pRb was significantly higher than control in septic animals treated with PBS but not in those treated with AdHSP ( Fig. 5B  and lower panel) . These data indicate that sepsis induced phosphorylation of Rb. To determine whether the prevention of Rb phosphorylation might result, in part, from an interaction with Hsp70, we immunoprecipitated nuclear protein extracts with an antibody to Rb and performed immunoblotting with an antibody to Hsp70 (Fig. 5C and upper panel) . Our data confirmed that Hsp70 associates with the Rb complex in septic animals treated with AdHSP and that no Hsp70-Rb association occurred in septic animals receiving either PBS or AdGFP (Fig. 5C and upper  panel) . Additionally, immunoprecipitation with antibodies to Rb followed by immunoblotting to E2F1 (Fig. 5C and lower panel) demonstrated an interaction between E2F1 and Rb in AdHSP-treated septic animals. Thus, AdHSP treatment preserved the E2F1/Rb complex. Controls for the specificity of immunoprecipitation demonstrated that this interaction is specific for Hsp70, Rb, and E2F1 and does not represent a non-specific antibody antigen reaction (data not shown).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 803,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1007,
                    "end": 1031,
                    "text": "Fig. 5B and upper panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1174,
                    "end": 1199,
                    "text": "Fig. 5B  and lower panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1503,
                    "end": 1528,
                    "text": "(Fig. 5C and upper panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1719,
                    "end": 1745,
                    "text": "(Fig. 5C and upper  panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1839,
                    "end": 1864,
                    "text": "(Fig. 5C and lower panel)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "AdHSP Regulates the E2F-pRb Pathway"
        },
        {
            "text": "It has been hypothesized that Hsp70 directly interferes with the phosphorylation of a number of different proteins (40) (41) (42) (43) . When polyphosphorylated, Rb becomes a target for ubiquitination and proteasomal degradation. If AdHSP prevents Rb polyphosphorylation, it also should reduce polyubiquitination and proteasomal degradation. To investigate this, we treated cultured A549 cells with a proteasomal inhibitor, carbobenzoxyl-leucinyl-leucinyl-leucinal, MG-132. Stimulating MG-132-treated A549 cells with TNF-α induced Rb polyphosphorylation and polyubiquitination ( Fig. 5D and right) . However, Rb ubiquitination was absent when TNFstimulated, MG132-treated cells in cultures were treated with AdHSP ( Fig. 5D and left) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 597,
                    "text": "Fig. 5D and right)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 716,
                    "end": 733,
                    "text": "Fig. 5D and left)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "AdHSP Regulates the E2F-pRb Pathway"
        },
        {
            "text": "Previous studies in lung injury models have proposed that ATII cells are essential to repair damaged alveolar epithelium (1, 12, 44) . In this paradigm, ATII cells replicate, migrate across the denuded alveolar basement membrane, and then differentiate into ATI cells. Furthermore, it has been postulated that this process becomes dysfunctional in ARDS. In this syndrome, ATII cells migrate not across a denuded basement membrane but rather cover a collection of cellular debris. This stimulates ongoing ATII or pleuripotential cell proliferation and limits differentiation of these precursors into ATI cells. The studies presented here were designed to test aspects of this hypothesis in sepsis-induced ARDS. We first demonstrated that this model stimulates both a loss of ATI cells and excessive proliferation of ATII cells. We then reversed this pathology by treatment with AdHSP. Our data indicate that the ability of Hsp70 to attenuate sepsis-induced replication of ATII cells results, at least in part, from an effect on the G1 restriction point. Specifically, we showed that Hsp70 treatment attenuates the activity of E2F1, a key cell division transcription factor that is inactive when complexed to the regulatory retinoblastoma protein. Our findings reveal that Hsp70 interferes with phosphorylation of Rb, preventing its degradation by the proteasome and, thus, limiting E2F1 activation. The expression of one of the principal target genes for E2F1, DNA polymerase-β, was increased by 2CLP and attenuated by treatment with AdHSP. These data may have important mechanistic and therapeutic implications.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our previous work demonstrated that the intratracheal administration of AdHSP reduced pathologic changes and significantly decreased mortality 48 hrs after the induction of sepsis (21) . This study explored one of a number of potential mechanisms by which this protection might be conferred. In this report, we examine another way in which AdHSP might limit lung injury. Specifically, we present two key findings. First, we have confirmed, by staining for BrdU and PCNA, that the loss of ATI cells in lung injury is associated with extensive proliferation of ATII cells. To demonstrate, we stained sections with an antibody to ProSP-C, a protein specific and characteristic for this cell type. This is essential because 2CLP is associated with a massive infiltration of inflammatory cells into the lung. While the majority of these migrating cells are neutrophils, there is also an increase in macrophages. These latter can be difficult to distinguish from ATII cells. However, ProSP-C, the precursor of surfactant protein-C, is uniquely expressed in ATII cells (2, 45) . To identify the lost cells, we stained sections with AQP, an apical transmembrane protein found in ATI cells (46) . This demonstrates a decrease in the number of these cells per microscopic field. While we attribute the decrease in AQP abundance observed in septic animals, receiving either PBS or AdGFP, to this loss of ATI cells, there are alternative explanations. Inflammation down-regulates the expression of the AQP5 receptor (47) , and thus, the expression per cell may be decreased. Alternatively, inflammatory cell infiltration makes it difficult to distinguish alveoli histologically. This may result in fewer alveoli per field. Thus, while the number of ATI cells per field may be decreased, the number per alveolus may be unchanged. Careful examination of Figure 1B clearly demonstrated that the number of ATI cells per high-powered field is reduced after 2CLP but preserved when septic rats were administered intratracheal AdHSP. The use of ProSP-C and AQP5 to study the distribution of ATI and ATII cells various models of acute inflammation is a well-validated approach (1, 12, 44) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2157,
                    "end": 2160,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2161,
                    "end": 2164,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2165,
                    "end": 2168,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 1840,
                    "end": 1849,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "More importantly, our data provide a possible mechanistic explanation for the absence of a hypercellular ATII cell response in animals subjected to 2CLP and those treated with AdHSP as opposed to the response seen with either PBS or AdGFP. We found that AdHSP treatment reduced the sepsis-induced increase in the DNA binding activity of E2F1 and in the expression of DNA polymerase β, processes that are essential to DNA replication. The activity of E2F1 has been touted as key to the control of cell cycle progression beyond the G1 restriction point. Inhibition of E2F1 binding activity would explain why induced Hsp70 expression limits cell division. A similar role for Hsp70 has been proposed by others based on in vitro data (22) (23) (24) (25) (26) (27) . In their experiments, cultured cells subjected to heat shock demonstrated decreased cyclin D1 and E2F1 levels and diminished E2F1 DNA binding activity (27, 28) . Our study represents the first in vivo demonstration of Hsp70-mediated inhibition of cell proliferation and identifies an effect on proteins involved with progression from the G1 to the S phase of the cell cycle.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Further mechanistic information is provided by examination of the abundance of pRb following 2CLP. We observed that AdHSP attenuated the sepsisinduced hyperphosphorylation of pRb. This allowed for the stabilization of the Rb/E2F1 complex. In other pathways, Hsp70 prevents or limits protein phosphorylation of a number of key intracellular regulatory proteins, such as heat shock factor-1 and IκBα (42, 43) . This suggests that one mechanism by which Hsp70 may limit pathologic changes is via the modulation of phosphorylation. However, our previous study on the NF-kB pathway suggests that this is an incomplete explanation (22) . The effects of Hsp70 on this inflammatory pathway appears to involve the stabilization of multi-component protein complexes, such as Rb/E2F1. Indeed, this is consistent with the activity of Hsp70 in some, but not all, pathways. Morimoto (23) has proposed that the specific effects of chaperones are determined by the associated co-factors and not the activity of the protein itself. Therefore, Hsp70 may inhibit certain processes and facilitate others. This is consistent with the different effects on the ATI and ATII cells reported here. Additional studies will investigate the contributions of potential co-factors to these processes.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "(42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Others have demonstrated that adenoviruses may encode proteins that specifically induce cells to enter the cell cycle (48, 49) . In our studies, however, AdGFP did not alter the proliferative response to sepsis-induced ARDS. Because AdHSP limited cell division whereas AdGFP did not, we can attribute the inhibition of cell division solely to the expression of Hsp70.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "(48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "49)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The present study evaluated only the 48-hr time point following 2CLP. This time point was chosen based on previous studies (19) (20) (21) . Evaluation at time points further removed from CLP will be needed to evaluate fully the effect of ATII cell proliferation on fibrosis and of Hsp70 overexpression on the injured lung.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings support the conclusion that Hsp70 alters one pathway critical to regulation of the cell cycle (19, 21) . This effect on proliferation may have longterm beneficial or detrimental effects. ARDS is an inflammatory syndrome that is associated with significant morbidity and mortality (50) . In part, these finding at the 48-hr time point may represent the early changes that later on culminate in the development of pulmonary fibrosis (9) . Therefore, interventions that attenuate ATII proliferation may limit this process and reduce fibrosis. Additional studies will be required to examine the effects of Hsp70 on fibrosis in ARDS. In addition, ongoing investigations will help confirm the value of pharmacologic, genetic, or mechanical induction of Hsp70 expression in this highly lethal disease. Effects of sepsis and adenoviral vector overexpressing the 70-kd heat shock protein (AdHSP) on alveolar type I (ATI) cell abundance. Sections from the lungs of septic animals treated with phosphate-buffered saline (2CLPPBS) or AdHSP (2CLPAdHSP) are shown. Tissue was harvested at T0 (controls) or 48 hrs after cecal ligation and double puncture (2CLP). Upper panels, AQP; immunostaining for A panels is 40× magnification and for B panels is 100× magnification. AQP-containing cells stain dark brown. Lower panels, graph shows AQP5 ATI cells uptake/alveoli. Data are mean ± SE, n = 3 at each point. *p < .02 relative to T0 and AdHSP. Effects of sepsis and adenoviral vector overexpressing the 70-kd heat shock protein (AdHSP) on alveolar type II (ATII) cell abundance. Immunofluorescence (green) staining of sections from lungs of septic animals treated with phosphate-buffered saline (2CLPPBS), AdHSP, or an adenoviral vector expressing the marker green fluorescent protein (2CLPAdGFP). Tissue was harvested at T0 (controls) or 48 hrs after cecal ligation and double puncture (2CLP). Upper panels: pro-surfactant protein-C (ProSP-C), 40× magnification. Lower panels, ProSP-C, 100× magnification. Graph shows ProSP-C ATII cells uptake/alveoli. Data are mean ± SE, n = 3 at each point. *p < .03 relative to T0 and AdHSP. The slides are representative samples, and the graph combines data from multiple animals and experiments. Effects of sepsis/inflammation and adenoviral vector overexpressing the 70-kd heat shock protein (AdHSP) on bromodeoxyuridine (BrdU) incorporation into tissue and cultured cells. A, BrdU staining of lung sections. Fixed tissue sections from rats with sepsis-induced acute respiratory distress syndrome. Tissue was harvested at 48 hrs after cecal ligation and double puncture (2CLP). Top panels, septic animals treated with AdHSP, 40× magnification. Middle panels, septic animals treated with phosphate-buffered saline (PBS), 20× 40× magnification. Bottom panels, septic animals treated with PBS, 100× magnification. Two separate fields showing BrdU incorporation into the nuclei are shown. Black arrows indicate BrdU-stained nuclei. Graph, BrdU nuclear uptake per field per animal. Data are mean ± SE, n = 3 at each point. *p < .04 relative to AdHSP. The slides are representative samples, and the graph combines data from multiple animals and experiments. B, tumor necrosis factor (TNF)-αtreated A549 cells. Cultured cell monolayers were stimulated with TNF-α, treated with either adenoviruses expressing green fluorescent protein (AdGFP) or AdHSP, and incubated with BrdU. Top panels, TNF-α plus medium; middle panels, TNF-α plus AdGFP; bottom panels, TNF-α plus AdHSP. 40× magnification. White arrows indicate green intranuclear BrdU immunofluorescence. Effects of sepsis and adenoviral vector overexpressing the 70-kd heat shock protein (AdHSP) on proliferating cell nuclear antigen (PCNA) staining and DNA polymerase expression in lung tissue. A, PCNA immunostaining. Fixed tissue sections were obtained from rats with sepsisinduced acute respiratory distress syndrome. Tissue was harvested at 48 hrs after cecal ligation and double puncture (2CLP). Left, T0; center left, septic animals treated with phosphatebuffered saline (PBS); center right, septic animals treated with AdHSP. Right, septic animals treated with adenoviruses expressing green fluorescent protein (AdGFP), 40× magnification. Black arrows, PCNA-stained nuclei. Graph, PCNA nuclear uptake per field per animal. Data are mean ± SE, n = 3 at each point. *p < .04 relative to AdHSP. The slides are representative samples, and the graph combines data from multiple animals and experiments. B, steady-state DNA polymerase-β messenger RNA (mRNA) abundance. Left, representative Northern blot analysis of DNA polymerase-β mRNA abundance. The total RNA isolated from the lungs of rats at T0 or 48 hrs after 2CLP is shown. A total of 20 μg RNA per lane was separated on a 1.2% agarose/formaldehyde gel. Probe consisted of 32 P-labeled DNA complementary to DNA polymerase-β mRNA. Right panels, densitometric analysis of steady-state RNA abundance. Data are mean ± SE, n = 3 at each point. *p < .04 relative to T0 and AdHSP. The blots are representative samples, and the graph combines data from multiple animals and experiments. C, intranuclear DNA polymerase-β protein abundance. Left: representative immunoblot analysis of intranuclear DNA polymerase-β. Protein was isolated from the lungs of rats at T0 or 48 hrs after 2CLP. A total of 30 μg of protein per lane was separated on 9% sodium dodecyl sulfate-polyacrylamide gel electrophoresis. Probe consisted of polyclonal rabbit antibody to DNA polymerase-β. Right, densitometric analysis of steady-state protein abundance. Data are mean ± SE, n = 3 at each point. *p < .03 relative to T0 and AdHSP. The blots are representative samples, and the graph combines data from multiple animals and experiments. Effects of sepsis and adenoviral vector overexpressing the 70-kd heat shock protein (AdHSP) on the E2F-phospho-retinoblastoma (Rb) pathway in lung tissue. A, top, electrophoretic mobility shift assay for E2F1 DNA binding activity. Nuclear protein was isolated from the lungs of untreated controls (T0) or 48 hrs after cecal ligation and double puncture (2CLP) in rats treated with phosphate-buffered saline (PBS), adenoviruses expressing green fluorescent protein (AdGFP), or AdHSP. A total of 10 μg of nuclear protein was incubated for 20 mins at room temperature with a 32 P-labeled double-stranded DNA oligonucleotide containing a consensus-E2F1 binding site. Cold competition (CC)-2CLPPBS samples with unlabeled oligonucleotide were added to the reaction mixture. Bottom, densitometric analysis of electrophoretic mobility shift assay. Data are mean ± SE, n = 3 at each point. *p < .03 relative to T0 and AdHSP. The blots are representative samples, and the graph combines data from multiple animals and experiments. Bottom: E2F1 nuclear extracts loading control of 30 μg of total protein lysate per lane. B, immunoblotting for Rb protein species. Nuclear protein isolated from the lungs of untreated controls (T0) or 48 hrs after 2CLP in rats treated with PBS, AdGFP, or AdHSP. A total of 30 μg of total protein lysate per lane. Top, the probe consisted of mouse monoclonal Rb antibody. Right, densitometric analysis of protein abundance. Data are mean ± SE, n = 3 at each point. *p < .03 relative to T0 and AdHSP. The blots are representative samples, and the graph combines data from multiple animals and experiments. Bottom. The probe consisted of rabbit polyclonal antibody to pRb. Right, densitometric analysis of the protein abundance. Data are mean ± SE, n = 3 at each point. *p < .03 relative to T0 and AdHSP. The blots are representative samples, and the graph combines data from multiple animals and experiments. C, effects of the 70-kd heat shock protein (Hsp70) on the E2F1-Rb protein interaction. The nuclear protein was isolated from the lungs of untreated controls (T0) or 48 hrs after 2CLP in rats treated with PBS or AdHSP. Immunoprecipitation (IP) was performed using 500 μg of cytosolic extract. Precipitate was resuspended and immunoblotting was performed. A total of 30 μg of total protein lysate per lane is shown. Densitometric analysis of protein abundance was performed. Data are mean ± SE, n = 3 at each point. *p < .04 relative to AdHSP. The blots are representative samples, and the graph combines data from multiple animals and experiments. Top, immunoprecipitation with mouse monoclonal anti-Rb, detection with anti-Hsp70. Bottom, immunoprecipitation with mouse monoclonal anti-Rb, detection with monoclonal antibody to E2F1. D, treatment consisted of tumor necrosis factor (TNF)-α-stimulated cultured A549 cells with a proteasomal inhibitor. Anti-Rb immunoprecipitated protein was isolated from the nuclei of A549 cells incubated with MG-132, a specific inhibitor of the 26S proteasome, to preserve ubiquitinated forms. A549cells were incubated with medium alone; MG cells were incubated with medium plus MG-132; TNF-α were stimulated with TNF-α; MG plus TNF, cells were treated with TNF-α and incubated with MG-132. Right, A549 plus medium, treatment with medium. Left, A549 plus AdHSP, treatment with AdHSP. Molecular mass markers (in kilodaltons) are indicated to the left of the panels. Table 1 Effects of different treatments on number of bromodeoxyuridine (BrdU), proliferating cell nuclear antigen (PCNA), and positive pulmonary cells ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 9180,
                    "end": 9187,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stem cells and pulmonary metamorphosis: New concepts in repair and regeneration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Aliotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Passero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meharg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Cell Physiol",
            "volume": "204",
            "issn": "",
            "pages": "725--741",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of bronchioalveolar stem cells in normal lung and lung",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "121",
            "issn": "",
            "pages": "823--835",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Participation of pulmonary alveolar epithelial cells in lung inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Lab Clin Med",
            "volume": "126",
            "issn": "",
            "pages": "108--118",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alterations in the alveolar epithelium after injury leading to pulmonary fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haroske",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Histol Histopathol",
            "volume": "11",
            "issn": "",
            "pages": "463--483",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Branching and differentiation defects in pulmonary epithelium with elevated Gata6 expression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koutsourakis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keijzer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mech Dev",
            "volume": "105",
            "issn": "",
            "pages": "105--114",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "State of the art: Surfactant and the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Jobe",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am Rev Respir Dis",
            "volume": "147",
            "issn": "",
            "pages": "218--233",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Damage to surfactant-specific proteins in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Randle",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "",
            "pages": "1232--1237",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Serial changes in surfactant-associated proteins in lung and serum before and after onset of ARDS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "1843--1850",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Acute Respiratory Distress Syndrome Network Investigators. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301--1308",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Lanken",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "327--336",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mechanisms of alveolar epithelial repair in acute lung injury-A translational approach",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Swiss Med Wkly",
            "volume": "133",
            "issn": "",
            "pages": "586--590",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "G1 cell-cycle control and cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Massague",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "298--306",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The E2F transcriptional network: Old acquaintances with new faces",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Dimova",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Dyson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Oncogene",
            "volume": "18",
            "issn": "",
            "pages": "2810--2826",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Murine coronavirus replication induces cell cycle arrest in G0/G1 phase",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virol",
            "volume": "78",
            "issn": "",
            "pages": "5658--5669",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Macrophage migration inhibitory factor MIF interferes with the Rb-E2F pathway",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Petrenko",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Cell",
            "volume": "17",
            "issn": "",
            "pages": "225--236",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Compensatory hepatic regeneration after mild, but not fulminant, intraperitoneal sepsis in rats",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bellin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Physiol",
            "volume": "280",
            "issn": "",
            "pages": "968--973",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Heat shock proteins: Facts, thoughts and dreams",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Maio",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Shock",
            "volume": "11",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Adenoviral vector transfection into the pulmonary epithelium after cecal ligation and puncture (CLP) in rats",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tazelaar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gehan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Anesthesiology",
            "volume": "95",
            "issn": "",
            "pages": "974--982",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cecal ligation and double puncture impairs heat shock protein 70 (hsp-70)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouwman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gehan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Shock",
            "volume": "13",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Adenoviral transfer of hsp-70 into pulmonary epithelium improves histology and outcome in experimental acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maloyan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tazelaar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Invest",
            "volume": "110",
            "issn": "",
            "pages": "801--806",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enhanced Hsp70 expression alters proteasomal degradation of IkB kinase in experimental ARDS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bromberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "",
            "pages": "2128--2138",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Regulation of the heat shock transcriptional response: Cross talk between a family of heat shock factors, molecular chaperones and negative regulators",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Morimoto",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genes Dev",
            "volume": "12",
            "issn": "",
            "pages": "1388--3796",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chaperones in cell cycle regulation and mitogenic signal transduction: A review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Helmbrecht",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zeise",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rensing",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell Prolif",
            "volume": "33",
            "issn": "",
            "pages": "341--365",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nuclear translocation of stress protein Hsc70 during S phase in rat C6 glioma cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zeise",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kuhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cell Stress Chaperones",
            "volume": "3",
            "issn": "",
            "pages": "94--99",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Genomic instability and enhanced radiosensitivity in HSP70.1 and HSP70.3 deficient mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Dix",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Cell Biol",
            "volume": "24",
            "issn": "",
            "pages": "899--911",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Heat shock treatment decreases E2F1-DNA binding and E2F1 levels in human A549 cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greullis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rensing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beyersman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biol Chem",
            "volume": "384",
            "issn": "",
            "pages": "161--167",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Heat shock-induced arrests in different cell cycle phases of rat C6-glioma cells are attenuated in heat shock-primed thermotolerant cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rensing",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell Prolif",
            "volume": "33",
            "issn": "",
            "pages": "147--166",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mammalian unfolded protein response inhibits cyclin D1 translation and cell-cycle progression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sherr",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "8505--8510",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sepsis-induced depression of rat glucose-6-phosphatase gene expression and activity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Deutschman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andrejko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Haber",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Physiol",
            "volume": "273",
            "issn": "",
            "pages": "1709--1718",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Identification of the receptor component of the IκBα-ubiquitin ligase",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yaron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hatzubal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "396",
            "issn": "",
            "pages": "590--594",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "NF-kappa B functions as tumour promoter in inflammation associated cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pikarsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Porat",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "23",
            "issn": "431",
            "pages": "461--466",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Induction of epithelial-mesenchymal transition in alveolar epithelial cells by transforming growth factor-beta1: Potential role in idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Liebler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luby-Phelps",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Pathol",
            "volume": "166",
            "issn": "",
            "pages": "1321--1332",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reduced expression of aquaporin 5 water channel in nitrofen-induced hypoplastic lung with congenital diaphragmatic hernia rat model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takayasu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakazawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Montedonico",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pediatr Surg",
            "volume": "42",
            "issn": "",
            "pages": "415--419",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Beta-catenin regulates differentiation of respiratory epithelial cells in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mucenski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nation",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Thitoff",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "289",
            "issn": "",
            "pages": "971--979",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Porcine alveolar epithelial cells in primary culture: Morphological, bioelectrical and immunocytochemical characterization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steimer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Franke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pharmacol Res",
            "volume": "23",
            "issn": "",
            "pages": "2078--2093",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evidence that bone marrow cells do not contribute to the alveolar epithelium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Summer",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "33",
            "issn": "",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Differentiation of human alveolar epithelial cells in primary culture: Morphological characterization and synthesis of caveolin-1 and surfactant protein-C",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hollins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laue",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell Tissue Res",
            "volume": "311",
            "issn": "",
            "pages": "31--45",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Evidence of finely tuned expression of DNA polymerase beta in vivo using transgenic mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bergoglio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frechet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Philippe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "566",
            "issn": "",
            "pages": "147--150",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The amino-terminus of the E2F-1 transcription factor inhibits DNA replication of autonomously replicating plasmids in mammalian cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Stubbs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Oncogene",
            "volume": "21",
            "issn": "",
            "pages": "3715--3726",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "70-kDa heat shock cognate protein interacts directly with the N-terminal region of the retinoblastoma protein pRb",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Torigoe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sogahata",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Biol Chem",
            "volume": "270",
            "issn": "",
            "pages": "22571--22576",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Bimoclomol, a heat shock protein co-inducer, acts by the prolonged activation of heat shock factor-1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hargitai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boros",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem Biophys Res Commun",
            "volume": "307",
            "issn": "",
            "pages": "689--695",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Anti-inflammatory effect of heat shock protein induction is related to stabilization of IκB through preventing IκB kinase activation in respiratory epithelial cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "164",
            "issn": "",
            "pages": "5416--5423",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Morphologic and biochemical study of pulmonary changes induced by bleomycin in mice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoneda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kikkawa",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Lab Invest",
            "volume": "35",
            "issn": "",
            "pages": "558--568",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Interactions between LPS and lung surfactant proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaby",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Garcia-Verdugo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Espinassous",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Endotoxin Res",
            "volume": "11",
            "issn": "",
            "pages": "181--185",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Genomic organization and developmental expression of aquaporin-5 in lung",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "111",
            "issn": "",
            "pages": "111--113",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Tumor necrosis factor-alpha inhibits aquaporin 5 expression in mouse lung epithelial cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Towne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Krane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bachurski",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "18657--18664",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Molecular cloning and functional analysis of the adenovirus E1A-associated 300-kD protein (p300) reveals a protein with properties of a transcriptional adaptor",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eckner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ewen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newsome",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Genes Dev",
            "volume": "8",
            "issn": "",
            "pages": "869--884",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Retinoblastoma growth suppressor and a 300-kDa protein appear to regulate cellular DNA synthesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mymryk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "87",
            "issn": "",
            "pages": "5883--5887",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Incidence and outcomes of acute lung injury",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peabody",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1685--1693",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ProSP-C, pro-surfactant protein C.a p < 02, .03, .04, .04, respectively. T0, values derived from untreated animals b 2CLPPBS, values obtained from measurements made in tissue harvested from septic animals receiving intratracheal phosphate-buffered saline c 2CLPHSP, values obtained from measurements made in tissue harvested from septic animals receiving intratracheal AdHSP d 2CLPGFP, values obtained from measurements made in tissue harvested from septic animals receiving intratracheal AdGFP",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}