{
    "paper_id": "d188763c05eb5e5316f7cfe321a2b85132a56b40",
    "metadata": {
        "title": "A complex network of RNA-RNA interactions controls subgenomic mRNA transcription in a tombusvirus",
        "authors": [
            {
                "first": "Han-Xin",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Eukaryotic ( þ )-strand RNA viruses utilize a wide variety of gene expression strategies to achieve regulated production of their viral proteins. A common mechanism used by many is to transcribe viral subgenomic (sg) mRNAs. Transcription of sg mRNA2 in tombusviruses allows for expression of the p19 suppressor of gene silencing and p22 movement proteins. We have investigated the mechanism of transcription of this sg mRNA in Tomato bushy stunt virus and have determined that this process is facilitated by no less than three different RNA modules that are located throughout the viral genome. These RNA units perform distinct tasks and function via long-distance RNA-RNA interactions. Systematic deconstruction of the RNA network and analysis of related RNA promoter elements allowed us to identify fundamental properties necessary for productive sg mRNA2 transcription. Collectively, our results (i) establish specific roles for the different RNA components of a multipartite RNA-based control system, (ii) support a premature termination mechanism for tombusvirus sg mRNA transcription and (iii) reveal a close mechanistic relationship between sg mRNA transcription, viral RNA replication and RNA recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Eukaryotic ( þ )-strand RNA viruses form the largest group of medically and agriculturally important viruses. Their singlestranded messenger-sensed RNA genomes encode an assortment of proteins involved in various aspects of virus reproduction. Many of these proteins function at specific stages during infections and accordingly require regulated expression. Viruses that contain polycistronic RNA genomes regulate their gene expression primarily at the transcriptional level. They do so by transcribing genome-derived subgenomic (sg) mRNAs that act as messages for the translation of viral proteins encoded either internally or 3 0 -proximally in their genomes (Miller and Koev, 2000) . This strategy allows for the expression of downstream open reading frames (ORFs) that are normally translationally silent within a polycistronic context and is a mechanism utilized by a variety of ( þ )-strand RNA viruses (Miller and Koev, 2000) .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 685,
                    "text": "(Miller and Koev, 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 910,
                    "end": 933,
                    "text": "(Miller and Koev, 2000)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Positive-strand RNA viruses replicate their genomes via a (À)-strand RNA intermediate using their virally encoded RNA-dependent RNA polymerases (vRdRps) (Buck, 1996) ( Figure 1A ). Sg mRNA synthesis is also carried out by vRdRps in a process referred to as transcription. Most sg mRNAs have 5 0 termini that map to internal genomic regions and 3 0 ends that are coterminal with the genome ( Figure 1A ). Three basic models have been proposed for sg mRNA transcription and two of these, internal initiation (Miller et al, 1985) and discontinuous template synthesis (DTS) (Sawicki and Sawicki, 1998) , have been established convincingly (Miller et al, 1985; van Marle et al, 1999; Pasternak et al, 2001 ). The third model, premature termination (PT), is less well supported by experimental data, but has been implicated in a number of diverse virus groups (Zhong and Rueckert, 1993; Sit et al, 1998; Zhang et al, 1999; Price et al, 2000; Gowda et al, 2001) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 165,
                    "text": "(Buck, 1996)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 526,
                    "text": "(Miller et al, 1985)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 570,
                    "end": 597,
                    "text": "(Sawicki and Sawicki, 1998)",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 655,
                    "text": "(Miller et al, 1985;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 656,
                    "end": 678,
                    "text": "van Marle et al, 1999;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 679,
                    "end": 700,
                    "text": "Pasternak et al, 2001",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 854,
                    "end": 880,
                    "text": "(Zhong and Rueckert, 1993;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 881,
                    "end": 897,
                    "text": "Sit et al, 1998;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 898,
                    "end": 916,
                    "text": "Zhang et al, 1999;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 917,
                    "end": 935,
                    "text": "Price et al, 2000;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 936,
                    "end": 954,
                    "text": "Gowda et al, 2001)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 391,
                    "end": 400,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In the PT model, a vRdRp terminates internally during (À)-strand RNA synthesis on a genome template ( Figure 1A ). This leads to the generation of a smaller (À)-strand RNA that is complementary to the sg mRNA. This sg mRNA-sized (À)strand (hereafter termed sg mRNA(À)) is then used as a template for transcription of the sg mRNA (White, 2002) ( Figure 1A ). The 'primary' sg mRNAs produced by this mechanism could potentially be amplified further via replication (White, 2002) . Different types of RNA-RNA interactions involving sequences located just upstream of sg mRNA start sites have been identified in viral genomes in which the PT model is proposed to operate (Sit et al, 1998; Choi et al, 2001; Gowda et al, 2001; Choi and White, 2002) . In some cases, these RNA interactions were found to be essential for efficient sg mRNA transcription and, as proposed originally for Red clover necrotic mosaic virus (RCNMV) (Sit et al, 1998) , could potentially act as roadblocks to mediate the vRdRp stalling/ dissociation that generates the sg mRNA(À) templates (Zhang et al, 1999; Choi et al, 2001; Choi and White, 2002; Lindenbach et al, 2002) .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 342,
                    "text": "(White, 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 463,
                    "end": 476,
                    "text": "(White, 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 667,
                    "end": 684,
                    "text": "(Sit et al, 1998;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 685,
                    "end": 702,
                    "text": "Choi et al, 2001;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 703,
                    "end": 721,
                    "text": "Gowda et al, 2001;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 722,
                    "end": 743,
                    "text": "Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 920,
                    "end": 937,
                    "text": "(Sit et al, 1998)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1060,
                    "end": 1079,
                    "text": "(Zhang et al, 1999;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1080,
                    "end": 1097,
                    "text": "Choi et al, 2001;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1098,
                    "end": 1119,
                    "text": "Choi and White, 2002;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1120,
                    "end": 1143,
                    "text": "Lindenbach et al, 2002)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 345,
                    "end": 354,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The PT mechanism has been proposed to function in the transcription of two sg mRNAs in the ( þ )-strand RNA tombusvirus, Tomato bushy stunt virus (White, 2002) . This virus encodes five proteins (Hearne et al, 1990 ) that are involved in viral RNA synthesis (p92, a vRdRp, and p33, an essential accessory protein) (Oster et al, 1998) , particle assembly (p41, the capsid protein) (Hillman et al, 1989) , cell-to-cell movement (p22) (Scholthof et al, 1995) and suppression of virus-induced gene silencing (p19) (Voinnet et al, 1999; Ye et al, 2003) (Figure 1B ). P33 and p92 are translated directly from the genome, while the 3 0 -proximal ORFs are translated from either sg mRNA1 (p41) or 2 (p19 and p22) ( Figure 1B) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 159,
                    "text": "(White, 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 195,
                    "end": 214,
                    "text": "(Hearne et al, 1990",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 314,
                    "end": 333,
                    "text": "(Oster et al, 1998)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 380,
                    "end": 401,
                    "text": "(Hillman et al, 1989)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 432,
                    "end": 455,
                    "text": "(Scholthof et al, 1995)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 510,
                    "end": 531,
                    "text": "(Voinnet et al, 1999;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 532,
                    "end": 547,
                    "text": "Ye et al, 2003)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 558,
                    "text": "(Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 707,
                    "end": 717,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Several observations suggest that TBSV sg mRNAs are transcribed via a PT mechanism (Zhang et al, 1999; Choi et al, 2001; Choi and White, 2002) . (i) In TBSV infections, both sg mRNA ( þ )-and (À)-strands are detectable in total RNA extracts from infected cells. (ii) The formation of two different sets of long-distance RNA-RNA interactions, AS1/ RS1 and DE/CE, involving sequences just 5 0 to the two sg mRNA start sites, is required for efficient transcription of sg mRNA1 and 2, respectively ( Figure 1B ). (iii) These interactions function in the ( þ )-strand of the genome, consistent with their proposed functions as RNA-based terminators of the vRdRp during (À)-strand synthesis. (iv) Substitution of the initiating nucleotides for sg mRNA1 or 2 transcription results in inhibition of sg mRNA accumulation but not of corresponding sg mRNA(À) templates, in agreement with a PT model where the sg mRNA(À) templates are generated prior to, and independently of, their sg mRNA counterparts.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 102,
                    "text": "(Zhang et al, 1999;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 103,
                    "end": 120,
                    "text": "Choi et al, 2001;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "(v) The autonomous synthesis of sg mRNA1(À) (as described in (iv)) is dependent on the AS1/RS1 interaction, indicating that this interaction is involved specifically in the generation of sg mRNA1(À) templates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The previously characterized AS1 RNA element is required for efficient sg mRNA1 transcription and maps to the terminal loop of a predicted stem-loop structure (Choi and White, 2002) (Figure 2 ). Its base-pairing partner RS1 is positioned just three nucleotides (nt) 5 0 to the sg mRNA1 start site and is directly adjacent to a conserved stem-loop structure, SL1sg1. In contrast, the previously identified DE-A/CE-A interaction that is necessary for efficient sg mRNA2 transcription occurs some 11 nt away from the start site for sg mRNA2 (Zhang et al, 1999) (Figure 2 ). This difference in spatial arrangement (11 versus 3 intervening nucleotides) led us to propose that sg mRNA2 transcription requires a third RNA element that base pairs within the 11 nt segment, designated CE-C, in a manner similar to the AS1/RS1 interaction (Choi and White, 2002) ( Figure 2) . Positionally, the sequence between RS1 and DE-A, termed DE-C, represented a good candidate ( Figure 2 ). However, in TBSV, this sequence exhibits no significant complementarity to CE-C. Furthermore, DE-Cs are highly variable in different tombusviruses, but in all cases they are not complementary to their corresponding CE-Cs (Choi et al, 2001) . Consequently, we hypothesized that this sequence maintains noncomplementarity in order to allow the missing RNA element unfettered access to CE-C.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 181,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 538,
                    "end": 557,
                    "text": "(Zhang et al, 1999)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 829,
                    "end": 851,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1192,
                    "end": 1210,
                    "text": "(Choi et al, 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 854,
                    "end": 863,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 959,
                    "end": 967,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In the present study, we have identified the missing RNA element involved in sg mRNA2 transcription and have investigated its role within a complex multipartite RNA regulatory system. Our results provide important new evidence that a PT model of transcription operates in TBSV and suggest that this process shares mechanistic properties with the DTS model for transcription, viral genome replication, and RNA recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The notably different spacing of the AS1/RS1 and DE-A/CE-A interactions relative to their respective sg mRNA start sites led to the proposal that an additional interaction was involved in sg mRNA2 transcription (Choi and White, 2002) ( Figure 2) . A search of the TBSV genome revealed a candidate sequence, designated AS2, that was complementary to a subsection of CE-C, defined as RS2 ( Figure 2 ). Interestingly, The AS2/RS2 interaction (red), identified in this report, is critical for efficient transcription of sg mRNA2. Stem-loop structures containing AS1 and AS2 are connected by an 11 nt long sequence (gray bar). DE-C (gold) and CE-C (maroon and underlined) are noncomplementary elements defined previously. The AS1/RS1 interaction (green) is critical for efficient transcription of sg mRNA1. Initiation sites for the two sg mRNAs are highlighted in black and indicated by small arrows.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 233,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 388,
                    "end": 396,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A third RNA element is required for activation of sg mRNA2 transcription"
        },
        {
            "text": "AS2 was located in the p92-coding region just upstream from AS1 and, similar to AS1, was situated in the terminal loop of a predicted stem-loop structure. The DE-A/CE-A interaction shown previously to be essential for efficient sg mRNA2 transcription (Zhang et al, 1999) was also of relevance, since it positions AS2 and RS2 in close proximity ( Figure 2 ).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 270,
                    "text": "(Zhang et al, 1999)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A third RNA element is required for activation of sg mRNA2 transcription"
        },
        {
            "text": "The proposed AS2/RS2 interaction would generate a 6-bplong segment that is predicted to contain two non-Watson/ Crick base pairs, GU and GA ( Figure 2 ). The inclusion of the GA base pair in the interaction is based on the finding that, next to GU base pairs, sheared GA base pairs are the most common non-Watson/Crick pairs in known RNA structures (Nagaswamy et al, 2002) . Also, sequence analysis of different tombusvirus genomes revealed a monovariation that maintains the predicted base pair (i.e. GA to GC) (unpublished data).",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 372,
                    "text": "(Nagaswamy et al, 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A third RNA element is required for activation of sg mRNA2 transcription"
        },
        {
            "text": "To test whether the proposed interaction was important for sg mRNA2 transcription, we carried out compensatory mutational analysis on the complementary sequences. Modifications that would disrupt and then restore AS2/RS2 base pairing were introduced into the TBSV genome and their effect on sg mRNA2 accumulation was assayed in protoplast infections and quantified by Northern blot analysis ( Figure  3A and B). Substitutions in either AS2 (at degenerate codon positions) or RS2 that decreased their complementarity led to notably reduced sg mRNA2 levels (to B5 and 0%, respectively, relative to T100), while restoration of base pairing by combining the two substitutions resulted in partial recovery (B33%) ( Figure 3B ). The relative levels of accumulation of sg mRNA2(À) strands also corresponded closely with those of their ( þ )-strand counterparts ( Figure 3B ). The reduced level of sg mRNA2 recovery observed for mutant A/RS2m1 could have been due to (i) a weaker AS2/RS2 interaction, (ii) the terminal loop modifications interfering with presentation of the AS2 residues and/or (iii) the substitutions causing either AS2 or RS2 to interact unproductively with other RNA sequences. Regardless, the six-fold or greater increase in the activity of A/RS2m1 over either AS2m1 or RS2m1 supports the importance of the AS2/RS2 interaction for sg mRNA2 transcription.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 403,
                    "text": "Figure  3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 710,
                    "end": 719,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 856,
                    "end": 865,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A third RNA element is required for activation of sg mRNA2 transcription"
        },
        {
            "text": "The presence of a naturally occurring UG base pair in the AS2/RS2 interaction is consistent with it functioning in the ( þ )-strand, as these residues correspond to a disruptive AC mismatch in the (À)-strand ( Figure 3C ). Although this inference is reasonable, additional evidence was sought to reinforce the concept. Changing the UG pair to either UA or CG did not notably affect sg mRNA2 accumulation, whereas a CA substitution, which corresponds to a GU base pair in the (À)-strand, nearly abolished accumulation ( Figure 3C and D). Since the two substitutions in A/RS2m2A were tolerated well when present individually in RS2mA and AS2m2 ( Figure  3C and D), these results are best explained by the CA mismatch disrupting the AS2/RS2 interaction in the ( þ )strand. These results, in turn, support the proposal that this helix functions in the ( þ )-strand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 519,
                    "end": 528,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 644,
                    "end": 654,
                    "text": "Figure  3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A third RNA element is required for activation of sg mRNA2 transcription"
        },
        {
            "text": "The AS2/RS2 interaction is distinct from the AS1/RS1 interaction in that the former is composed of different nucleotides and is positioned two residues further away from the transcriptional initiation site ( Figure 2 ). To determine if the length and/or relative position of the interaction was relevant to sg mRNA2 transcription, we extended the complementary segment in AS2/RS2 to 8 bp by making appropriate substitu-tions in RS2 ( Figure 3C ). Interestingly, these substitutions did not lead to any notable increase in sg mRNA2 levels ( Figure 3E ), underscoring the effectiveness of the shorter wild type (wt) interaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 434,
                    "end": 443,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 540,
                    "end": 549,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A third RNA element is required for activation of sg mRNA2 transcription"
        },
        {
            "text": "We hypothesized previously that DE-C plays a passive role in sg mRNA2 transcription by not base pairing with CE-C (Choi et al, 2001) . This would leave CE-C free to interact with its authentic pairing partner, now identified as AS2. If correct, this hypothesis predicts that modifying DE-C to be complementary to the RS2 portion of CE-C should competitively inhibit AS2 binding and, in turn, lead to downregulation of sg mRNA2 transcription. To test this idea, the 3 0 portion of DE-C was substituted with different nucleotides that were either noncomplementary or complementary to RS2 ( Figure 4A ). PY2, containing the noncomplementary sequence, was still fully functional for sg mRNA2 transcription (B104%) in comparison to its genomic control Psg20/26 (a modified TBSV genome containing an engineered restriction enzyme site). Unexpectedly, PY9, containing the complementary sequence, was also fully functional (B126%) ( Figure 4A ). This latter result could have been due to either AS2 maintaining its ability to bind to RS2 or the complementary segment in DE-C functionally replacing AS2. To distinguish between these two Northern blot analysis and quantification of ( þ )-and (À)-strand viral RNA accumulation in protoplast infections. Following denaturation with glyoxal, total RNA extracts were separated in 1.4% agarose gels, transferred to a nylon membrane and hybridized with 32 P-labeled viral strandspecific probes. Note that, although the ( þ )-and (À)-strands are presented with similar intensities, (À)-strand viral RNAs actually accumulate in vivo to significantly lower levels than ( þ )-strands. The values correspond to means from three independent experiments and represent the ratios of sg mRNA2 levels to their corresponding genomic RNA levels, all normalized to that for T100. possibilities, an additional modification was introduced into both PY2 and PY9 that inactivated AS2 ( Figure 4A ). Analysis of the double mutants, PY2-AS2m1 and PY9-AS2m1, respectively, revealed that PY2-AS2m1 was still AS2-dependent, whereas PY9-AS2m1 was not ( Figure 4A ). Thus, DE-C can be modified to act as a competitive inhibitor of AS2 and can, concurrently, functionally replace AS2. Compensatory mutational analysis of the engineered DE-C/RS2 interaction confirmed its role in mediating sg mRNA2 transcription ( Figure 4B ).",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 132,
                    "text": "(Choi et al, 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 597,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1904,
                    "end": 1913,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2065,
                    "end": 2074,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2324,
                    "end": 2333,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DE-C can be engineered to competitively inhibit AS2 binding and can functionally substitute for AS2"
        },
        {
            "text": "A local RNA hairpin structure can functionally replace the AS2/RS2 interaction The surprising result that the AS2/RS2 interaction was dispensable for sg mRNA2 transcription prompted us to wonder whether a more radical structural replacement would also be functional. To investigate this possibility, we introduced different-sized RNA hairpins 3 nt upstream of the sg mRNA2 start site in a genomic context that had AS2 inactivated by substitutions ( Figure 5A ). The modified genome context used, Psg2-27, also had CE-A and -B deleted; thus any transcriptional activity detected would be independent of the DE/CE interactions formed by these subelements (refer to Figure 2 ). No detectable sg mRNA2 was observed for the genome containing the 4 bp stem (HL56); however, those with longer stems of 8 (Lsg2), 12 (HL45) and 16 bp (HL87) directed increasing levels of sg mRNA2 accumulation, underscoring the importance of helix length and/or stability ( Figure 5A ). The critical role of stem formation was confirmed through compensatory mutational analysis of the 8 bp hairpin ( Figure 5B ), while an important role for helix stability was supported by the increased activity observed when the 12 bp hairpin was converted to all GC base pairs in mutant HL78 ( Figure 5A ). The identity of the residues in the helix did not appear to be essential since HL57, with the lower 8 bp in its stem transposed, exhibited only moderately reduced levels of sg mRNA2 accumulation, compared with HL45 ( Figure 5A ). Strand-preferential destabilization of the helix in HL78 revealed that, similar to the wt AS2/RS2 interaction, it was far more sensitive to ( þ )-than to (À)-strand disruption, supporting a ( þ )-strand function ( Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 458,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 671,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 948,
                    "end": 957,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 1255,
                    "end": 1264,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1485,
                    "end": 1494,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1712,
                    "end": 1721,
                    "text": "Figure 5C",
                    "ref_id": null
                }
            ],
            "section": "DE-C can be engineered to competitively inhibit AS2 binding and can functionally substitute for AS2"
        },
        {
            "text": "Thus far our data have demonstrated that both wt AS2/RS2 and DE/CE interactions are not essential for productive sg mRNA2 transcription. One possible reason for the virus Relevant sequences of modified viral genomes and corresponding relative levels of ( þ )-and/or (À)-strand sg mRNA2 accumulation in protoplasts. The values were calculated as described in the legend to Figure 3 , except that all were normalized to that for Psg20/26 on PY9-AS2m1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Viral genomes containing the RNA hairpin element show delays in genomic and sg mRNA accumulation"
        },
        {
            "text": "Effect of hairpin size, stability, and polarity of sg mRNA2 transcription. (A-C) Depiction of hairpin sequences introduced into modified viral genomes and corresponding levels of ( þ )-and/or (À)-strand sg mRNA2 accumulation in protoplasts. The boxed nucleotides in (A) are substitutions. Free energy changes (DG, at 371) for formation of each RNA structure are indicated in kcal/mol (calculated using mfold 3.0). The values in (A) were normalized to that for T100, whereas those in (B, C) were normalized to those for Lsg2 and HL78, respectively. maintaining these wt long-distance interactions could be related to transcriptional regulation, either temporal or quantitative. Earlier studies have already ruled out any major role for the proteins encoded by the sg mRNAs in transcriptional control (Zhang et al, 1999) .",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 818,
                    "text": "(Zhang et al, 1999)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Figure 5"
        },
        {
            "text": "To investigate whether the wt long-distance interactions conferred any distinct type of transcriptional regulation, we compared the viral RNA accumulation profiles for the wt T100 genome with PY9-AS2m1 (in which the wt AS2/RS2 interaction was replaced with DE-C/RS2), Psg20/26 (the modified genome used to generate PY9-AS2m1, that is, the control for PY9-AS2m1), HL78 (in which both wt DE/CE and AS2/RS2 interactions were replaced with a 12 bp hairpin) and Psg2-27 (the modified genome used to generate HL78, that is, the control for HL78) ( Figure 6 ). In wt T100, sg mRNA2 accumulated to detectable levels before sg mRNA1 and the appearance of sg mRNA2 coincided with that of the genome ( Figure 6 ). The early (2-11 h) accumulation rates of genomic and sg mRNAs for T100, Psg20/26 and PY9-AS2m1 were very similar; however, viral RNA levels were clearly higher at later time points (15-24 h) for PY9-AS2m1 ( Figure 6 ). For HL78, a lower relative level of sg mRNA2 was evident and the initial appearance of all viral RNAs was delayed by B2 h (Figure 6 ). This delay was not related to its Psg2-27-based genomic context, since the timing of early accumulation of genomic and sg mRNA1 for Psg2-27 was similar to that for T100 ( Figure 6 ). The very low levels of sg mRNA2 for Psg2-27 is expected due to the absence of the critical CE-A and important CE-B subelements in this modified genome (Zhang et al, 1999) . Overall, this time-course analysis suggests that (i) the engineered DE-C/RS2 interaction functions similarly to the wt AS2/RS2 interaction at early time points, but causes increased accumulation of all viral RNAs later in the infection, and (ii) genomes containing the engineered 12 bp hairpin show delayed accumulation of all viral RNAs and a lower relative level of sg mRNA2; however, sg mRNA2 still appears earlier than sg mRNA1.",
            "cite_spans": [
                {
                    "start": 1391,
                    "end": 1410,
                    "text": "(Zhang et al, 1999)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 550,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 699,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 918,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "(Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1236,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Figure 5"
        },
        {
            "text": "We employed a TBSV defective interfering (DI) RNA as a surrogate genome to investigate whether sequence context was important to the activity of hairpin-based elements ( Figure 1C ). DI RNAs are noncoding deletion mutants of the TBSV genome that are efficiently amplified when p33 and p92 are provided in trans (e.g. in coinfections with T100) (White, 1996) . These molecules have served as excellent model replicons for studying genome replication in a context that is independent of translation (White and Nagy, 2004) .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 357,
                    "text": "(White, 1996)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 497,
                    "end": 519,
                    "text": "(White and Nagy, 2004)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "An engineered hairpin-based element is able to function in a different viral context"
        },
        {
            "text": "A prototypical TBSV DI RNA, such as DI-72, contains four noncontiguous regions of the viral genome termed regions I-IV ( Figure 1C) . Interestingly, RNA B, a 5 0 -truncated derivative of DI-72 lacking region I, is still able to replicate at low levels (B10% that of DI-72) in coinoculations with the wt TBSV genome . Structurally, the 5 0 end of RNA B corresponds to an internal region of DI-72, whereas its 3 0 end is coterminal with DI-72 ( Figure 7A ). This basic structural correspondence is analogous to that of a sg mRNA relative to its cognate viral genome. However, in contrast to sg mRNAs, RNA B is not detectable in coinfections of DI-72 and TBSV genome ( Figure 7B, lane 3) ; thus, RNA B is not normally produced during DI-72 replication. To test whether RNA B could be 'launched' from a DI RNA molecule in a manner comparable to sg mRNA transcription, the active hairpin-based cassette from Lsg2 ( Figure 5A ) was inserted between regions I and II in DI-72, thereby generating HL65 ( Figure 7A ). As a control, another DI 72-based molecule was constructed, HL69, which contained an unstructured sequence of similar length inserted at the same position. RNA B was not detected when HL69 was coinoculated with T100; however, it was clearly present in coinoculations with HL65 ( Figure 7B ). The importance of the small helix for the production of RNA B was confirmed by compensatory mutational analysis ( Figure 7A and B). This ability of the 8 bp hairpin cassette to mediate RNA B production from a DI RNA suggests that this cassette contains all of the structural properties required for local context-independent activity. Additionally, we have found that substitution of the initiating nucleotide in this cassette leads to cessation of ( þ )-but not (À)-strand RNA B synthesis (unpublished data), which is consistent with the concept that the hairpin structure specifically mediates production of (À)-strand templates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 131,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 666,
                    "end": 684,
                    "text": "Figure 7B, lane 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 910,
                    "end": 919,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1005,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1288,
                    "end": 1297,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1415,
                    "end": 1424,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "An engineered hairpin-based element is able to function in a different viral context"
        },
        {
            "text": "The apparent simplicity and context independence of the hairpin cassette led us to question whether other similar, and possibly functional, elements were present in the viral genome. Analysis of the TBSV genomic sequence led to the identification of a sequence in the 5 0 UTR that forms a structure that very closely resembles that of our functional hairpin cassette (compare HL65 in Figure 7A with the expanded region of DI-72 in Figure 7C ). Since the 5 0 UTR of the genome is also involved in translational regulation (Fabian and White, 2004) , we chose to investigate this sequence in the context of a nontranslated DI RNA, DI-72 ( Figure 7C ). Interestingly, previous analysis of the SL5 Figure 6 Accumulation profile of TBSV viral RNAs over time in infected protoplasts. Total RNA preparations were isolated at various times (in hours) postinfection (p.i.), as indicated above the lanes, and analyzed by Northern blotting. The positions of genomic and sg mRNAs are indicated to the left, while the genomes used in the infections are listed to the right. structure in a DI-72 context revealed that strengthening the UG base pair at the bottom of its stem via substitution results in the accumulation of an additional small viral RNA, which was not characterized (Ray et al, 2003) . Considering its structural similarity to our functional hairpin element, we wondered whether the stabilizing substitutions were causing it to become 'transcriptionally' active. To investigate this possibility, we characterized the smaller viral RNA generated. Northern blot analysis revealed that this additional RNA, termed RNA-SL5, was clearly larger than the previously characterized RNA B and contained the 3 0 -terminal end of the DI RNA and sequences just downstream, but not upstream, of SL5 ( Figure 7D ). Primer-extension analysis mapped the 5 0 terminus of RNA-SL5 to position G 111 , which is the predicted initiation site if the SL5 element was functioning analogously to our transcriptional hairpin cassettes ( Figure 7E ). These results suggest that at least one cryptic transcriptional element is present within the TBSV genome and that its activity is downregulated by helix destabilization, probably to avoid production of unnecessary and possibly deleterious viral RNAs.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 545,
                    "text": "(Fabian and White, 2004)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1267,
                    "end": 1284,
                    "text": "(Ray et al, 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 431,
                    "end": 440,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1788,
                    "end": 1797,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2011,
                    "end": 2020,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Downregulation of a naturally occurring RNA hairpintype transcriptional element by helix destabilization"
        },
        {
            "text": "In the framework of a PT model, the stalling of the vRdRp by the AS2/RS2 helix should produce a sg mRNA2(À) template containing the initiation site for sg mRNA2 transcription. Indeed, cloning and sequencing of the 3 0 ends of sg mRNA2(À) templates by oligonucleotide-anchored RT-PCR revealed that all templates included the cytidylate corresponding to the initiating guanylate in sg mRNA2, and some contained an extra 3 0 -terminal adenylate corresponding to a uridylate in the genomic sequence ( Figure 8A , T100). When this uridylate in the genome was substituted with an adenylate, thereby creating HL-UP5, one of the 10 sg mRNA2(À) analyzed contained a corresponding uridylate ( Figure 8A ). These results suggest that (À)-strand templates containing the extra 3 0 -terminal nucleotides were derived from the genomic template.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "Figure 8A",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 692,
                    "text": "Figure 8A",
                    "ref_id": null
                }
            ],
            "section": "The 5 0 terminus of sg mRNA2 can function as a ( þ )-strand promoter for viral RNA replication"
        },
        {
            "text": "The PT model also predicts that the 3 0 end of the (À)-strand generated acts as promoter for sg mRNA transcription. Consistent with this notion, the 5 0 terminus of sg mRNA2 is similar in sequence to the 5 0 terminus of the viral genome, which is also the 5 0 terminus of DI-72 (compare HL47 with DI-72 in Figure 8B ). The complement of the 5 0terminal 11 nt in DI-72 corresponds to the core genomic ( þ )-strand promoter, cPR (Panavas et al, 2002) ; thus the similarity observed between the 5 0 -terminal genomic and sg mRNA sequences suggests that the complement of this sg mRNA segment may also function as a ( þ )-strand promoter. To test this idea, we replaced the 5 0 -terminal 11 nt of the DI RNA with the corresponding 5 0 -terminal sequence of sg mRNA2 or a random sequence, thereby generating HL47 and HL49, respectively ( Figure 8B ). HL47 was able to replicate and accumulate to wt DI RNA levels, whereas HL49 did not accumulate to detectable levels ( Figure 8C ). Collectively, these results demonstrate that the 3 0 termini of sg mRNA2(À) templates contain the initiating site for sg mRNA transcription and that this terminal sequence possesses promoter activity that is capable of mediating efficient ( þ )-strand viral RNA synthesis.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 448,
                    "text": "(Panavas et al, 2002)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "Figure 8B",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 8B",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 973,
                    "text": "Figure 8C",
                    "ref_id": null
                }
            ],
            "section": "The 5 0 terminus of sg mRNA2 can function as a ( þ )-strand promoter for viral RNA replication"
        },
        {
            "text": "The functional equivalence of ( þ )-strand RNA synthesis in viral sg mRNA transcription and DI RNA replication suggested that these two discrete processes could share additional properties. Specifically, we wondered whether repositioning the ( þ )-strand promoter for replication internally in an RNA template would be inhibitory to its activity and, if so, could the defect be rescued by insertion of an active hairpin-based cassette. As before, these studies were carried out in the context of a DI RNA ( Figure 8D ). In HL84, a 164 nt long 5 0 extension was added to DI-72 and this greatly reduced its accumulation to B5% that of the wt DI-72 ( Figure  8D and E). However, when the 8 bp hairpin cassette was added just upstream of the internally located 5 0 terminus, the accumulation level of the resulting mutant, HL89, increased by B10-fold compared with that of HL84 ( Figure 8D and E). The importance of the hairpin component of the cassette for mediating efficient DI RNA accumulation was confirmed by compensatory mutagenesis (Figure 8D and E). These results indicate that a hairpin-based cassette can substantially rescue a replication defect caused by an inhibitory 5 0 -terminal extension.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 516,
                    "text": "Figure 8D",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 658,
                    "text": "Figure  8D",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "Figure 8D",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1046,
                    "text": "(Figure 8D",
                    "ref_id": null
                }
            ],
            "section": "The inhibitory effect of a 5 0 -terminal sequence extension on viral RNA replication is attenuated by an insertion of an RNA hairpin-based element"
        },
        {
            "text": "In this study, we investigated RNA elements that contribute to efficient transcription of TBSV sg mRNA2. Below we discuss our results in relation to the PT model and its apparent mechanistic parallels with genome replication, the DTS model, and RNA recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The sg mRNA2 regulatory RNA network and the PT model A third RNA element, AS2, was identified and shown to functionally base pair with the RS2 subsection of CE-C. Interestingly, AS2, like AS1, is present in the terminal loop of a predicted stem-loop structure, which likely facilitates its presentation and pairing with RS2 ( Figure 2) . A similarly structured stem-loop is also involved in transactivation of transcription in RCNMV (Sit et al, 1998) . In TBSV, the AS2 and AS1 stem-loops are positioned tandemly and, thus, could potentially operate as a unit. However, inactivation of either AS1 or AS2 does not appreciably affect the ability of the other to mediate transcription (Choi and White, 2002) (Figure 3) . Thus, although coupled positionally, these elements and their corresponding interactions do not appear to be coupled functionally. Also worth noting is the fact that both AS1 and AS2 reside in the p92 readthrough ORF, thus their functions would be negatively affected by translating Figure 8 Analysis of sg mRNA2(À) strands and 5 0 -terminally modified DI RNAs. (A) Analysis of the 3 0 terminus of sg mRNA2(À) strands. The structure of 3 0 -terminal regions of sg mRNA2(À) strands is shown below relevant corresponding ( þ )-strand sequence. The number in parentheses indicates the number of times each sequence was observed. The substituted nucleotides in HL-UP5 are in bold. (B) Schematic representation of DI-72 with wt and modified 5 0 -terminal sequences shown above it. The sequence corresponding to the promoter for ( þ )-strand RNA synthesis (cPR), which is actually located in (À)-strand (not shown), is denoted by a bracket. (C) Northern blot analysis and quantification of DI RNA accumulation levels. (D) Schematic representation of DI-72 containing a 5 0 -terminal sequence extension. The sequence corresponding to the junction between the 5 0 extension and the normal 5 0 terminus of DI-72 is expanded above the DI RNA and sequences inserted at this junction site are presented at the top. (E) Northern blot analysis and quantification of DI RNA accumulation levels.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 450,
                    "text": "(Sit et al, 1998)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 682,
                    "end": 704,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 705,
                    "end": 715,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1001,
                    "end": 1009,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "ribosomes. Accordingly, efficient transcription may require downregulation of translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A surprising discovery of this investigation was that the wt AS2 sequence (and its distal positioning) was not required for transcription and could be functionally replaced by a local hairpin structure. This result raises the intriguing possibility that some viruses may normally use localized hairpin-type structures in their genomes to mediate this type of sg mRNA transcription. Our active hairpin elements were determined to function in the ( þ )-strand in a primarily identity-independent, stability-dependent manner. This is consistent with the helix acting as an RNA secondary structure-dependent terminator of (À)-strand synthesis, as proposed for the wt AS2/RS2 interaction. The sequence independence of these base-paired elements is also supported by the lack of sequence identity between the AS1/RS1 and AS2/RS2 helices (Figure 2 ) and the activation of an unrelated cryptic hairpin element (SL5) by strengthening the base of its helix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 840,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The ability of the hairpin elements to function independently of the DE-A/CE-A and DE-B/CE-B interactions (which are essential and important respectively, for AS2/RS2 activity) suggests that these interactions play important auxiliary roles in positioning RS2 close to AS2 in the wt context, as predicted by our experimentally supported structural model ( Figure 2 ). In addition, the DE-A/CE-A interaction could act to stabilize the critical AS2/RS2 helix via coaxial stacking ( Figure 2 ). This concept is in line with our results showing that activity of both the wt AS2/RS2 interaction and local hairpin elements depends on helix stability. Additionally, the coaxial stacking-mediated stabilization is supported indirectly by a similar potential interaction between the AS1/ RS1 helix and that of the adjacent SL1sg1 (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 480,
                    "end": 488,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 821,
                    "end": 830,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our finding that the complement of the 5 0 -terminal sequence of sg mRNA2 is able to function as a ( þ )-strand promoter for DI RNA replication indicates that it could also act in a similar capacity as a transcriptional promoter in sg mRNA(À) templates to generate primary sg mRNA2 transcripts (and possibly as a replication promoter for their further amplification). Importantly, this sg mRNA2-derived promoter was able to function without any (À)-strand sequences 3 0 -proximal to it, a finding consistent with the AS2/ RS2 interaction (i) not constituting part of the transcriptional promoter in the (À)-strand and (ii) acting as an RdRp terminator in the ( þ )-strand. RNA secondary structurebased termination is also supported by the significant rescue of an internally positioned replication promoter via insertion of a hairpin-based cassette. Interestingly, poor activity from internal sites seems to be a property shared by both transcriptional and ( þ )-strand replication promoters. The reason for this could be that in an internal context the promoters are less accessible to the TBSV vRdRp due to confinement in a putative double-stranded RNA replication intermediate and/ or that the vRdRp has a strong 3 0 -end dependence. Regardless, these results point to a close mechanistic link between sg mRNA transcription and the ( þ )-strand synthesis step of genome replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Collectively, these and previous results can be readily integrated into a PT model for sg mRNA2 transcription ( Figure 9A ). In this process, formation of the AS2-containing stem-loop positions AS2 within its terminal loop and facilitates its binding to RS2. The DE-A/CE-A interaction aids in this process by bringing the AS2 and RS2 sequences into close proximity. The DE-B/CE-B interaction helps to stabilize the DE-A/CE-A interaction and DE-C assists passively by not competing for RS2. Following formation of the AS2/RS2 helix, it may be stabilized further by coaxial stacking with the DE-A/CE-A helix. The AS2/RS2 helix serves as the major secondary structure-dependent RNA termination signal for the vRdRp, and the sg mRNA2(À) template generated is used subsequently for sg mRNA2 transcription via initiation at the 3 0 -terminal promoter (PSG). Sg mRNA1 transcription is also thought to occur via a similar mechanism that involves the essential AS1/RS1 interaction ( Figure 9A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A fascinating aspect of the regulatory RNA elements involved is their location throughout the TBSV genome. Although not essential for function, this dispersed organization has been selected over time by nature based on performance. A network of long-distance interactions could offer certain advantages, such as (i) providing a more efficient system for sg mRNA transcription, (ii) allowing for better regulation of transcription and/or (iii) facilitating and/or coordinating additional viral processes. For TBSV sg mRNA2, the hairpin-based elements mediated transcription less efficiently than the wt long-distance interactions. Also, the hairpin elements caused a delay in early expression of sg mRNA2 (and also of other viral mRNAs). These highly reproducible differences, although subtle, could have significant effects on virus fitness in nature. Indeed, the early and efficient transcription of sg mRNA2 is probably beneficial to infections by facilitating rapid suppression of gene silencing by the encoded p19 and swift invasion of neighboring cells by p22.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible roles for the wt long-distance RNA-RNA interactions"
        },
        {
            "text": "It is also interesting to note that the more 5 0 -proximal location of AS1 and AS2 places the initial production of sg mRNA(À) templates strictly under genomic control (as neither sg mRNAs contain AS1 or AS2) ( Figure 1B) . Thus, even if the sg mRNAs are amplified further in a manner independent of the genomic template (i.e. sg mRNA replication, as shown for Flock house virus; Eckerle et al, 2003), the (White and Morris, 1995) . See text for details. genome would still maintain absolute control of the launching of primary sg mRNA transcripts. This may be an important feature for proper regulation of the viral proteins expressed from these sg mRNAs.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 430,
                    "text": "(White and Morris, 1995)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Possible roles for the wt long-distance RNA-RNA interactions"
        },
        {
            "text": "The PT model is distinct from the internal initiation model in which a full-length genomic (À)-strand is used as the template for sg mRNA transcription (Miller et al, 1985) . In the latter case, the vRdRp initiates transcription internally in a genomic (À)-strand template and, in some cases, the promoters utilized contain a functionally important RNA hairpin (Haasnoot et al, 2000) . Interestingly, the hairpin-containing sg mRNA promoters of Brome mosaic virus and Alfalfa mosaic virus are similar in structure to their respective genomic promoters for (À)-strand RNA synthesis, and these two different types of promoter are functionally interchangeable (Joost Haasnoot et al, 2002; Olsthoorn et al, 2004; Sivakumaran et al, 2004) . In contrast, we have shown that the TBSV sg mRNA2 promoter is structurally similar and functionally equivalent to its respective genomic promoter for ( þ )-strand synthesis. Additionally, the TBSV promoter lacks a hairpin constituent and does not operate well from internal positions.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 172,
                    "text": "(Miller et al, 1985)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 361,
                    "end": 383,
                    "text": "(Haasnoot et al, 2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 657,
                    "end": 685,
                    "text": "(Joost Haasnoot et al, 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 686,
                    "end": 708,
                    "text": "Olsthoorn et al, 2004;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 709,
                    "end": 733,
                    "text": "Sivakumaran et al, 2004)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The PT model in comparison with other transcriptional mechanisms and RNA recombination"
        },
        {
            "text": "The PT model proposed for sg mRNA2 is instead more mechanistically similar to the DTS model, shown to operate in arteriviruses (van Marle et al, 1999) . In the DTS model, the vRdRp stalls during (À)-strand synthesis on a genome template and then transposes itself (along with its nascent RNA strand) to a more 5 0 -proximal site, where it proceeds to copy a section of the 5 0 UTR (Sawicki and Sawicki, 1998). The hybrid (À)-strand formed by covalent joining of noncontiguous 5 0 -and 3 0 -terminal segments is then used for transcription of sg mRNAs ( Figure 9B ). The stalling step in the DTS model (i.e. just prior to vRdRp transposition) is comparable to the termination step in the PT model (compare Figure 9A and B).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 150,
                    "text": "(van Marle et al, 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 562,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 705,
                    "end": 714,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The PT model in comparison with other transcriptional mechanisms and RNA recombination"
        },
        {
            "text": "Intriguingly, an RNA hairpin has been implicated in the stalling step of a proposed DTS mechanism of transcription for sg mRNA 2 of the torovirus Berne virus (BEV) (van Vliet et al, 2002) ( Figure 9B ). The RNA hairpin in the BEV genome maps immediately upstream of the 3 0 junction site in BEV sg mRNA 2; thus, it has been suggested that this hairpin could facilitate the transposition step in the proposed DTS model (van Vliet et al, 2002) ( Figure 9B ). The BEV hairpin may function in a manner similar to the AS2/RS2 helix in the TBSV genome; therefore, local and long-distance RNA secondary structures may act in DTS and PT mechanisms, respectively, to mediate vRdRp stalling that leads to either transposition or termination. The functional equivalence of local and long-distance RNA secondary structures in mediating vRdRp stalling/termination is well supported by the data in this article. Additionally, the proposed transposition-promoting activity of RNA secondary structure is corroborated by previous studies that showed that stable RNA hairpins can promote vRdRp-mediated recombination events in TBSV (White and Morris, 1995) (Figure 9C ). It is interesting to note that, mechanistically, the hairpin-mediated recombination event reported previously for TBSV is the intermolecular equivalent of the hairpin-mediated DTS transcriptional mechanism proposed for BEV (compare Figure 9B and C). The inter-relatedness and mechanistic similarities of these processes point to a common role for RNA secondary structure in defining RNA termini and junction sites in transcriptional and recombinational events through modulation of vRdRp activity.",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1138,
                    "text": "(White and Morris, 1995)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1139,
                    "end": 1149,
                    "text": "(Figure 9C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1385,
                    "end": 1394,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The PT model in comparison with other transcriptional mechanisms and RNA recombination"
        },
        {
            "text": "All clones used in this study were generated using the previously described constructs: T100, the wt TBSV genome construct (Hearne et al, 1990) , Psg20/26 and Psg2-27, modified genomic clones (Zhang et al, 1999) , and DI-72SXP (for simplicity, termed DI-72 in this work), a prototypical TBSV DI RNA (Wu et al, 2001) . The detailed structures of the modifications introduced into these different base constructs are presented in the respective figures, an exception being HL47 and HL49, where additional substitutions were made more 3 0 in these DI RNAs to maintain an essential helix (stem 1) in the 5 0 -terminal T-shaped RNA domain (Wu et al, 2001) . All modifications were introduced using PCR-based mutagenesis and standard cloning techniques (Sambrook et al, 1989) . PCRderived regions introduced into constructs were sequenced completely to ensure that only the intended modifications were present.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 143,
                    "text": "(Hearne et al, 1990)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 192,
                    "end": 211,
                    "text": "(Zhang et al, 1999)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 299,
                    "end": 315,
                    "text": "(Wu et al, 2001)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 634,
                    "end": 650,
                    "text": "(Wu et al, 2001)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 747,
                    "end": 769,
                    "text": "(Sambrook et al, 1989)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "In vitro RNA transcripts of genomic and DI RNAs were generated using T7 RNA polymerase as described previously . Preparation and inoculation of cucumber protoplasts and extraction of total nucleic acids were carried out as before (Choi and White, 2002) . Briefly, isolated cucumber protoplasts (B300 000) were inoculated with RNA transcripts (3 mg for genomic RNA and 1 mg for DI RNA). Inoculated protoplasts were incubated at 221C, except for HL69, HL65, HL65-A, -B and -C ( Figure 7A ), HL84, HL89 and HL89-A, -B and -C ( Figure 8E ), which were incubated at 191C. Total nucleic acids or gel-purified viral RNA were isolated and analyzed as described below.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 252,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 485,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "Figure 8E",
                    "ref_id": null
                }
            ],
            "section": "In vitro transcription, protoplast inoculation and RNA isolation"
        },
        {
            "text": "Total nucleic acid preparations isolated from virus-inoculated protoplasts were subjected to Northern blot analysis for detection of ( þ )-and (À)-strand viral RNAs as described previously (Choi and White, 2002) . Nucleic acids were either treated with glyoxal and separated in 1.4% agarose gels or denatured in formamidecontaining buffer and separated in 4.5% polyacrylamide-8% urea gels. Equal loading of lanes was confirmed prior to transfer via staining the gels with ethidium bromide. Following electrophoretic transfer to nylon membranes, viral RNAs were detected using 32 P-labeled DNA oligonucleotide probes or RNA riboprobe and their relative levels were determined by radioanalytical scanning of blots (Choi and White, 2002) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 211,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 712,
                    "end": 734,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA analysis"
        },
        {
            "text": "Primer-extension analysis of RNA-SL5 in total nucleic acid preparations or from gel-purified RNA was performed as described previously . The products of the reaction and sequencing ladder were separated in an 8% polyacrylamide-8% urea gel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA analysis"
        },
        {
            "text": "Cloning and sequencing of the 3 0 termini of sg mRNA2(À) strands were accomplished by ligation of phosphorylated oligonucleotides with RNA ligase, reverse-transcription-PCR amplification of the cDNA, and subsequent cloning and sequencing (Liu and Gorovsky, 1993) .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 262,
                    "text": "(Liu and Gorovsky, 1993)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA analysis"
        },
        {
            "text": "RNA structures were predicted and free energy changes calculated using mfold version 3.0 Zuker et al, 1999) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 107,
                    "text": "Zuker et al, 1999)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comparison of the replication of positive-stranded RNA viruses of plants and animals",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Buck",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adv Virus Res",
            "volume": "47",
            "issn": "",
            "pages": "159--251",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Regulatory activity of distal and core RNA elements in tombusvirus subgenomic mRNA2 transcription",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ostrovsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "41761--41768",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An RNA activator of subgenomic mRNA1 transcription in tomato bushy stunt virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "3760--3766",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Flock house virus subgenomic RNA3 is replicated and its replication correlates with transactivation of RNA2",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Albarino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "317",
            "issn": "",
            "pages": "95--108",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "0 RNA-RNA interaction facilitates cap-and poly(A) tail-independent translation of tomato bushy stunt virus mRNA: a potential common mechanism for tombusviridae",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "5",
            "issn": "",
            "pages": "28862--28872",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of the cis-acting elements controlling subgenomic mRNAs of citrus tristeza virus: production of positiveand negative-stranded 3 0 -terminal and positive-stranded 5 0 -terminal RNAs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gowda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Satyanarayana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ayllon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Albiach-Marti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mawassi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabindran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Garnsey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "286",
            "issn": "",
            "pages": "134--151",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A conserved hairpin structure in Alfamovirus and Bromovirus subgenomic promoters is required for efficient RNA synthesis in vitro",
            "authors": [
                {
                    "first": "Pcj",
                    "middle": [],
                    "last": "Haasnoot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Brederode",
                    "suffix": ""
                },
                {
                    "first": "Rcl",
                    "middle": [],
                    "last": "Olsthoorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bol",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "6",
            "issn": "",
            "pages": "708--716",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The complete genome structure and synthesis of infectious RNA from clones of tomato bushy stunt virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Q"
                    ],
                    "last": "Hearne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Knorr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Hillman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "177",
            "issn": "",
            "pages": "141--151",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Organization of tomato bushy stunt virus genome: characterization of the coat protein gene and the 3 0 terminus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Hillman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hearne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rochon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Virology",
            "volume": "169",
            "issn": "",
            "pages": "42--50",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Brome mosaic virus subgenomic promoter hairpin is structurally similar to the iron-responsive element and functionally equivalent to the minus-strand core promoter stem-loop C",
            "authors": [
                {
                    "first": "Joost",
                    "middle": [],
                    "last": "Haasnoot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsthoorn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "RNA",
            "volume": "8",
            "issn": "",
            "pages": "110--122",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-distance base pairing in Flock House virus RNA1 regulates subgenomic RNA3 synthesis and RNA2 replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sgro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "3905--3919",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mapping the 5 0 and 3 0 ends of Tetrahymena thermophila mRNAs using RNA ligase mediated amplification of cDNA ends (RLM-RACE)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gorovsky",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "4954--4960",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Expanded sequence dependence of thermodynamic parameters provides robust prediction of RNA secondary structure",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sabina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Mol Biol",
            "volume": "288",
            "issn": "",
            "pages": "911--940",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Synthesis of brome mosaic virus subgenomic RNA in vitro by internal initiation on (À)-sense genome RNA",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Dreher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "313",
            "issn": "",
            "pages": "68--70",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Synthesis of subgenomic RNAs by positive-strand RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koev",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "273",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "NCIR: a database of non-canonical interactions in known RNA structures",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nagaswamy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larios-Sanz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "395--397",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Similarities and differences between the subgenomic and minus-strand promoters of an RNA plant virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsthoorn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Haasnoot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bol",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4048--4053",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Uncoupled expression of p33 and p92 permits amplification of tomato bushy stunt virus RNAs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Oster",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "5845--5851",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of minimal promoter sequences for plus-strand synthesis by the Cucumber necrosis virus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "",
            "pages": "263--274",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sequence requirements for RNA strand transfer during nidovirus discontinuous subgenomic RNA synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Born",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "EMBO J",
            "volume": "20",
            "issn": "",
            "pages": "7220--7228",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "DNA-directed expression of functional flock house virus RNA1 derivatives in Saccharomyces cerevisiae, heterologous gene expression, and selective effects on subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "11724--11733",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A second functional RNA domain in the 5 0 UTR of the Tomato bushy stunt virus genome: intra-and interdomain interactions mediate viral RNA replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "1232--1245",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Molecular Cloning: A Laboratory Manual, 2nd edn Cold Spring Harbor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "215--219",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tomato bushy stunt virus spread is regulated by two nested genes that function in cell-to-cell movement and host-dependent systemic invasion",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Scholthof",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Scholthof",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "213",
            "issn": "",
            "pages": "425--438",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "RNA-mediated trans-activation of transcription from a viral RNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaewhongs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lommel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "281",
            "issn": "",
            "pages": "829--832",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Requirements for brome mosaic virus subgenomic RNA synthesis in vivo and replicase-core promoter interactions in vitro",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sivakumaran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hema",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "6091--6101",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Arterivirus discontinuous mRNA transcription is guided by base pairing between sense and antisense transcription-regulating sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gultyaev",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "12056--12061",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Discontinuous and non-discontinuous subgenomic RNA transcription in a nidovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "6571--6580",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Suppression of gene silencing: a general strategy used by diverse DNA and RNA viruses of plants",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Voinnet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Baulcombe",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "14147--14152",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Formation and evolution of tombusvirus defective interfering RNAs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Virol",
            "volume": "7",
            "issn": "",
            "pages": "409--416",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The premature termination model: a possible third mechanism for subgenomic mRNA transcription in (+)-strand RNA viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "304",
            "issn": "",
            "pages": "147--154",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "RNA determinants of junction site selection in RNA virus recombinants and defective interfering RNAs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "RNA",
            "volume": "1",
            "issn": "",
            "pages": "1029--1040",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Advances in the molecular biology of tombusviruses: gene expression, genome replication and recombination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog Nucleic Acids Res Mol Biol",
            "volume": "78",
            "issn": "",
            "pages": "187--226",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An RNA domain within the 5 0 untranslated region of the tomato bushy stunt virus genome modulates viral RNA replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Vanti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Mol Biol",
            "volume": "305",
            "issn": "",
            "pages": "741--756",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Formation and amplification of a novel tombusvirus defective RNA which lacks the 5 0 nontranslated region of the viral genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "9897--9905",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Recognition of small interfering RNA by a viral suppressor of RNA silencing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Malinina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "874--878",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Subgenomic mRNA regulation by a distal RNA element in a (+)-strand RNA virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Slowinski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "RNA",
            "volume": "5",
            "issn": "",
            "pages": "550--561",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Flock house virus: down-regulation of subgenomic RNA3 synthesis does not involve coat protein and is targeted to synthesis of its positive strand",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rueckert",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "2716--2722",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Algorithms and thermodynamics for RNA secondary structure prediction: a practical guide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "RNA Biochemistry and Bio/Technology",
            "volume": "",
            "issn": "",
            "pages": "11--43",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Genome replication, PT transcription model, and relevant TBSV RNAs. (A) Simplified scheme for viral RNA genome replication and sg mRNA transcription via a PT mechanism. (B) Linear representation of the TBSV RNA genome and coding organization. P92 is expressed by translational readthrough of the p33 stop codon (UAG). The relative positions (arrowheads) of interacting RNA elements involved in sg mRNA transcription are shown above the genome. Initiation sites for sg mRNA transcription are labeled sg1 and sg2 and corresponding structures of the two sg mRNAs are represented by bold arrows below the genome. (C) Schematic representation of a prototypical TBSV DI RNA, DI-72. Boxes correspond to regions (I-IV) of the TBSV genome (directly above) that are present in the DI RNA, while the lines represent genomic regions that are absent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "RNA elements that regulate sg mRNA transcription in TBSV. Relevant sequences of the TBSV genome are shown with corresponding coordinates provided. RNA elements involved in sg mRNA transcription are labeled and color-coded. The DE-B/CE-B interaction (light blue) is thought to stabilize the DE-A/CE-A interaction (deep blue) that is essential for sg mRNA2 transcription.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Analysis of the AS2/RS2 interaction. (A, C) AS2 and RS2 sequences in wt T100 and modified viral genomes. Substituted nucleotides are in bold. The UG base pair of interest is shaded in (C). The thick dotted lines represent a large intervening sequence between DE-A and DE-C. (B, D, E)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Characterization of a DE-C/RS2-based interaction. (A, B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Transcriptional activity of artificial and natural hairpin elements. (A) Schematic representation of DI-72 and a DI-72derived RNA, RNA B. Different sequences inserted between regions I and II in DI-72 are indicated above it. (B) Northern blot analysis of wt DI-72 and modified versions containing sequence insertions. Nucleic acids in this and subsequent Northern blot experiments were separated in denaturing 4.5% polyacrylamide-8% urea gels. The position of RNA B is indicated on the left and also by an arrowhead. The relative levels of accumulation of RNA B are indicated below each lane. The origin and structure of the bands in lanes 6 and 7 (with mobility between those of the DI RNA and RNA B) are unknown. (C) Schematic representation of DI-72, with SL5 and adjacent sequences expanded above it. The UG base pair of interest in SL5 is shaded and the modified versions analyzed are shown to the right. The relative positions of (À)-sensed oligonucleotide probes, PR66, PR76 and P9, used in (D) are indicated by thick lines and an asterisk, respectively. (D) Northern blot analysis of RNA-SL5 using the different oligonucleotide probes. RNAB1-dA is a replicable RNA B molecule that acts as a marker for the position of RNA B. The probes used are indicated on the right, with the relevant portion of the blot examined with the different probes indicated by thick vertical bars. The position of RNA-SL5 is indicated by the arrowheads. (E) Primer-extension (PE) analysis of RNA-SL5.Products from PE reactions using total RNA preparations from protoplasts infected with either T100 þ SL5-80C (lane 1), T100 only (lane 2) or T100 þ DI-72 (lane 3), or gel-purified RNA-SL5 (lane 4). The sequencing ladder was separated in the four lanes on the left, which are labeled with the appropriate bases. The major PE product is indicated by an arrowhead, while the nucleotide it corresponds to, G 111 , is denoted by a circle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Models for sg mRNA transcription and viral RNA recombination. (A) A PT model for TBSV sg mRNA2 transcription. A list of proposed functions for the color-coded RNA elements is provided (and apply only to panel A). (B) A DTS model for BEV sg mRNA 2 transcription (van Vliet et al, 2002). (C) Hairpin-mediated RNA recombination model for TBSV",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank members of our laboratory for reviewing the manuscript. This work was supported by NSERC and CRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}