{
    "paper_id": "d1b5add7a60ab53cc123114c7e4d361e7ffa2d5d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "science & society I n 1761, King Louis XV of France proposed that a veterinary school should be founded in Lyon. He had been troubled by the ongoing scourge of cattle disease and inspired by the Italian physician Giovanni Maria Lancisi, who recommended that medical education should include a specialization in animal health. The year 2011 marked the 250th anniversary of that event and was declared 'World Veterinary Year' (Vet2011) to celebrate the birth of the veterinary profession and veterinary science. The motto adopted was \"Vet for health. Vet for food. Vet for the planet!\", evoking the key role that veterinarians play in protecting both animal and human health, and in enhancing food security. \"The emergence of health risks associated with globalization and climate change creates an ever greater need for risk managers at international, regional and national levels. Among these, veterinarians already play and will continue to play a leading role […] for instance performing disease surveillance and providing a first level of alert, so that biological disasters, natural or deliberate and regardless of whether they threaten animals, humans or both, can be stopped at their source in animals,\" said Bernard Vallat, Director General of the World Organization for Animal Health (OIE), at the Vet2011 opening ceremony in Versailles, France, on 24 January 2011 (www.oie.int).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "In the same year, on June 28, delegates from the member countries of the United Nations' Food and Agriculture Organization (FAO) officially announced the eradication of 'rinderpest'-a German word for 'cattle plague'-a highly contagious and deadly virus affecting cattle, buffalo and related species such as African zebu cattle. The mortality rate for rinderpest can reach up to 100% in susceptible herds, and recurring pandemics and outbreaks caused devastating losses to societies dependent on cattle (Fig 1) . A severe outbreak of rinderpest in Belgium, in 1920, that originated from imported animals, was the impetus for international cooperation in controlling animal diseases, eventually leading to the establishment of the OIE in 1924.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 509,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "science & society"
        },
        {
            "text": "A fter a long series of country-based eradication initiatives that relied on a mixture of quarantine, slaughter and vaccine mass inoculation, the FAO formed the Global Rinderpest Eradication Programme in 1994 to co-ordinate international efforts and to provide technical guidance and financial support, in close co-ordination with the OIE and other institutional partners and donors. The last known case of rinderpest occurred in Kenya in 2001, after which a prolonged phase of surveillance operations started. \"This successful eradication shows that actions against animal diseases do not come within concepts of agricultural or merchant good but within the concept of Global Public Good because by alleviating poverty, contributing to public health and food security, and improving market access as well as animal welfare, they benefit all people and generations in the world,\" Vallat said in a press release announcing the eradication declaration [1] .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 953,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "\"Rinderpest is the first animal disease to be eradicated by mankind and the second disease in general after smallpox. We must also focus our attention on measures to be taken to ensure that this result is sustainable and benefits future generations. To do this, a post-eradication strategy should be put in place to prevent any recurrence of the disease\", remarked FAO Director-General Jacques Diouf in the press release [1] . \"In the final stages of eradication, the virus was entrenched in pastoral areas of the Greater Horn of Africa, a region with weak governance, poor security, and little infrastructure that presented profound challenges to conventional control methods. Although the eradication process was a development activity rather than scientific research, its success owed much to several seminal research efforts in vaccine development and epidemiology and showed what scientific decision-making and management could accomplish with limited resources,\" noted Jeffrey Mariner from the Tufts Cummings School of Veterinary Medicine in North Grafton (Massachusetts, USA) and colleagues, in a paper published in Science, which reviewed this remarkable achievement [2] . \"The keys to success were the development of a thermostable vaccine and the application of participatory epidemiological techniques that allowed veterinary Tackling animal diseases to protect human health As veterinary science celebrates cattle plague eradication, the inextricable link between human, animal and ecosystem health is increasingly appreciated",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1175,
                    "end": 1178,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Combating animal diseases personnel to interact at a grassroots level with cattle herders to more effectively target control measures\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Potentially dangerous rinderpest virus samples are kept in several laboratories across the world, but not all of those laboratories are considered to work under a regime of sufficient biosecurity. To address this, immediately after rinderpest was stamped out, FAO and OIE member countries agreed to destroy the remaining virus stocks or to safely store them in a limited number of high containment laboratories, banning any research that used the live virus, unless approved by the two organizations. This recommendation came from an external committee composed of seven independent experts, convened by the FAO and OIE, which advised the use of measures similar to those used during the post-eradication period for smallpox; the virus, which might still prove useful for research or vaccine development, should be kept in a limited number of labs-two in the case of smallpox-under the tightest security measures, whilst all other stocks should be destroyed [3] . Monitoring and surveillance for rinderpest virus outbreaks will continue until 2020, and experts are already considering which disease should be the focus of eradication efforts next (Sidebar A). I n addition to fighting animal diseases, another front where veterinarians are deployed and where research is more active is the transmission of diseases from animals to humans; in fact, this is an area of growing concern. Some 60% of human epidemics are caused by animal pathogens found in the wild or in domestic animals. Among such 'zoonoses'diseases or infections that are naturally transmissible from vertebrate animals to humans-some can be considered as reemerging diseases. Brucellosis, which is caused primarily by the bacterial pathogens Brucella melitensis and B. abortus, and which affects several farm animals including sheep, goats and cattle, is such a case. Brucellosis is characterized by the \"Rinderpest is the first animal disease to be eradicated by mankind and the second disease in general after smallpox\"",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 961,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Combating animal diseases constant changing of the disease, with new foci emerging or re-emerging, as humans are infected through contact with diseased animals or by consuming unpasteurized dairy products. Although infections with Brucella are no longer fatal, they still represent a serious public health problem. 500,000 new human cases are reported each year worldwide with significant economic impact from both the loss of labour and the loss of animal production [4] . As such, research into brucellosis is active in several directions, such as the development of vaccines, vaccine delivery strategies, diagnostic testing for brucellosis in animals, mechanisms of intracellular survival of this persistent bacterial colonizer and research into how it circumvents the immune system [5] .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Various factors influence the reemergence of zoonoses or the emergence of new pathogens from animal reservoirs. \"To support the growing human population, we have an increasing demand for nutritional support, resulting in intensive agricultural practices, sometimes involving enormous numbers of animals, or multiple species farmed within the same region. These practices can facilitate infection to cross species barriers,\" wrote Sally Cutler, from the University of East London (London, UK), and colleagues in a review on the topic [6] . The situation is made worse by the ever-increasing transnational transportation of animals and their products, the progressive encroachment of humans into natural habitats with direct exposure to new zoonotic pathogens, and climate changes that might influence the evolution of pathogens and their vectors. These and other elements represent a complex, multifactorial set of changing circumstances that have an impact on the dynamics of zoonoses [6] . Z oonoses with a wildlife reservoir are increasingly recognized as a significant problem. \"I think that this is a vitally important topic, as repeated studies have demonstrated that wildlife, collectively, are the major source of new and emerging diseases-and have been so for many years,\" commented James Wood from the University of Cambridge in the UK. \"Some of the most important human diseases have arisen from animals, including measles, which is derived from the recently eradicated rinderpest virus of cattle, whooping cough, which is derived from a common animal pathogen that causes diseases like kennel cough in domestic dogs, and smallpox, which was most closely related to a similar virus of camels. Examination of the list of the most feared and fatal human pathogens reveals that a significant number have arisen from bats; why this may be the case is the subject of active research in a number of major labs,\" Wood explained. Wood and colleagues have proposed a new holistic and interdisciplinary investigation of zoonotic SidebarA | Peste des petits ruminants: next in line for eradication?",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Now that rinderpest has been stamped out, many experts believe peste des petits ruminants (PPR) is the next disease amenable to global eradication [11] . Also known as 'goat plague' or 'ovine rinderpest' , PPR is a highly contagious viral disease of goats and sheep characterized by fever, painful sores in the mouth, tongue and feet, diarrhoea, pneumonia and death, especially in young animals. It is caused by a virus of the genus Morbillivirus that is related to rinderpest, measles and canine distemper. The disease has spread across Africa between the equator and the Sahara-with outbreaks in Morocco and Tunisia in 2008-through the Arabian Peninsula, the Middle East, south-west Asia, China and the Indian subcontinent, extending its range alarmingly during the past decade. PPR might cause serious production losses in the developing world-with a significant number of people relying on sheep and goats for their sustenance-and poses a major challenge to international livestock trade. \"If one is looking to control the disease to the point of eradication, there are three basic questions: should we do it, can we do it and what is the best way to do it?\" said Michael Baron, a leading expert in PPR control at the Pirbright Institute, formerly known as the Institute for Animal Health (Pirbright, UK). The question of whether we should eradicate PPR needs no discussion, Baron maintains, as there would be a large benefit to millions of people if the disease were gone. \"Can we is a bit harder, but the example of rinderpest assures us that we can, since the viruses in question share the same properties, and all the main tools are in place, \" Baron explained. These tools include a safe and reliable vaccine that stops all known PPR strains, together with simple and effective diagnostic tests. Moreover, the virus is spread by close contact only, has a short infectious period and there is no carrier or persistent state, all of which make its eradication possible. Finally, the virus seems to be primarily restricted to livestock, although some research on wildlife is needed to be sure that they cannot act as reservoirs of infection. \"How should we is the bit that still needs work. Rinderpest was quite well studied before eradication was proposed-it had been known of for hundreds of years, whereas PPR has only been known about since 1942-and we need to know more about when we should vaccinate, how often, how much surveillance needs to be done, and how to adapt our control programmes to the fact that sheep and/or goats are simply so much more mobile, and people will insist on moving them around illegally, \" Baron said. \"We could throw a lot of money at the problem, but it might not get solved any faster than if we think about it and plan the campaign, and conduct some smaller scale pilot studies. \"",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Peste des petits ruminants in the field. This photo, by the Indian photographer Somenath Mukhopadhyay, won the 'Vets in your daily life' photo contest in 2011, organized by the European Commission and the World Organization for Animal Health (OIE). \"I accompanied this village veterinarian on his rounds when I came across this engaging image of him taking the temperature of a goat affected by peste des petits ruminants. On this third visit to the household, the goat was in recovery phase thanks to the medication it had been given. The photo to me is the ultimate portrayal of what a vet means to us, \" commented Mukhopadhyay. Credit: CE/OIE. Reproduced with permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Combating animal diseases disease emergence and its drivers, by using the spillover of bat pathogens, including Ebola, Marburg, SARS corona virus, Hendra, Nipah and several rabies and rabies-related viruses as a case study [7] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "\"One of the key missing pieces of knowledge relates to how some of these infections, in particular those other than the immunodeficiency type viruses, transfer from wildlife to humans-and how human livelihood related activities and poverty impact on this risk,\" Wood explained. \"This is an area of active research for an international consortium named Dynamic Drivers of Disease in Africa [www.driversofdisease.org], considering henipaviruses from bats in Ghana, Rift Valley fever in Kenya, Lassa fever in Sierra Leone and Trypanosomiasis in Zimbabwe and Zambia. Interdisciplinary work in this consortium aims to unpick at least part of that particular puzzle\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Clearly, a better understanding of the complex interactions between ecological, evolutionary, biochemical and sociological mechanisms that enable animal pathogens to cross the species barrier would greatly expand our ability to predict future epidemics of zoonotic infectious diseases. Several approaches have studied the adaptation of pathogens to new hosts-where they have to face a new genetic and immunological environment-and the evolutionary dynamics of this process. These include cross-species infections of heterologous animals, heterologous cell lines and even the expression of single genes from one species in cell lines derived from a second species [8] .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 666,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "N ew threats are looming on the horizon. A research team led by Joanne Devlin at the University of Melbourne, Australia, showed that different vaccine viruses used simultaneously to control laryngotracheitis-an acute respiratory disease occurring in chickens that is caused by a herpes virus-have recombined to produce new infectious viruses (Fig 2) with significantly increased virulence or replication [9] . \"The findings from our research show that we need to consider the risk of recombination when we use live viral vaccines, even for those viruses where the risk of vaccine recombination has traditionally been thought to be very low, such as herpesviruses,\" Devlin said. \"In Australia, the relevant regulatory body, the Australian Pesticides and Veterinary Medicines Authority (APVMA), is already considering measures to reduce the risk of recombination between different strains of vaccine viruses, including changes to product labels to prevent different strains of the same virus vaccine being used in the same population of animals. This will prevent recombination occurring between the vaccines. It is likely that similar measures will need to be considered elsewhere too.\" Notwithstanding the alarming finding that the combined animal vaccines could create new, more dangerous viruses, the risk for human health is low. \"Multiple strains of the same live vaccine (with different attenuating changes in their genomes) are required to be present in the one population in order for vaccine-vaccine recombination to occur and for this to generate more virulent viruses,\" Devlin explained. \"The use of multiple vaccine strains of the same virus in the one population is a feature of veterinary medicine, rather than human medicine.\"",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 407,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 349,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "science & society"
        },
        {
            "text": "Ultimately, given the increasingly close and frequent contact between humans and animals, both domesticated and wild, veterinarians are important in identifying and combating new potential theats to human health. However, to better understand and eventually defeat diseases at the animal and human interface, an unprecedented level of interdisciplinary collaboration is going to be needed [10] . and Australian (right) origin, used simultaneously to control laryngotracheitis infection in chickens, were found to have recombined to produce new infectious viruses [9] . Credit: Australian Science Media Centre. Reproduced with permission.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "Combating animal diseases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "The author declares that he has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rinderpest Eradicated-What Next? Press Release. Food and Agriculture Organization",
            "authors": [
                {
                    "first": "Agriculture",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rinderpest eradication: appropriate technology and social innovations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mariner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Sollod",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chibeu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Admassu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Van &apos;t Klooster",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "",
            "pages": "1309--1312",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Call for Countries to Comply with Moratorium on Research using Live Rinderpest Virus. Press Release. Food and Agriculture Organization",
            "authors": [
                {
                    "first": "Agriculture",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global burden of human brucellosis: a systematic review of disease frequency",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Greter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interactions of the human pathogenic Brucella species with their hosts",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Atluri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Xavier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Den Hartigh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Tsolis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annu Rev Microbiol",
            "volume": "65",
            "issn": "",
            "pages": "523--541",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public health threat of new, reemerging, and neglected zoonoses in the industrialized world",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fooks",
                    "suffix": ""
                },
                {
                    "first": "Whm",
                    "middle": [],
                    "last": "Van Der Poel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A framework for the study of zoonotic disease emergence and its drivers: spillover of bat pathogens as a case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "367",
            "issn": "",
            "pages": "2881--2892",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A cross-species view on viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Elde",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Virol",
            "volume": "2",
            "issn": "",
            "pages": "561--568",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Attenuated vaccines can recombine to form virulent field viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emerging zoonoses: the 'one health approach",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rabozzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonizzi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crespi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Somaruga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sokooti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tabibi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vellere",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brambilla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colosio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Saf Health Work",
            "volume": "3",
            "issn": "",
            "pages": "77--83",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Peste des petits ruminants: a suitable candidate for eradication?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parida",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Oura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "169",
            "issn": "",
            "pages": "16--21",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Animal remains. Dead oxen, some partly buried, thought to have died from rinderpest, circa 1900, South Africa. Photo by Reinhold Thiele/Thiele/Getty Images. Reproduced with permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Veterinary vaccines might recombine to produce new virus strains. Different vaccine viruses, of European (left)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}