{
    "paper_id": "d226ac5e0d89df824c61ed9680bfac9927be7680",
    "metadata": {
        "title": "Insertion of the CXC chemokine ligand 9 (CXCL9) into the mouse hepatitis virus genome results in protection from viral-induced encephalitis and hepatitis",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Muse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92619-3900",
                        "settlement": "Irvine"
                    }
                },
                "email": ""
            },
            {
                "first": "Joy",
                "middle": [
                    "A C"
                ],
                "last": "Kane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92619-3900",
                        "settlement": "Irvine"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J J"
                ],
                "last": "Carr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oklahoma Health Sciences Center",
                    "location": {
                        "postCode": "73104",
                        "settlement": "Oklahoma City",
                        "region": "OK"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "M"
                ],
                "last": "Farber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Immunology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "E"
                ],
                "last": "Lane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92619-3900",
                        "settlement": "Irvine"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The role of the CXC chemokine ligand 9 (CXCL9) in host defense following infection with mouse hepatitis virus (MHV) was determined. Inoculation of the central nervous system (CNS) of CXCL9 −/− mice with MHV resulted in accelerated and increased mortality compared to wildtype mice supporting an important role for CXCL9 in antiviral defense. In addition, infection of RAG1−/− or CXCL9−/− mice with a recombinant MHV expressing CXCL9 (MHV-CXCL9) resulted in protection from disease that correlated with reduced viral titers within the brain and NK cell-mediated protection in the liver. Survival in MHV-CXCL9-infected CXCL9−/− mice was associated with reduced viral burden within the brain that coincided with increased T cell infiltration. Similarly, viral clearance from the livers of MHV-CXCL9-infected mice was accelerated but independent of increased T cell or NK cell infiltration. These observations indicate that CXCL9 promotes protection from coronavirus-induced neurological and liver disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Inoculation of mouse hepatitis virus (MHV, a positive-strand RNA virus) into the central nervous system (CNS) of susceptible mice results in an acute encephalomyelitis that is characterized by wide-spread viral replication primarily in astrocytes, microglia, and oligodendrocytes (reviewed in (Bergmann, Lane, and Stohlman, 2006; Glass et al., 2002) . Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. in host defense by attracting activated lymphocytes bearing the appropriate chemokine receptor which then participate in reduction in viral burden via secretion of IFN-γ and cytolytic activity (Chen, Kuziel, and Lane, 2001; Liu et al., 2000; Parra et al., 1999; Parra et al., 2000) . However, viral RNA/antigen often persists and surviving mice will develop an immunemediated demyelinating disease with similar clinical and histologic characteristics to the human demyelinating disease multiple sclerosis (MS) (Lane and Buchmeier, 1997; Marten, Stohlman, and Bergmann, 2001; Templeton and Perlman, 2007; Weiner, 1973) . Secretion of chemokines during chronic disease amplifies the severity of demyelination in MHV-infected mice by recruiting activated T cells and macrophages into the CNS that participate in myelin destruction (Glass et al., 2004; Liu, Keirstead, and Lane, 2001) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 329,
                    "text": "(Bergmann, Lane, and Stohlman, 2006;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 330,
                    "end": 349,
                    "text": "Glass et al., 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1042,
                    "end": 1072,
                    "text": "(Chen, Kuziel, and Lane, 2001;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1073,
                    "end": 1090,
                    "text": "Liu et al., 2000;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1091,
                    "end": 1110,
                    "text": "Parra et al., 1999;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1111,
                    "end": 1130,
                    "text": "Parra et al., 2000)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1359,
                    "end": 1385,
                    "text": "(Lane and Buchmeier, 1997;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1386,
                    "end": 1423,
                    "text": "Marten, Stohlman, and Bergmann, 2001;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1424,
                    "end": 1452,
                    "text": "Templeton and Perlman, 2007;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1453,
                    "end": 1466,
                    "text": "Weiner, 1973)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1677,
                    "end": 1697,
                    "text": "(Glass et al., 2004;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1698,
                    "end": 1729,
                    "text": "Liu, Keirstead, and Lane, 2001)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early following MHV infection, the CXC chemokine ligand 10 (CXCL10, also known as IP-10) is expressed primarily by ependymal cells, astrocytes, and microglia (Lane et al., 1998) . CXCL10 aids in defense during acute disease by attracting antigen-specific T cells expressing the receptor CXCR3. Indeed, use of blocking antibodies specific for either CXCL10, CXCR3, or infection of CXCL10 deficient mice results in impaired T cell trafficking into the CNS of MHV-infected mice and delayed viral clearance (Dufour et al., 2002; Liu et al., 2000; Stiles et al., 2006) . Moreover, CXCL10 expression is also important in enhancing innate immune responses by attracting NK cells into the CNS which aid in defense through the secretion of IFN-γ (Trifilo et al., 2004) . CXCL9 (also known as MIG, monokine induced by interferon gamma) is a CXC chemokine that is closely related to CXCL10 with regards to both structure and function (Farber, 1997) . Similar to CXCL10, CXCL9 is expressed by a wide variety of cell types following exposure to cytokines including IFN-α/β and IFN-γ (Farber, 1997; Ho and Ivashkiv,2006) . In addition, CXCL9 expression is correlated with host defense following infection of mice with poxvirus (Mahalingam, Farber, and Karupiah, 1999; Mahalingam et al., 2000) , murine cytomegalovirus (Hokeness et al., 2007; Salazar-Mather, Hamilton, and Biron, 2000) , adenovirus (Arai et al., 2002) and transgenic mice capable of replicating hepatitis B virus (Kakimi et al., 2001a; Kakimi et al., 2001b) by attracting CXCR3expressing T cells and NK cells to sites of viral infection and replication. With regards to MHV infection, blocking CXCL9 function by administering anti-CXCL9 antibodies to infected mice resulted in increased mortality and enhanced recovery of virus from the brain that correlated with reduced T cell infiltration . Together, these findings emphasize an important role for both CXCL9 and CXCL10 in orchestrating the recruitment of targeted CXCR3+ lymphocytes into the CNS in response to MHV infection that aid in host defense by reducing viral burden.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 177,
                    "text": "(Lane et al., 1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 503,
                    "end": 524,
                    "text": "(Dufour et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 542,
                    "text": "Liu et al., 2000;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 543,
                    "end": 563,
                    "text": "Stiles et al., 2006)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 737,
                    "end": 759,
                    "text": "(Trifilo et al., 2004)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 923,
                    "end": 937,
                    "text": "(Farber, 1997)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1070,
                    "end": 1084,
                    "text": "(Farber, 1997;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1085,
                    "end": 1106,
                    "text": "Ho and Ivashkiv,2006)",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1253,
                    "text": "(Mahalingam, Farber, and Karupiah, 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1254,
                    "end": 1278,
                    "text": "Mahalingam et al., 2000)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1304,
                    "end": 1327,
                    "text": "(Hokeness et al., 2007;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1328,
                    "end": 1370,
                    "text": "Salazar-Mather, Hamilton, and Biron, 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1384,
                    "end": 1403,
                    "text": "(Arai et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1465,
                    "end": 1487,
                    "text": "(Kakimi et al., 2001a;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1488,
                    "end": 1509,
                    "text": "Kakimi et al., 2001b)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current study was undertaken to further our understanding of how the chemokine CXCL9 participates in innate immune responses following MHV infection of the brain and liver as earlier studies from our laboratory support an important role for chemokines in shaping host defense in the absence of an adaptive immune response (Trifilo et al., 2004) . In addition, the ability of mice deficient in CXCL9 (CXCL9−/− mice) to generate an effective host response in response to MHV infection was determined. To accomplish these goals, we infected mice in which CXCL9 expression was genetically silenced (CXCL9−/− mice) constructed a recombinant MHV that expresses CXCL9 (MHV-CXCL9) from a dispensable open reading frame within the viral genome and infected RAG1−/− and CXCL9−/− mice to evaluate how CXCL9 contributes to antiviral defenses following MHV infection of the brain and liver.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 348,
                    "text": "(Trifilo et al., 2004)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To determine the importance of CXCL9 in host defense following MHV infection, CXCL9−/ − mice were infected with MHV-A59 and survival compared to infected wildtype C57BL/6 (CXCL9+/+) and RAG1−/− mice. As shown in Figure 1A , infection of wildtype mice with MHV-A59 resulted in ~40% survival by day 12 p.i. In contrast, MHV-A59 infection of CXCL9 −/− mice resulted in increased susceptibility with 100% of mice dead by day 5 p.i. ( Figure 1A) . Similarly, RAG1−/− mice infected with virus also exhibited increased susceptibility with 100% of mice dying by day 8 ( Figure 1A ). Comparison of viral titers within the brains and livers of infected mice revealed similar titers at days 1 and 3 p.i. ( Figure 1B ). Although there were increased viral titers within the brains, but not livers, of RAG1−/− at day 5 p.i. compared to wildtype mice, this difference was not significant ( Figure 1B ). CXCL9 protein was detected within the brains and livers of infected wildtype mice and RAG1−/− mice at days 1 and 3 p.i. with greater levels present in wildtype mice at both times points ( Figure 1C ). No CXCL9 protein was detected within tissues of infected CXCL9−/− mice ( Figure 1C ). These data demonstrate the importance of CXCL9 in host defense following MHV infection of the brain and liver. Presumably, this is the result in deficient recruitment of cells expressing the CXCL9 receptor CXCR3 e.g. T cells and NK cells into infected tissues that aid in control of viral replication. Moreover, these data highlight the importance of an adaptive immune response in controlling MHV replication, particularly within the brain, as RAG1−/− mice also exhibited increased mortality compared to immunocompetent wildytpe mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 440,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 562,
                    "end": 571,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1077,
                    "end": 1086,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1163,
                    "end": 1172,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MHV infection of CXCL9 −/− and RAG1 −/− mice"
        },
        {
            "text": "In order to assess the functional contributions of CXCL9 in host defense following MHV infection, we constructed a recombinant of MHV capable of expressing CXCL9 with the goal of instilling this virus into the CNS of either RAG1 −/− mice or CXCL9−/− mice and evaluating disease severity. We inserted the exogenous CXCL9 gene into a functional transcription unit in the genome of MHV-A59 in place of most of gene 4. MHV gene 4 encodes a nonstructural protein that is not essential for replication in either in tissue culture or in the mouse host (Ontiveros et al., 2001; Weiss, Zoltick, and Leibowitz, 1993; Yokomori and Lai, 1991) . This has been most clearly shown in the JHM strain of MHV, where targeted disruption of both transcription and translation of gene 4 was demonstrated to have no detectable effect on growth in tissue culture or virulence in the mouse CNS (Ontiveros et al., 2001) . Moreover, in MHV-A59 the expression of gene 4 is abrogated by a frameshift mutation that truncates the protein after 19 codons (Weiss, Zoltick, and Leibowitz, 1993) . The CXCL9-expressing recombinant of MHV was generated by targeted RNA recombination, a reverse genetic system that has been used to manipulate the 31-kb RNA genome of MHV (Koetzner et al., 1992; Masters et al., 1994) . To construct recombinants, the CXCL9 ORF was first introduced into plasmid pMH54 (pMH54-CXCL9) downstream of the gene 4 transcription-regulating sequence (TRS) and replacing the first two-thirds of gene 4 ( Figure 2A ). As a control, a separate pMH54 vector was generated that contained an inverted CXCL9 ORF (pMH54-cCXCL9) with several engineered stop codons to ensure that generation of a polypeptide was inhibited ( Figure 2A ). Viral recombinants were generated through RNA-RNA recombination between either pCXCL9A or pCXCL9B-derived synthetic transcripts and the genome of the N gene deletion mutant Alb4 ( Figure 2B ), which was selected against on the basis of its thermolability (Koetzner et al., 1992; Masters et al., 1994) . Independent, plaque-purified recombinant candidates were characterized by RT-PCR analysis of viral RNA, and the integrity of the CXCL9 ORF or the control CXCL9 (cCXCL9) were ascertained by direct sequencing of purified PCR products. One CXCL9 recombinant virus (MHV-CXCL9) and a control CXCL9 (MHV-cCXCL9) were chosen for subsequent experiments in mice. Both MHV-CXCL9 and MHV-cCXCL9 formed plaques of indistinguishable size and morphology in tissue culture, and both viruses grew to high titers, producing comparable amounts of syncytia and cytopathic effect in infected cells. To directly compare the two recombinants, we separately infected monolayers with either MHV-CXCL9 or MHV-cCXCL9 and determined the infectious titer of virus released at various times from 2 to 48 h p.i. This revealed that the growth kinetics of the CXCL9 recombinant and the control counterpart were indistinguishable ( Figure 2C ). To ascertain whether CXCL9 was capable of being secreted by the engineered recombinant virus, supernatants from mock-infected cells or from cells infected with either MHV-CXCL9 or MHV-cCXCL9 were analyzed by ELISA. The results shown in Figure 2D reveal increased expression of CXCL9 protein at 12 and 24 hours from MHV-CXCL9-infected cultures. No CXCL9 was detected within supernatants of cultures following infection with MHV-cCXCL9 (sensitivity of assay <10 pg/ml).",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 569,
                    "text": "(Ontiveros et al., 2001;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 570,
                    "end": 606,
                    "text": "Weiss, Zoltick, and Leibowitz, 1993;",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 630,
                    "text": "Yokomori and Lai, 1991)",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 894,
                    "text": "(Ontiveros et al., 2001)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1024,
                    "end": 1061,
                    "text": "(Weiss, Zoltick, and Leibowitz, 1993)",
                    "ref_id": null
                },
                {
                    "start": 1235,
                    "end": 1258,
                    "text": "(Koetzner et al., 1992;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1259,
                    "end": 1280,
                    "text": "Masters et al., 1994)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1970,
                    "end": 1993,
                    "text": "(Koetzner et al., 1992;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1994,
                    "end": 2015,
                    "text": "Masters et al., 1994)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1490,
                    "end": 1499,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1702,
                    "end": 1711,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1895,
                    "end": 1904,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2917,
                    "end": 2926,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3166,
                    "end": 3175,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Construction and characterization of recombinant viruses"
        },
        {
            "text": "We next determined if RAG1−/− mice were protected from disease following infection with MHV-CXCL9. As shown in Figure 3A , RAG1−/− mice infected with MHV-cCXCL9 resulted in death as early as 5 days p.i. and 100% mortality by day 9 p.i. In contrast, MHV-CXCL9infected mice displayed 100% survival up to 14 days p.i. following infection and ~20% of mice survived until 20 days p.i. Correlating with the increased mortality in mice infected with MHV-cCXCL9, there was a significant increase (p≤0.05) in viral titers within the brains at days 3, 5, and 7 p.i. as compared to MHV-CXCL9-infected mice ( Figure 3B ). In addition, viral titers were reduced within the livers of MHV-CXCL9-infected mice compared to MHV-cCXCL9infected mice at days 3, 5, and 7 p.i. ( Figure 3C ). The enhanced ability to control viral replication within both the brain and livers of MHV-CXCL9-infected mice was not the result of increased IFN-γ secretion as there were no differences in IFN-γ protein levels within the brains as determined by ELISA nor increased expression of MHC class II staining on microglia (data not shown). Immunohistochemical staining supported titer data from brains and livers demonstrating that diminished survival was associated with increased viral antigen within the brain ( Figure 4A ) and liver ( Figure 4B ) of mice infected with MHV-cCXCL9 as compared to tissues isolated from MHV-CXCL9-infected ( Figures 4C and D) . Within the CNS, there were no differences in cellular tropism as viral antigen was detected within glial cells present in mice infected with MHV-CXCL9 ( Figure 4E ) and MHV-cCXCL9 ( Figure 4F ). Histologic examination of the livers at day 7 p.i. revealed that RAG1−/− mice infected with MHV-cCXCL9 contained numerous lesions characteristic of MHV-induced hepatitis characterized by large confluent areas of hepatocyte necrosis with varying degrees of anisonuleosis and multinucleation as well as apoptosis ( Figure 4H ). In general, livers from RAG1 −/− mice infected with MHV-CXCL9 exhibited fewer and, in general, smaller lesions and less hepatic damage and reactive nucleomegaly ( Figure 4G ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 757,
                    "end": 766,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1278,
                    "end": 1287,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1302,
                    "end": 1311,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1405,
                    "end": 1422,
                    "text": "Figures 4C and D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1578,
                    "end": 1587,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1607,
                    "end": 1616,
                    "text": "Figure 4F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1933,
                    "end": 1942,
                    "text": "Figure 4H",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2109,
                    "end": 2118,
                    "text": "Figure 4G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Intracerebral inoculation of RAG1 −/− mice with recombinant viruses"
        },
        {
            "text": "CXCL9 has previously been shown to be chemotactic for NK cells expressing CXCR3 (Arai et al., 2002; Kakimi et al., 2001a; Mahalingam, Farber, and Karupiah, 1999) . To determine if the decrease in mortality and viral burden reflected differences in the profile of NK cell infiltration, flow cytometric analysis of mononuclear cells isolated from the brains and livers of mice infected with either MHV-CXCL9 or MHV-cCXCL9 was performed. The results shown in Figure 5A reveal similar levels of NK cells infiltrating into the brains of mice infected with either MHV-CXCL9 or MHV-cCXCL9 at all time points examined indicating that viralderived CXCL9 did not enhance accumulation of NK cells. NK cell infiltration was increased (p≤0.05) within livers of MHV-CXCL9-infected mice compared to MHV-cCXCL9 at day 3 p.i. and levels remained elevated by day 5 p.i., although this difference was not significant ( Figure 5A ). To further evaluate whether NK cells contributed to host defense, NK cells were depleted from MHV-CXCL9-infected mice through treatment with anti-asialo GM1 antisera (Trifilo et al., 2004 ) that resulted in a significant reduction (p≤0.001) in NK cells present in both brain and liver ( Figure 5B ). The absence of NK cells within the livers, but not the brain, resulted in a significant (p≤0.01) increase in viral titers supporting earlier studies indicating that NK cells are important in controlling viral replication in within the livers of MHV-infected mice ( Figure 5C ) (Walsh et al., 2007b) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 99,
                    "text": "CXCR3 (Arai et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 121,
                    "text": "Kakimi et al., 2001a;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 122,
                    "end": 161,
                    "text": "Mahalingam, Farber, and Karupiah, 1999)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1079,
                    "end": 1100,
                    "text": "(Trifilo et al., 2004",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1490,
                    "end": 1511,
                    "text": "(Walsh et al., 2007b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 909,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1209,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 1478,
                    "end": 1487,
                    "text": "Figure 5C",
                    "ref_id": null
                }
            ],
            "section": "NK cells are protective in response to MHV infection of the liver"
        },
        {
            "text": "We next infected wildtype C57BL/6 (CXCL9+/+) mice with either MHV-CXCL9 or MHV-cCXCL9 in order to assess the contributions of virally-derived CXCL9 to host defense. As shown in Figure 6A , infection of wildtype mice with MHV-cCXCL9 resulted in ~80% survival of mice out to day 21 p.i. while 100% of mice infected with MHV-CXCL9 survived the infection. Correspondingly, enhanced survival in MHV-CXCL9-infected mice was associated with accelerated reduction in viral burden within both brain and liver compared to MHV-cCXCL9-infected animals ( Figure 6B ). CXCL9−/− mice (Park et al., 2002) were infected with MHV-CXCL9 to determine if CXCL9 derived from the viral genome resulted in protection from disease. As shown in Figure 7A , i.c. inoculation with MHV-CXCL9 resulted in 100% survival out to day 21 p.i. while infection with MHV-cCXCL9 resulted in ~65% survival. Correlating with survival in MHV-CXCL9-infected mice was a pronounced ability to control viral replication that coincided with accelerated reduction in viral burden within both the brain and liver when compared to mice infected with MHV-cCXCL9. Within the brains of mice infected with MHV-CXCL9, there was a significant (p≤0.005) reduction in viral titers at days 3, 5, and 7 p.i. compared to MHV-cCXCL9-infected mice ( Figure 7B ). Similarly, viral titers were significantly (p≤0.005) reduced within the livers of MHV-CXCL9-infected mice compared to MHV-cCXCL9-infected mice at days 3 and 5 p.i. ( Figure 7B ). However, it is important to emphasize that by day 12 p.i. surviving CXCL9−/− mice infected with MHV-cCXCL9 were ultimately able to reduce viral titers within both the brain and livers to levels comparable with mice infected with MHV-CXCL9 ( Figure 7B ). Assessment of immune cell infiltration within infected tissues revealed increased (p≤0.005) levels of both CD4+ and CD8 + T cells present in the brains of MHV-CXCL9-infected CXCL9−/− mice at days 3 and 7 p.i. compared to MHV-cCXCL9-infected mice yet similar numbers of T cell susbsets were present by day 12 p.i. in mice infected with either virus ( Figure 8A ). Determination of T cell numbers within the livers revealed no differences in levels of infiltrating CD4+ or CD8+ T cells in CXCL9−/− mice infected with either MHV-CXCL9 or MHV-cCXCL9 at days 3, 7, and 12 p.i. ( Figure 8B ). Infiltration of NK cells into the brains was reduced (p≤0.05) in mice infected with MHV-cCXCL9 compared to MHV-CXCL9-infected mice while there were no differences in NK cell infiltration within the livers of mice infected with either virus at any time point examined ( Figure 8C ).",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 588,
                    "text": "(Park et al., 2002)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 542,
                    "end": 551,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 719,
                    "end": 728,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1296,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1475,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 1720,
                    "end": 1729,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 2083,
                    "end": 2092,
                    "text": "Figure 8A",
                    "ref_id": null
                },
                {
                    "start": 2307,
                    "end": 2316,
                    "text": "Figure 8B",
                    "ref_id": null
                },
                {
                    "start": 2589,
                    "end": 2598,
                    "text": "Figure 8C",
                    "ref_id": null
                }
            ],
            "section": "Infection of either CXCL9+/+ or CXCL9−/− mice with MHV-CXCL9 results in protection from disease"
        },
        {
            "text": "Histological analysis of brains of mice infected with MHV-CXCL9 at day 7 p.i. demonstrated an overall increase in inflammatory cell infiltration with leukocyte accumulation within the perivasculature as well as meningeal inflammation ( Figure 9C ) compared to mice infected with MHV-cCXCL9 ( Figure 9A ). Immunostaining for MHV in the brains of MHV-CXCL9infected mice supported the titer data with far fewer cells staining positive for viral antigen ( Figure 9D ) when compared to the brains of MHV-cCXCL9-infected mice which had extensive staining for virus ( Figure 9B ). Examination of the spinal cords of surviving mice indicated overall similar severity of white matter damage in mice infected with either MHV-CXCL9 or MHV-cCXCL9 (data not shown). Livers from mice infected with MHV-CXCL9 at day 5 p.i. exhibited small and scattered foci of periportal inflammation consisting mostly of lymphocytes and vascular congestion ( Figure 10D ). In contrast, MHV-cCXCL9 infection resulted in a more pronounced and severe hepatitis with portal tracts destroyed by a combination of necrotic hepatocytes, neutrophils, and lymphocytes ( Figure 10A ). In correlation with the viral titer data, there was decreased viral antigen detected in the livers of CXCL9−/− mice infected with MHV-CXCL9 ( Figures 10E and F ) compared to MHV-cCXCL9 ( Figures 10B and C) infection. In both experimental groups, viral antigen was present in hepatocytes encircling areas of focally necrotic regions although this was dramatically reduced within MHV-CXCL9-infected mice. In addition, MHV-cCXCL9-infected mice exhibited significantly increased (p ≤ 0.01) levels of serum alanine transferase (sALT) within the blood compared to MHV-CXCL9-infected mice, further supporting increased liver disease in MHV-cCXCL9-infected mice ( Figure 10G ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "text": "Figure 9C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 452,
                    "end": 461,
                    "text": "Figure 9D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 929,
                    "end": 939,
                    "text": "Figure 10D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1130,
                    "end": 1140,
                    "text": "Figure 10A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1286,
                    "end": 1303,
                    "text": "Figures 10E and F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1331,
                    "end": 1349,
                    "text": "Figures 10B and C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1800,
                    "end": 1810,
                    "text": "Figure 10G",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Infection of either CXCL9+/+ or CXCL9−/− mice with MHV-CXCL9 results in protection from disease"
        },
        {
            "text": "This study utilized a reverse genetics approach to insert the chemokine CXCL9 coding sequence into the genome of MHV in order to characterize how CXCL9 may influence host defense and/or disease in response to MHV infection. The results presented support and extend earlier studies demonstrating a role for CXCL9 in host defense in response to MHV infection . In these experiments, administration of blocking antibodies specific for CXCL9 to mice infected with the neurotropic JHM strain of MHV (JHMV), resulted in increased mortality that correlated with diminished T cell infiltration into the CNS and correspondingly higher viral titers. The present study demonstrated that infection of mice in which CXCL9 is genetically silenced with the A59 strain of MHV, which is capable of replicating in both brain and liver, results in rapid mortality presumably due to inability to sufficiently control viral replication in target organs. CXCL9 is expressed in both brain and liver early following MHV-A9 infection of both C57BL/6 and RAG1−/− mice emphasizing that this chemokine is rapidly secreted in response to infection. However, infected RAG1−/− mice displayed a similar mortality curve as infected CXCL9−/− mice and these findings demonstrate the importance of infiltrating leukocytes in controlling MHV replication within these tissues. Our findings highlight a previously unappreciated role for CXCL9 in enhancing innate immune responses as MHV-CXCL9 infection of RAG1−/− mice resulted in prolonged survival that correlated with reduced viral titers in both brain and liver when compared to RAG1 −/− mice infected with MHV-cCXCL9. Increased NK cell infiltration into the liver, but not the brain, was observed in MHV-CXCL9-infected mice compared to mice infected with the control MHV-cCXCL9 virus. Furthermore, depletion of NK cells from MHV-CXCL9-infected RAG1−/− mice resulted in increased viral titers within the livers, but not the brains, indicating that NK cells contribute in controlling MHV replication within the liver but are dispensable in host defense within the CNS. These findings support earlier studies demonstrating an important role for NK cells in controlling MHV replication within the liver (Walsh et al., 2007a; Walsh et al., 2007b) . These findings are also of interest as we have previously determined that i.c. infection of RAG1−/− mice with a recombinant MHV expressing CXCL10 (MHV-CXCL10) resulted in increased survival accompanied by reduced viral titers that correlated with elevated NK cell infiltration into the CNS and IFN-γ expression (Trifilo et al., 2004) . Depletion of NK cells in MHV-CXCL10-infected RAG1−/− mice resulted in increased viral burden in the brain indicating that increased expression of CXCL10 within the CNS mice lacking a functional adaptive immune response conferred protection via attraction of NK cells (Trifilo et al., 2004) . These findings are also supported by earlier studies by Mahalingam and colleagues (Mahalingam, Farber, and Karupiah, 1999) in which infection of athymic nude mice with recombinant vaccinia viruses expressing either CXCL9 or CXCL10 resulted in protection from disease that was mediated by IFN-γ production by NK cells. In contrast, the data presented in this study highlights functional differences with regards to CXCL9 expression and host defense within the CNS of RAG1−/− mice infected with MHV with regards to NK cells. Although MHV-CXCL9-infected RAG1−/− mice exhibited increased survival that correlated with a reduction in viral titers within the brains, protection from CNS disease was not associated with increased NK cell infiltration or IFN-γ production and depletion of NK cells did not result in increased viral titers. Therefore, these findings argue that protection mediated by inclusion of CXCL9 into the MHV genome is separate from either attracting and/or activating NK cells and suggest alternative mechanisms to control viral replication. Whether viral-derived CXCL9 increases local type I IFN expression within the CNS that is capable of dampening MHV replication (Ireland et al., 2008) or mutes MHV receptor expression by susceptible cells which limits the spread of virus remains to be determined. Alternatively, it may also be possible that increased levels of CXCL9 may inhibit viral binding to target cells through binding to heparin sulfate on the cell surface as Chen and colleagues (Chen et al., 2006) have recently reported that CXCL10 interaction with heparin sulfate inhibits Dengue virus from binding target cells.",
            "cite_spans": [
                {
                    "start": 2215,
                    "end": 2236,
                    "text": "(Walsh et al., 2007a;",
                    "ref_id": null
                },
                {
                    "start": 2237,
                    "end": 2257,
                    "text": "Walsh et al., 2007b)",
                    "ref_id": null
                },
                {
                    "start": 2571,
                    "end": 2593,
                    "text": "(Trifilo et al., 2004)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2863,
                    "end": 2885,
                    "text": "(Trifilo et al., 2004)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2970,
                    "end": 3010,
                    "text": "(Mahalingam, Farber, and Karupiah, 1999)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 4072,
                    "end": 4094,
                    "text": "(Ireland et al., 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4398,
                    "end": 4417,
                    "text": "(Chen et al., 2006)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Infection of C57BL/6 mice with MHV-CXCL9 resulted in increased protection from disease that correlated with accelerated clearance of virus from both brain and liver when compared to mice infected with MHV-cCXCL9 and this most likely correlates with increased T cell infiltration into target tissues in response to elevated CXCL9 production from the virus. However, surviving mice infected with MHV-cCXCL9 were eventually able to clear virus below levels of detection. In order to more accurately define mechanisms associated with CXCL9-mediated protection, CXCL9−/− mice were infected with the recombinant viruses. Infection with MHV-CXCL9 resulted in increased survival associated with increased infiltration of both CD4+ and CD8+ T cells into the CNS and a corresponding decrease in viral burden. These findings are consistent with earlier studies from our laboratory indicating that antibody targeting of CXCL9 following MHV infection of the CNS resulted in increased mortality as a result of decreased T cell accumulation within the CNS indicating CXCL9 can function in host defense by attracting T cells into the CNS in response to MHV infection . Correspondingly, increased mortality accompanied by reduced T cell infiltration into the CNS was observed in CXCL9 deficient mice infected with MHV-cCXCL9. However, it is important to emphasize that MHV-cCXCL9 infection of CXCL9−/− mice did not result in 100% mortality while infection with wildtype MHV-A59 did kill 100% of mice. At this time, the underlying mechanisms responsible for this difference are not defined as infection of RAG1 −/− with MHV-cCXCL9 resulted in a similar mortality curve as MHV-A59. This difference may relate to potentially reduced rate of spread/replication of MHV-cCXCL9 within infected tissues compared to MHV-A59. Nevertheless, we believe this doesn't diminish the strengths of the model system employed nor detract from the importance of CXCL9 in host defense following MHV infection. With regards to MHV-cCXCL9 infection of C57BL/6 and CXCL9 −/− mice, increased survival supports the possibility that other chemokines, notably CXCL10 and CCL5, are likely to compensate and aid in attracting virus-specific T cells into the CNS (Glass et al., 2004; Liu, Keirstead, and Lane, 2001) . We do not believe that the absence of CXCL9 impairs the generation of virus-specific T cells following MHV infection as similar numbers of T cells specific for MHV are generated in either CXCL9−/− or CXCL9+/+ mice in response to MHV infection (data not shown). Moreover, there were no detectable differences in the ability of leukocytes to exit the microvasculature and enter the parenchyma in CXCL9−/− mice infected with either MHV-CXCL9 or MHV-cCXCL9 indicating that the absence of CXCL9 did not affects positional migration of cells following migration to the CNS. Therefore, we conclude that viral-derived CXCL9 aids in protection from MHV-induced encephalitis by attracting CXCR3-positive T cells to sites of infection. Park et al. (Park et al., 2002) have reported increased susceptibility of CXCL9−/− mice to bacterial infections and also suggest that CXCL9 expression serves to optimize antibody production through facilitating interactions between lympocytes and antigen presenting cells within secondary lymphatic tissues. Although we did not examine MHV-specific antibody production following infection of CXCL9−/− mice, we don't believe that lack of CXCL9 expression altered a protective humoral response as there was no viral recrudescence within spinal cords nor increase in mortality during later stages of disease in mice infected with MHV-which is associated with deficiencies in antibody production (Ramakrishna et al., 2003; Ramakrishna et al., 2002) . Examination of spinal cords of mice infected with either MHV-CXCL9 or MHV-cCXCL9 indicate no differences in the severity of demyelination supporting earlier studies that CXCL9 expression does not significantly influence white matter damage in mice persistently infected with MHV (Liu, Keirstead, and Lane, 2001) .",
            "cite_spans": [
                {
                    "start": 2214,
                    "end": 2234,
                    "text": "(Glass et al., 2004;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2235,
                    "end": 2266,
                    "text": "Liu, Keirstead, and Lane, 2001)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3006,
                    "end": 3025,
                    "text": "(Park et al., 2002)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3686,
                    "end": 3712,
                    "text": "(Ramakrishna et al., 2003;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3713,
                    "end": 3738,
                    "text": "Ramakrishna et al., 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4020,
                    "end": 4052,
                    "text": "(Liu, Keirstead, and Lane, 2001)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have demonstrated that CXCL9 is associated with protection in response to viral infection of the liver (Arai et al., 2002; Hokeness et al., 2007; Kakimi et al., 2001a; Kakimi et al., 2001b; Salazar-Mather, Hamilton, and Biron, 2000) . Indeed, administration of blocking antibodies specific for CXCL9 to mice infected with various hepatotropic viral pathogens results in alterations in liver pathology that is associated with a modulation in leukocyte recruitment and highlight the importance of CXCL9 in attracting activated CXCR3-bearing inflammatory cells (Arai et al., 2002; Hokeness et al., 2007; Kakimi et al., 2001a; Kakimi et al., 2001b; Salazar-Mather, Hamilton, and Biron, 2000) . Through use of mice deficient in CXCL9, our studies support and extend these earlier observations and indicate an important role for CXCL9 in promoting a protective response following MHV infection of the liver. However, protection afforded by CXCL9 was not associated with any sustained increase in T cells or NK cells within the livers indicating that CXCL9 exerts a protective effect independent of enhanced recruitment of inflammatory cells. This finding is consistent with an earlier report from our laboratory demonstrating that infection of CXCL10−/− mice with MHV-CXCL10 results in reduced viral titers within the livers and protection from hepatitis but is not associated with increased T cell or NK cell infiltration (Walsh et al., 2007) . Signaling through NKG2D has been shown to participate in control of JHMV replication within the livers yet the mechanisms e.g. enhanced cytokine secretion and/or cytolytic activity by inflammatory cells has yet to be defined (Walsh et al., 2008) . The mechanisms by which both CXCL9 and CXCL10 promote a protective response in the liver following MHV infection independent of enhancing immune cell infiltration is the focus of ongoing investigations.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 139,
                    "text": "(Arai et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 162,
                    "text": "Hokeness et al., 2007;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 163,
                    "end": 184,
                    "text": "Kakimi et al., 2001a;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 185,
                    "end": 206,
                    "text": "Kakimi et al., 2001b;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 207,
                    "end": 249,
                    "text": "Salazar-Mather, Hamilton, and Biron, 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 575,
                    "end": 594,
                    "text": "(Arai et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 617,
                    "text": "Hokeness et al., 2007;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 618,
                    "end": 639,
                    "text": "Kakimi et al., 2001a;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 640,
                    "end": 661,
                    "text": "Kakimi et al., 2001b;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 662,
                    "end": 704,
                    "text": "Salazar-Mather, Hamilton, and Biron, 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1434,
                    "end": 1454,
                    "text": "(Walsh et al., 2007)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1682,
                    "end": 1702,
                    "text": "(Walsh et al., 2008)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All stocks of MHV-A59 mutants and recombinants were propagated in mouse 17CL1 cells and plaque titrations were carried out with mouse L2 cells. For the determination of singlestep growth kinetics, monolayers of 17CL1 cells (100 cm 2 ) were inoculated with MHV-CXCL9 or MHV-cCXCL9 at a multiplicity of 0.01 PFU per cell for 2 h at 37°C with rocking every 15 min. Inocula were removed, monolayers were thoroughly rinsed with 37°C HBSS and media (DMEM, 10% FBS) was replaced. Incubation was continued at 37°C and aliquots of media were withdrawn at 1, 3, 6, 9, 12, 24 and 48 hours post infection: infectious titers were subsequently determined. All viral titer assays were performed using DBT monolayers as previously described (Glass et al., 2001) .",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 745,
                    "text": "(Glass et al., 2001)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Viruses and cells"
        },
        {
            "text": "Age-matched 5-7 week old C57BL/6 mice and RAG1−/− (H-2 b background) were purchased from the National Cancer Institute, Bethesda, MD. In addition, CXCL9−/− mice (C57BL/6, H-2b background, Park et al., 2002) were bred in the UCI vivarium and 5-7 week old mice used for experiments. Following anesthetization by i.p. injection with ketamine, mice were injected i.c. with virus (5000 PFU) suspended in 30 μl of sterile saline. Experiments for all animal studies described have been reviewed and approved by an appropriate institutional review committee.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 206,
                    "text": "Park et al., 2002)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "A transcription vector for the construction of a CXCL9-expressing recombinant virus was derived from plasmid pMH54 (Kuo et al., 2000) . In brief, pMH54 contains the bacteriophage T7 RNA polymerase promoter and a cDNA copy of the 5′-most 0.5 kb of the MHV genome fused to the 3′-most 8.6 kb of the MHV genome. The MHV sequence corresponds exactly to that of wild-type MHV-A59, with the exception that it encodes silent AvrII and AseI sites [introduced into the S protein open reading frame (ORF)] and three additional nucleotides that result in the creation of an Sse8387I restriction site 12 bp downstream of the S ORF) (Kuo et al., 2000) . The three nucleotide addition results in an up-regulation of subgenomic mRNA4 synthesis for reasons that are not currently understood. For construction of plasmid pMH54-CXCL9, the CXCL9 ORF was cloned from cDNA derived from mouse brain mRNA obtained from an MHV-infected mouse at day 7 post-infection (p.i.) using CXCL9-specific primers. This construct (designated WT-CXCL9-1) was cloned into Stratagene's pPCR-Script Amp SK (+) cloning vector (San Diego, CA) and served as the template for the two PCR reactions that yielded i) CXCL9-MHV [CXCL9 coding sequence (CDS)] and ii) cCXCL9-MHV (inverted CXCL9 CDS with engineered stop codons). CXCL9-MHV and cCXCL9-MHV were each ligated into the pPCR-Script cloning vector and the resulting plasmid vectors were transformed into E. coli, grown to high concentrations, and subsequently purified using Midiprep Kits (Qiagen, Valencia CA). The inserts were released from specific plasmid vectors by cutting with the Sse8387I and BspE1 restriction endonucleases and gel purified fragments subsequently ligated into the pMH54 vector resulting in generation of pMH54-CXCL9 (wildtype CXCL9 construct containing CXCL9-MHV insert) and pMH54-cCXCL9 (control construct containing inverted CXCL9 CDS with stop codons) (Figure 2A ). These plasmids were transformed into E. coli and purified plasmids pMH54/CXCL9 and pMH54/cCXCL9 were linearized with PacI restriction endonuclease and served as the templates for RNA synthesis.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 133,
                    "text": "(Kuo et al., 2000)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 620,
                    "end": 638,
                    "text": "(Kuo et al., 2000)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1891,
                    "end": 1901,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Plasmid constructs"
        },
        {
            "text": "RNA was synthesized from the linearized plasmids pMH54-CXCL9 and pMH54-cCXCL9 using a T7 RNA-polymerase based reverse transcription kit (T7 mMessage mMachine, Ambion, Austin TX). These RNAs, corresponding to the 5′ end of the MHV genome and containing either the CXCL9 or cCXCL9 transgenic coding sequences, were transfected into L2 cells that had already been infected with MHV-Alb4 two hours prior. MHV-Alb4 is a strain featuring a 29aa deletion in the N gene rendering the virus temperature-sensitive and thermolabile at 39°C (Kuo et al., 2000; Masters et al., 1994) . These infected and transfected cells were overlayed onto confluent monolayers of 17CL1 cells and progeny virus was collected at the first signs of cytopathic effects (usually within 24-48 hours of overlay) in the 17CL1 monolayers.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 547,
                    "text": "(Kuo et al., 2000;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 548,
                    "end": 569,
                    "text": "Masters et al., 1994)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "RNA synthesis and viral recombination"
        },
        {
            "text": "Screening for recombinant viruses containing either the transgenic CXCL9 or cCXCL9 sequence was performed in several steps. First, confluent L2 cell monolayers were infected with various dilutions of passage 1 progeny that was previously harvested from the 17CL1 monolayers. Dilutions of passage 1 virus stocks were incubated with the L2 monolayers for two hours (with shaking every 15 minutes) and after two hours the supernatant was removed and the cells were overlayed with a 50:50 mixture of 1.9% Nobel agar and 2X DMEM. These monolayers were incubated at 39°C for two days. At 39°C non-recombinant temperature sensitive MHV-Alb4 will form small plaques (1-2mm) whereas recombinant progeny are easily distinguished by a much larger (4-5mm) plaque-size. Several putative recombinant progeny plaques were isolated for each viral construct and purified by two rounds of plaque titration. Monolayers of 17CL1 cells were infected with these putative recombinants and RNA was purified from these infected monolayers at the first signs of CPE using Ultraspec reagent (Biotecx Laboratories, Houston TX). cDNAs were synthesized from these RNAs and the targeted insertion-regions were cloned and sequenced from each isolate. Progeny virus with the correct nucleotide sequence were thereafter named MHV-CXCL9 (WT-CXCL9 sequence) and MHV-cCXCL9 (control/inverted CXCL9 sequence with stop-codons) and grown over two passages in serum-free media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening and analysis of putative recombinants"
        },
        {
            "text": "Immunophenotyping of the cellular infiltrate present within either brains and livers of infected mice was accomplished by homogenized isolated tissue and generating a single cell suspension and characterizing by flow cytometry. Cell suspensions were transferred to 15-ml conical tubes and Percoll (Pharmacia, Uppsala, Sweden) was added for a final concentration of 30%. One milliliter of 70% Percoll was underlaid, and the cells were centrifuged at 1300 × g for 30 min at 4°C. Cells were removed from the interface and washed twice. Livers were diced with a razor blade and a single cell suspension was layered over an equal volume of Lympholyte M (Cedar Lane, Ontario, Canada) in a 15 mL conical tube and centrifuged at 1250 × g for 20 minutes at 4 °C. Cells were removed from the interface and washed twice. FITC-conjugated rat anti-mouse NK1.1 (BD PharMingen, San Diego, CA), FITC-conjugated rat anti-mouse CD8a for CD8 + T cells (BD Pharmingen, San Diego, CA); APC-conjugated rat anti-mouse CD4 (BD Pharmingen, San Diego, CA) for CD4 + T cells were was used to immunophenotype infiltrating cells. As controls, isotype-matched FITC and APC Abs were used. Cells were incubated with Abs for 30 min at 4°C, washed, and analyzed on a FACStar (BD Biosciences, Mountain View, CA). Data are presented as the total number of positive cells within the gated population of cells from the isolated tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mononuclear cell isolation and flow cytometry"
        },
        {
            "text": "RAG1−/− mice were infected with MHV-CXCL9 and treated with 0.5 mg of anti-asialo GM1 antisera (Wako Chemicals, Richmond, VA) or sterile HBSS (control) by intraperitoneal (i.p.) injection on days -1, 0, 1 and 3 p.i. and NK cell infiltration into brains and livers determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NK cell depletion"
        },
        {
            "text": "Brains and livers were removed at day 5 p.i. and placed in 5 mL of Formal-Fixx ™ (ThermoShandon, Pittsburg, PA) overnight at room temperature after which portions of tissue were embedded in paraffin. Distribution of viral antigen was determined by immunoperoxidase staining (Vectastain-ABC kit; Vector Laboratories, Burlingame, CA) using the anti-JHMV mAb J.3.3 specific for the carboxyl terminus of the viral nucleocapsid protein as a primary antibody and horse anti-mouse IgG secondary antibody (Vector Laboratories, Burlingame, CA) (Walsh et al., 2007b) . Serum alanine aminotransferase (sALT) concentrations were determined by using Infinity ™ ALT (GPT) Liquid Stable Reagent (Thermo, Noble Park, Victoria, Australia) according to manufacturer's specifications.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 556,
                    "text": "(Walsh et al., 2007b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathology and immunohistochemistry"
        },
        {
            "text": "Assessment of CXCL9 in the supernatants of MHV-CXCL9-and MHV-cCXCL9-infected cells was determined with mouse MIG (CXCL9) ELISA kit (R&D Systems, Minneapolis, MN) according to manufacturer specifications. The results are presented as pg/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "All data were analyzed by performing the Student's t-test using Sigma-Stat 2.0 software. Values of p≤0.05 were considered significant. between the parental virus, thermolabile N gene deletion mutant Alb4, and donor RNA transcribed from either plasmid pCXCL9A or pCXC9B. Recombination events occurring 5′ to the N gene yet 3′ to gene for (denoted by \"a\") will result in generation of WT MHV-A59 genome and will be visualized by large plaques during the screening procedure but fail genetic screening. Recombination events occurring in the region denoted by \"b\" will result in reconstitution of MHV containing either CXCL9 or cCXCL9 coding sequence. (C) Recombinant virus growth kinetics. Confluent monolayers of 17Cl1 cells were infected with either MHV-CXCL9 (black line) or MHV-cCXCL9 (grey line) at a multiplicity of 0.01 per cell. At the indicated times p.i., aliquots of medium were removed and plaque titers determined on mouse L2 cells. Data shown is a representative experiment from three separate experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "(D) CXCL9 ELISA analysis. ELISA analysis of CXCL9 protein expression from supernatants of infected cells was performed at indicated time points. No CXCL9 protein was detected in supernatants obtained from cell monolayers infected with MHV-cCXCL9. Results presented are representative of two separate experiments. staining for viral antigen was detected in the livers of MHV-CXCL9-infected mice (D) compared to MHV-cCXCL9-infected mice (B) at day 5 p.i. Viral antigen was detectable within hepatocytes encircling areas of necrotic and focally apoptotic cells (indicated by arrows) that were readily present in MHV-cCXCL9-infected mice (H) yet relatively absent in MHV-CXCL9-infected mice (G). Immunostaining for viral antigen within livers was performed for two separate experiments with a minimum of 2 mice per group with 6 sections per mouse examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "(A) Total numbers of NK cells (NK1.1+) infiltrating into the brains and livers of RAG1−/− mice infected with either MHV-CXCL9 or MHV-cCXCL9. NK cells were elevated (*p≤0.05) in the livers of mice infected with MHV-CXCL9 at day 3 p.i. compared to MHV-cCXCL9infected mice. (B) RAG1−/− mice were infected with MHV-CXCL9 and treated with antiasialo GM1 antisera to deplete NK cells. Such treatment resulted in a significant reduction (*p≤0.05) of NK cells within the brains and livers of infected mice at days 2 and 5 p.i. (C) Depletion of NK cells did not affect viral titers within the brain but resulted in increased viral titers (*p≤0.05) within the livers at days 2 and 5 p.i. Results are presented as average ± SEM and represent two separate experiments with a minimum of three mice per time point. (A) Morality curves for (CXCL9+/+) mice infected i.c. with either 5000 PFU of MHV-CXCL9 or MHV-cCXCL9. Infection with MHV-CXCL9 (n=6) resulted in 100% survival out to day 21 p.i. and 80% survival in MHV-cCXCL9-infected mice (n=6). (B) Viral titers are reduced within the brains of MHV-CXCL9-infected mice at days 3 (p≤0.09) and 7 p.i. (p≤0.003) compared to MHV-cCXCL9-infected mice. By day 12 p.i., mice infected with either virus had cleared viral titers below level of detection (~100 PFU/g tissue, not shown). Within the livers, mice infected with MHV-CXCL9 had reduced viral titers (p≤0.01) compared to MHV-cCXCL9-infected mice at day 3 p.i. yet mice infected with either virus had cleared virus below the level of detection (BD) by day 7 p.i. Data are presented as average±SEM and represent two independent experiments with a minimum of 3 mice per time point. the brain and liver. Data is presented as average ± SEM from two separate experiments with a minimum of three mice per time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. NK cell infiltration into brains and livers"
        },
        {
            "text": "yet similar numbers of NK cells were present at days 7 and 12 p.i. in mice infected with either virus. No differences in NK cell infiltration within the livers were detected in mice infected with either MHV-CXCL9 of MHV-cCXCL9. Data is presented as average ± SEM from two separate experiments with a minimum of three mice per time point. Immunostaining was performed for two separate experiments with a minimum of 2 mice per group with 6 sections per mouse examined. (G) sALT data are representative of 2 separate experiments and no fewer than 2 mice per group. Panels A, B, D, and E, 100x magnification; panels C and F, 400x magnification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. NK cell infiltration into brains and livers"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus infection of the central nervous system: host-virus stand-off",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "2",
            "pages": "121--153",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lack of CCR2 results in increased mortality and impaired leukocyte activation and trafficking following infection of the central nervous system with a neurotropic coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuziel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "8",
            "pages": "4585--92",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dengue virus induces expression of CXC chemokine ligand 10/IFN-gamma-inducible protein 10, which competitively inhibits viral binding to cell surface heparan sulfate",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Campanella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Wu-Hsieh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Luster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "5",
            "pages": "3185--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CXCL10)-deficient mice reveal a role for IP-10 in effector T cell generation and trafficking",
            "authors": [],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "7",
            "pages": "3195--204",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mig and IP-10: CXC chemokines that target lymphocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Farber",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Leukoc Biol",
            "volume": "61",
            "issn": "3",
            "pages": "246--57",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mouse hepatitis virus infection of the central nervous system: chemokine-mediated regulation of host defense and disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Viral Immunol",
            "volume": "15",
            "issn": "2",
            "pages": "261--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antibody targeting of the CC chemokine ligand 5 results in diminished leukocyte infiltration into the central nervous system and reduced neurologic disease in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "7",
            "pages": "4018--4043",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reduced macrophage infiltration and demyelination in mice lacking the chemokine receptor CCR5 following infection with a neurotropic coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuziel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "288",
            "issn": "1",
            "pages": "8--17",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of STAT3 in type I interferon responses. Negative regulation of STAT1-dependent inflammatory gene activation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ivashkiv",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "20",
            "pages": "14111--14119",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CXCR3-dependent recruitment of antigen-specific T lymphocytes to the liver during murine cytomegalovirus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hokeness",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Deweerd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Munks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Gladue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Salazar-Mather",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "3",
            "pages": "1241--50",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Type I interferons are essential in controlling neurotropic coronavirus infection irrespective of functional CD8 T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "1",
            "pages": "300--310",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cutting edge: Inhibition of hepatitis B virus replication by activated NK T cells does not require inflammatory cell recruitment to the liver",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kakimi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Guidotti",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "12",
            "pages": "6701--6706",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Blocking chemokine responsive to gamma-2/interferon (IFN)-gamma inducible protein and monokine induced by IFNgamma activity in vivo reduces the pathogenetic but not the antiviral potential of hepatitis B virusspecific cytotoxic T lymphocytes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kakimi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Asensio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Guidotti",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Exp Med",
            "volume": "194",
            "issn": "12",
            "pages": "1755--66",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Repair and mutagenesis of the genome of a deletion mutant of the coronavirus mouse hepatitis virus by targeted RNA recombination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "4",
            "pages": "1841--1849",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Retargeting of coronavirus by substitution of the spike glycoprotein ectodomain: crossing the host cell species barrier",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Raamsman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "3",
            "pages": "1393--406",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dynamic regulation of alphaand beta-chemokine expression in the central nervous system during mouse hepatitis virus-induced demyelinating disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Asensio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Paoletti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "2",
            "pages": "970--978",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Murine coronavirus infection: a paradigm for virus-induced demyelinating disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Trends Microbiol",
            "volume": "5",
            "issn": "1",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Expression of Mig (monokine induced by interferongamma) is important in T lymphocyte recruitment and host defense following viral infection of the central nervous system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "3",
            "pages": "1790--1795",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The T cell chemoattractant IFN-inducible protein 10 is essential in host defense against viral-induced neurologic disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oertel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "5",
            "pages": "2327--2357",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Neutralization of the chemokine CXCL10 reduces inflammatory cell invasion and demyelination and improves neurological function in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Keirstead",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "7",
            "pages": "4091--4098",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The interferon-inducible chemokines MuMig and Crg-2 exhibit antiviral activity In vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahalingam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Farber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karupiah",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "2",
            "pages": "1479--91",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Interferon-inducible chemokines and immunity to poxvirus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahalingam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lobigs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Farber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karupiah",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Rev",
            "volume": "177",
            "issn": "",
            "pages": "127--160",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "MHV infection of the CNS: mechanisms of immune-mediated control",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Marten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Viral Immunol",
            "volume": "14",
            "issn": "1",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Optimization of targeted RNA recombination and mapping of a novel nucleocapsid gene mutation in the coronavirus mouse hepatitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Heo",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "1",
            "pages": "328--365",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inactivation of expression of gene 4 of mouse hepatitis virus strain JHM does not affect virulence in the murine CNS",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ontiveros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "289",
            "issn": "2",
            "pages": "230--238",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The CXC chemokine murine monokine induced by IFN-gamma (CXC chemokine ligand 9) is made by APCs, targets lymphocytes including activated B cells, and supports antibody responses to a bacterial pathogen in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Amichay",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grinberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Rabin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gebeyehu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Demartino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Elkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Farber",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "169",
            "issn": "3",
            "pages": "1433--1476",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "IFN-gamma is required for viral clearance from central nervous system oligodendroglia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Marten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Immunol",
            "volume": "162",
            "issn": "3",
            "pages": "1641--1648",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Contributions of Fas-Fas ligand interactions to the pathogenesis of mouse hepatitis virus in the central nervous system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "5",
            "pages": "2447--50",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Control of central nervous system viral persistence by neutralizing antibody",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "8",
            "pages": "4670--4678",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mechanisms of central nervous system viral persistence: the critical role of antibody and B cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Shlomchik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "3",
            "pages": "1204--1215",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A chemokine-to-cytokine-to-chemokine cascade critical in antiviral defense",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Salazar-Mather",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Invest",
            "volume": "105",
            "issn": "7",
            "pages": "985--93",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Differential roles for CXCR3 in CD4+ and CD8+ T cell trafficking following viral infection of the CNS",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Stiles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Hosking",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Strieter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Immunol",
            "volume": "36",
            "issn": "3",
            "pages": "613--635",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pathogenesis of acute and chronic central nervous system infection with variants of mouse hepatitis virus, strain JHM",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunol Res",
            "volume": "39",
            "issn": "1-3",
            "pages": "160--72",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "CXC chemokine ligand 10 controls viral infection in the central nervous system: evidence for a role in innate immune response through recruitment and activation of natural killer cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Trifilo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montalto-Morrison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Stiles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "2",
            "pages": "585--94",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Expression of CXC chemokine ligand 10 from the mouse hepatitis virus genome results in protection from viral-induced neurological and liver disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Kotlajich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "2",
            "pages": "1155--65",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evidence for differential roles for NKG2D receptor signaling in innate host defense against coronavirus-induced neurological and liver disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lodoen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lanier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "6",
            "pages": "3021--3051",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Pathogenesis of demyelination induced by a mouse hepatitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch Neurol",
            "volume": "28",
            "issn": "5",
            "pages": "298--303",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chemokines are expressed within the CNS early following MHV infection and are important *Address correspondence to: Thomas E. Lane, Department of Molecular Biology & Biochemistry, 3205 McGaugh Hall, University of California, Irvine, Irvine, CA 92619-3900, TEL: (949) 824-5878, FAX: (949) 824-8551, Email: tlane@uci.edu.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CXCL9 is important in host defense following coronavirus infection C57BL/6 (CXCL9+/+), RAG1−/−, and CXCL9−/− mice were i.c. infected with 5000 PFU of MHV-A59 and survival, viral titers, and CXCL9 production determined. (A) Both CXCL9−/ − and RAG1−/− mice exhibited increased mortality following MHV-A59 infection compared to wildtype mice. Data shown are representative of two independent experiments with a minimum of 4 mice per experimental group. (B) Viral titers within the brains and livers were determined at days 1, 3, and 5 p.i. with virus. Similar titers were present within the brains and livers of experimental mice at days 1 and 3 p.i. while by day 5 p.i. there were elevated titers within the brains of RAG1−/− mice compared to wildtype mice (not significant). Viral titers in brains and livers of infected CXCL9−/− mice were not determined (ND) at day 5 due to the high mortality rate. (C) CXCL9 protein levels within brains and livers of infected wildtype and RAG1−/− mice were determined by ELISA at days 1 and 3 p.i. CXCL9 was below detection (BD) within the brains or livers of sham-infected or infected CXCL9−/− mice at days 1 and 3 p.i. Data in B and C are presented as average±SEM and represent two independent experiments with a minimum of three mice per time point.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Construction of a CXCL9-expressing recombinant of MHV-A59(A) Construction of a transcription vector for synthesis of donor RNA. Plasmids pCXCL9A and pCXCL9B were derived in two steps from parent plasmid pMH54 via intermediate constructs (not shown) resulting in the removal of 267 nucleotides (nt) of MHV sequence from pMH54 and replacement with either CXCL9 sequence in pCXCL9A or inverted CXCL9 sequence in pCXCL9B. Restriction sites shown are those relevant to plasmid construction, runoff in vitro transcription, or recombinant analysis. The expanded region of the sequence shows the context of either the inserted CXCL9 ORF or the inverted CXCL9 containing several stop codon sequences. (B) Generation of recombinant viruses. Diagramatic scheme for generation of MHV-A59 CXCL9 or cCXCL9 recombinants by targeted recombination",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RAG1−/− mortality following infectionMorality curves for RAG1−/− mice infected i.c. with either 5000 PFU of MHV-CXCL9 or MHV-cCXCL9. Mice infected with MHV-cCXCL9 exhibited dramatically higher mortality rates with 100% of infected mice dead by day 9 p.i. while ~ 20% of MHV-CXCL9-infected mice remained alive until day 20 p.i. Data is representative of two separate experiments with a minimum of 6 mice per experimental group. Viral titers are reduced (*p≤0.05) in the brains (B) and livers (C) of RAG1−/− mice infected with MHV-CXCL9 compared to mice infected with MHV-cCXCL9 at days 3, 5, and 7 p.i. Data is presented as the average ± SEM and is representative of two separate experiments with a minimum of 4 mice per experimental group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Viral infection of brain and liver in RAG1−/− miceRepresentative sagittal sections from brains and livers of mice stained for viral antigen (brown chromagen) from mice infected with either MHV-cCXCL9 (A and B) or MHV-CXCL9 (C and D). MHV-CXCL9 infection results in reduced staining for viral antigen in the brain (C) compared to MHV-cCXCL9-infected mice at day 5 p.i. (A). However, comparison of viral antigen localization between infections displayed similar patterns of infection with staining detected in the hippocampus, thalamus, hypothalamus, and medulla. Moreover, there was no apparent difference in cellular tropism as viral antigen is readily detected in glial cells within the brains of mice infected with either MHV-CXCL9 (E) or MHV-cCXCL9 (F). Brains are representative of 4 mice per group with a minimum of 6 sections/mouse examined. Diminished",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Viral infection of wildtype (CXCL9+/+) mice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Histopathology of brains from infected CXCL9−/− miceRepresentative brain and sections from CXCL9−/− mice infected with either MHV-cCXCL9 or MHV-CXCL9 at day 7 p.i. Brains from MHV-CXCL9-infected mice (C) exhibited large perivascular infiltrates (arrows) and meningeal inflammatory lesions (arrowheads) when compared to mice infected with MHV-cCXCL9 (A). Staining for viral antigen revealed numerous infected cells within the hippocampus of MHV-cCXCL9-infected mice (B) compared to mice infected with MHV-CXCL9 (D). Histology and antigen staining was performed for two separate experiments with 2 mice per group and a minimum of 6 sections per mouse examined. Panels A and C, 40x magnification and panels B and D, 400x magnification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Liver pathology following viral infection of CXCL9−/− miceLivers from MHV-CXCL9-infected mice (D) displayed fewer foci of inflammation (arrowheads) while livers from MHV-cCXCL9-infected mice (A) exhibited more severe hepatitis with concentric rings of necrotic hepatocytes mixed with a predominant lymphocyte and neutrophil infiltrate. Histology was performed for two separate experiments with 2 mice per group and a minimum of 6 sections per mouse examined. Viral antigen was detected within hepatocytes encircling hepatic lesions (arrowheads) of mice infected with either MHV-CXCL9 (E) or MHV-cCXCL9 (B). Infection resulted in viral antigen in hepatocytes encircling areas of focally necrotic regions in MHV-CXCL9 (F) and MHV-cCXCL9 (C) infected mice.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by National Institutes of Health grants NS41249 (T.E.L.) AI067309 (D.J.J.C.) and National Multiple Sclerosis Society Grant 3278-A-3 to T.E.L.The authors gratefully acknowledge Robert Edwards for assistance in evaluating tissue pathology and Lucia Whitman for technical assistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "T cells in the brain at days 3 and 7 p.i. compared to mice infected with MHV-cCXCL9. By day 12 p.i. there was no difference in numbers of CD4+ or CD8+ T cells within the brains of mice infected with either virus. (B) No differences were detected in either CD4+ or CD8+ T cell migration into the livers of mice infected with MHV-CXCL9 compared to MHV-cCXCL9 at any time point examined. (C) NK cell infiltration was increased (*p≤0.05) within the brains of MHV-CXCL9-infected mice at day 3 p.i. compared to mice infected with MHV-cCXCL9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}