{
    "paper_id": "d2625ad44759486a98925121112bcfa525d82542",
    "metadata": {
        "title": "CHEMICAL COMPOSITION, ANTIOXIDANT AND ANTIMICROBIAL ACTIVITIES OF SANGUISORBA OFFICINALIS L. EXTRACTS",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Gawron-Gzella",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Determination of Phenolic Acids (TPAC)",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "addrLine": "4 OEiêcickiego Street",
                        "postCode": "60-781",
                        "settlement": "Poznan, Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ewa",
                "middle": [],
                "last": "Witkowska-Banaszczak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Determination of Phenolic Acids (TPAC)",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "addrLine": "4 OEiêcickiego Street",
                        "postCode": "60-781",
                        "settlement": "Poznan, Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Wies³awa",
                "middle": [],
                "last": "Bylka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Determination of Phenolic Acids (TPAC)",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "addrLine": "4 OEiêcickiego Street",
                        "postCode": "60-781",
                        "settlement": "Poznan, Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Marlena",
                "middle": [],
                "last": "Dudek-Makuch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Determination of Phenolic Acids (TPAC)",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "addrLine": "4 OEiêcickiego Street",
                        "postCode": "60-781",
                        "settlement": "Poznan, Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Agnieszka",
                "middle": [],
                "last": "Odwrot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Determination of Phenolic Acids (TPAC)",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "addrLine": "4 OEiêcickiego Street",
                        "postCode": "60-781",
                        "settlement": "Poznan, Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalia",
                "middle": [],
                "last": "Skrodzka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Determination of Phenolic Acids (TPAC)",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "addrLine": "4 OEiêcickiego Street",
                        "postCode": "60-781",
                        "settlement": "Poznan, Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Sanquisorba officinalis has been used internally for the treatment of intestinal infections and duodenal ulcers, as well as hemorrhoids, phlebitis and varicose veins and female disorders, and topically to heal wounds, burns, and ulcers. In our study, the antioxidant and antimicrobial activities, as well as quantitative analysis of polyphenols (phenolic acids, flavonoids and total polyphenols) in methanol and aqueous extracts from S. officinalis herbs are presented. A correlation between the antioxidant activity and composition of tested extracts indicates that flavonoids are the major compounds causing scavenging of free radicals. Higher content of flavonoids was found in the methanol extract, while the content of total phenolics was higher in the aqueous extract. Both extracts from S. officinalis herbs showed antioxidant activity and high antimicrobial activity in a wide spectrum of test strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sanguisorba officinalis L. (great burnet) from the family Rosaceae is a well-known perennial plant indigenous to central and southern Europe and northern Africa, but also naturalized in North America and Asia [1, 2] . The medicinal herbs represent both aerial parts and roots. The roots of S. officinalis contain 12 -17% tannins (mainly hydrolysable ellagitannins and gallotanins) [3] , e.g., sanguisorbic acid dilactone (a trimeric gallic acid structure), and ellagitannins sanguiins H-1, H-2, and H-3 [4] , galloylhamameloses I and II [5, 6] , and proanthocyanidins (7-O-galloyl-(+)catechin and 3-O-galloylprocyanidin-B-3) [3, 7] . Triterpene glycosides, derivatives of the ursolic and oleanolic acids (e.g. ziyu-glycoside I and II), flavonoids, phenolic acids, disaccharide, and neolignans are also present in the roots of great burnet [1, 8 -11] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 849,
                    "text": "[1, 8 -11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The herbs of S. officinalis have been used in Traditional Chinese Medicine (TCM) for thousands of years due to hemostatic, analgesic, and astringent properties. This plant has been used internally for the treatment of chronic intestinal infections, duodenal ulcers, diarrhea, as well as hemorrhoids, phlebitis and varicose veins, and female disorders such as menorrhagia during menopause [12] . Topically, it has been also applied to heal wounds, burns, and ulcers, and to treat bleeding, e.g., nosebleeds [2] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous studies confirmed that ethanol and aqueous extracts of the aerial parts and roots of S. officinalis possess numerous pharmacological activities. The ethanol extract in in vitro studies exhibits anti-inflammatory properties and can therefore be effective against bronchial asthma associated with allergic diseases [13] . The aqueous extract and disaccharides isolated from S. officinalis roots inhibited immediate-type allergic reactions [9, 14] . The mechanism of the anti-inflammatory activity of S. officinalis roots was related to blocking the production of NO and PGE2 on transcriptional levels [12] . The methanol extract of great burnet showed a protective effect against carbon tetrachloride induced hepatotoxicity in rats [15] . An immunomodulatory effect of the polysaccharide fraction of S. officinalis extract was also demonstrated [10, 16] . Triterpene glycosides displayed antioxidant properties, including suppression of lipid peroxide and hydroxyl radical generation and upregulation of the superoxide dismutase activity [17] . Terpene glycosides exhibited hemostatic activity, the strongest one being shown by ziyu-glycoside I [18] . The aqueous extract of S. officinalis showed neuroprotective effects on the transient focal ischemia in rats, and the methanol extract also exhibited neuroprotective effect on the oxidative stress induced by amyloid beta protein [19 -21] . The S. officinalis extracts demonstrated a great antithrombin effect and exhibited inhibitory activity against murine leukemia cells [13, 22] . Gallocatechin isolated from the roots showed a significant impact on tacrine induced cytotoxicity in Hep G2 cells [23] . Some of the triterpene glycosides from the roots were found to be cytotoxic against human oral squamous cell carcinoma (HSC-2) cells and human stomach tumor cells [8] . The ziyu-glucoside II showed an anticancer effect on the human gastric carcinoma BGC-823 cells [24] , and an antiproliferative effect on human breast tumor cell lines MCF-7 and MDA-MB 231 [25] . The methanol extract of S. officinalis inhibited the growth of prostate cancer cell PC 3 and induced apoptotic cell death by downregulation of McI-1 protein expression and Bax oligomerization [18] . The aqueous extract of S. officinalis turned out to be effective in in vitro inhibition of the hepatitis B virus DNA polymerase activity and suppressed the hepatitis B virus surface antigen (HBsAg) [26, 27] . The methanol extract of S. officinalis radix reduced coronavirus (CoV) replication [28] . The ethanol extract from the aerial part and rhizome of S. officinalis showed antibacterial activity [29] . The S. officinalis extract inhibited endothelin-1 production in human keratinocytes, which plays an important role in UV-B induced pigmentation and fibroblastderived elastase, hence influencing the formation of wrinkles induced by UV-B [30, 31] . Ziyu-glycoside I was shown to be responsible for this activity [32] . Currently, both roots and aerial parts of great burnet are used in cosmetology. The S. officinalis root extract is classified as cleansing, refreshing, skin conditioning and tonic agent [33] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1388,
                    "end": 1396,
                    "text": "[19 -21]",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1536,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 1657,
                    "end": 1661,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1827,
                    "end": 1830,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1928,
                    "end": 1932,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2021,
                    "end": 2025,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 2220,
                    "end": 2224,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 2425,
                    "end": 2429,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 2430,
                    "end": 2433,
                    "text": "27]",
                    "ref_id": null
                },
                {
                    "start": 2519,
                    "end": 2523,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 2627,
                    "end": 2631,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 2870,
                    "end": 2874,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 2875,
                    "end": 2878,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 2944,
                    "end": 2948,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 3137,
                    "end": 3141,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purpose of this study was to analyze the effect of the extraction solvent type on the amount of extracted phenolic acids, flavonoids, and total phenolics, as well as on the antioxidant and antimicrobial activity of S. officinalis herb extracts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Commercial samples of S. officinalis herbs were used for this study (Dary Natury Miros³aw Angielczyk, Koryciny 73, Grodzisk). They had been purchased in one of the pharmacies in Poznañ in 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plant material"
        },
        {
            "text": "Acetone, methanol, ethyl acetate, hydrochloric acid, sodium hydroxide, sodium carbonate, sodium molybdate, and sodium nitrite were obtained from POCh (Gliwice, Poland). Caffeic and gallic acids were purchased from Carl Roth GmbH Co., Germany; Folin-Ciocalteu reagent and aluminum chloride were obtained from Merck (Darmstadt, Germany), dimethylosulfoxide (DMSO) from Ubichem Ltd. (Hampshire, England), p-iodonitrotetrazolium violet (INT) dye and 2,2-diphenyl-1-picrylhydrazyl (DPPH) radical from Sigma-Aldrich (United States), and butylhydroxyanisole (BHA) from Fluka (France). The absorbance was measured using a Lambda 35 UV/VIS spectrophotometer (Perkin-Elmer, United States).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Dried and powdered herbs of great burnet were extracted twice with methanol (10.0 g raw material and 30 mL solvent treated for 30 min in ultrasonic bath at 50°C) or once with water (10.0 g raw material with 200 mL boiling water added and left to stay for 30 min after being covered). The extracts were filtered through a Whatman no. 1 filter and the filtrates were concentrated to dryness. The quantitative analyses and antioxidant studies were conducted for stock solutions, which were prepared from the dry extracts diluted with water to 50 mL to obtain MeOH extract (I) and H 2 O extract (II). For antimicrobial testing, 1% (w/v) stock solutions of both extracts were prepared in pure DMSO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Extracts"
        },
        {
            "text": "The total content of phenolic acids (TPAC) was determined by a spectrophotometric method with Arnov's reagent (10.0 g sodium molybdate, 10.0 g sodium nitrite in 100.0 mL water) as described in Polish Pharmacopoeia VI [34] . An aliquot (1 mL) of the stock solution of extract I or II was mixed with 5 mL water, 1.0 mL HCl (18 g/L), 1.0 mL Arnov's reagent, and 1.0 mL NaOH (40 g/L) and diluted to 10.0 mL with water. The absorbance was measured at 490 nm against a blank. The TPAC, expressed as percentage of caffeic acid (% CA), was calculated according to the following formula: TPAC (%) = A´0.877/m, where A is the absorbance of the sample solution and m is the mass (expressed in grams) of the dry herbal material.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Determination of Phenolic Acids (TPAC)"
        },
        {
            "text": "The total content of flavonoids (TFC) was determined spectrophotometrically according to the procedure described in European Pharmacopoeia VIII [35] with slight modifications. The absorbance of yellow complexes between aluminum chloride and carbonyl and hydroxyl groups of the flavonoids in the extracts was measured spectrophotometrically at 425 nm. The TFC, expressed as percentage of quercetin (% Q), was calculated using the following formula: TFC (%) = A´0.875/m, where A is the absorbance of the sample solution and m is the mass (expressed in grams) of the dry herbal material.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Determination of Flavonoids (TFC)"
        },
        {
            "text": "The total content of phenolic compounds (TPC) in the extracts was determined using the Folin-Ciocalteu reagent [36] . Briefly, 0.2 mL of extracts I or II was put into a 10.0 mL volumetric flask containing 4.0 mL water; then, 0.5 mL of Folin-Ciocalteu's reagent and, in 1 min, 2.0 mL of 20% aqueous solution of sodium carbonate were added. The mixture was diluted to 10.0 mL with distilled water and incubated in the dark at room temperature for 30 min. The absorbance was measured at 760 nm. A mixture of 0.5 mL Folin-Ciocalteu's reagent, 2.0 mL 20% aqueous solution of sodium carbonate diluted to 10.0 mL with water was used as a blank. The TPC was calculated using a calibration curve (y = 13.37542x; R 2 = 0.9991) constructed using gallic acid (within 0.001 -0.006 mg/mL) as a standard. The results were expressed as percentage of gallic acid (% GA).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Determination of Total Phenolic Compounds (TPC)"
        },
        {
            "text": "Data on the TPAC, TFC, and TPC in extracts I and II are presented in Table 1 and Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 81,
                    "end": 87,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Determination of Total Phenolic Compounds (TPC)"
        },
        {
            "text": "The free radical scavenging capacity of the samples was determined using the DPPH method [37 -39] . For this purpose, an aliquot (200 mL) of extract I or II was dissolved in water to various concentrations (0.5 -20.0 mg/mL) and mixed with 1.4 mL DPPH solution (0.0062 g/100 mL MeOH). After 30 min incubation in darkness at room temperature, the absorbance (A) was measured at 517 nm against a blank.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "[37 -39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antioxidant Activity"
        },
        {
            "text": "The free radical activity was calculated as percentage inhibition using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antioxidant Activity"
        },
        {
            "text": "where A blank is the absorbance of the control solution (containing all reagents except the tested extracts) and A sample is the absorbance of the sample. The results were also expressed in terms of the IC 50 parameter defined as the concentration of antioxidant that causes 50% DPPH loss in the DPPH radical scavenging activity test. The IC 50 values were determined by linear regression. BHA solution (0.01 -1.00 mg/mL) was used as the positive control. The results are presented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 492,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Antioxidant Activity"
        },
        {
            "text": "The data obtained in this study were expressed as the mean of six replicate, plus or minus the confidence interval. The differences were considered significant for p £ 0.05. Correlation between the antioxidant capacity and TPC was analyzed using the simple linear regression, and the coefficient of determination (R 2 ) was calculated. The statistical analysis was performed using Microsoft Excel 2007 software. The test strains were maintained and tested on the Mueller-Hinton broth (bacteria) and Sabouraud chloramphenicol broth (mycetes) media purchased from Bio-Merieux (France). Twenty-hour cultures of the reference strains of bacteria and fungi were diluted 1 : 1 according to the McFarland scale (i.e., 0.5) in a sterile normal saline solution at a concentration of 10 6 CFU/mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "An aliquot (1 mL) of a suspension of the reference microbe strain was added to each concentration of the extracts and diluted in the liquid medium. Then the mixture was incubated at 35 -37°C (bacteria) or 25°C (fungi) for 24 h and examined. A clear medium indicated inhibition of the micro-organism growth, while turbidity development or precipitate formation in the medium confirmed its growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "When turbidity appeared after dilution of the plant extract fraction in the liquid medium, some amount of the aqueous solution of INT at a concentration of 2 mg/mL was added. After incubation, the growth of micro-organisms was evidenced by red colour appearance in the sample. Following this procedure, the lowest concentration of the extract inhib-iting the visible growth of each micro-organism (denoted as MIC) was determined (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "Tests with DMSO used as a negative control and gentamycin for the bacteria or nystatin for the fungi as a positive control were carried out in parallel. All tests were performed in duplicate and the antibacterial activity was expressed as the mean value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "In this study, the content of phenolic acids, flavonoids, and total phenolics in methanol and aqueous extracts from S. officinalis herbs was investigated. The content of phenolic acids and flavonoids was determined by the colorimetric methods recommended by the FP VI [34] and Ph. Eur. VIII [35] . The total phenolics content was determined by the analysis with Folin-Ciocalteu reagent [36] . The results of these determinations are presented in Table 1 and graphically illustrated in Fig. 1 . Table 1 gives the TPAC/TPC and TFC/TPC ratios, as well as the ratio of the TPAC+TFC sum to TPC.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 453,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 485,
                    "end": 491,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 494,
                    "end": 501,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Phenolic acids are present in the herb of great burnet in low amounts. No considerable differences in TPC between the studied extracts were observed. The results also showed that phenolic acids constituted about 10% of total polyphenols in the aqueous extract and about 20% in the methanol extract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The content of flavonoids was about three times greater in the methanol extract than in the aqueous extract (0.143% and 0.030%, respectively, expressed as quercetin). The study showed that flavonoids constituted about 20% of total Chemical Composition, Antioxidant and Antimicrobial Activities 247 The concentration of total phenolic compounds in extracts also depends on the type of extractant. The highest level of phenolics was found in the aqueous extract (1.871% expressed as gallic acid), while the lowest content (about 2.5 times as small) was observed in the methanol extract from S. officinalis herbs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In the methanol extract, the content of the sum of phenolic acids and flavonoids constituted 42% of the total polyphenols, whereas in the aqueous extract it amounted to about 12%. These results suggest the presence of some groups of compounds (e.g., tannins) other than phenolic acids and flavonoids in the aqueous extract [3, 6] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The antioxidant activity of the tested extracts, expressed as the ability to scavenge DPPH free radicals (percentage of the DPPH decrease) and the IC50 parameter defined as the concentration of the extract that scavenges 50 % of the DPPH free radical, have been shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The antioxidant activity of S. officinalis extracts increased with the amount of extracted raw plant material. Greater activity was shown by the methanol extract (IC 50 = 2.95 mg/mL), while the aqueous extract had a slightly weaker ability to scavenge free radicals (IC 50 = 3.65 mg/mL); however, IC 50 of the BHA solution (used as a standard antioxidant) was 0.20 mg/mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The TFC in the methanol extract was 5 times higher than in the aqueous extract. This, rather than the TPC which was greater in H 2 O extract, most likely explains the higher antioxidant activity of the methanol extract (IC 50 = 2.95 mg/mL) as compared to the aqueous extract (IC 50 = 3.65 mg/mL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In our study, a positive correlation was observed between the antioxidant activity and total flavonoid content, while there was inverse correlation between the antioxidant activity and TPC. A correlation between the antioxidant activity and TFC was also demonstrated in the case of alcohol and aqueous extracts from the aerial parts of S. minor [40] . In previous studies carried out with aqueous extracts, (+)-gallocatechin and methyl 6-O-galloyl-b-glucopyranoside isolated from the roots of S. officinalis showed high antioxidant activity (1940 mmol Trolox equivalent/g dry extract) [23, 41] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The antimicrobial activity was studied on standard strains of five Gram-positive bacteria (S. aureus, S. epidermidis, M. luteus, B. subtilis, E. faecalis), three Gram-negative bacteria (E. coli, K. pneumoniae, P. aeruginosa), and fungi (C. albicans). All herbal extracts showed antimicrobial activity with MIC = 0.07 -2.50 mg/mL. The MIC values obtained are listed in Table 3 . The methanol and aqueous extracts from S. officinalis herbs revealed a high bacteriostatic activity against all Gram-positive bacteria (except for E. faecalis) and against Gram-negative bacteria (K. pneumoniae, E. coli, P. aeruginosa). The analyzed extracts were moderately active against C. albicans. Gentamycin used as a positive control showed MIC within 1 -32 mg/mL against Gram-positive and MIC = 2 mg/mL against Gram-negative bacteria; MIC of nystatin against C. albicans ranged from 16 to 32 mg/mL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In the study dependence activities and the type of extracts of the S. officinalis herb were presented. Studies of correlation between the antioxidant activity and extracted compounds indicated that flavonoids were the major compounds producing scavenging of free radicals, since the content of flavonoids found in the methanol extract was higher than that in the aqueous extract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The results presented above indicate a wide spectrum and high antimicrobial activity of both methanol and aqueous extracts obtained from S. officinalis herbs. The established antimicrobial activity, in particular inhibition of the growth of micro-organisms causing inflammation of the skin and mucous membrane, fully justifies the use of S. officinalis in traditional medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "PDR for Herbal Medicines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenwald",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brendler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jaenicke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "404--405",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "International Nomenclature of Cosmetic Ingredients (INCI)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Council of Europe. European Directorate for the Quality of Medicines",
            "authors": [
                {
                    "first": "European",
                    "middle": [],
                    "last": "Pharmacopoeia",
                    "suffix": ""
                },
                {
                    "first": "Viii",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The content of phenolic acids, flavonoids and total phenolic compounds in methanol (I) and water (II) extracts from S. officinalis herb.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The content of phenolic acids (TPAC), flavonoids (TFC) and total phenolic compounds (TPC) and the ratio of TPAC, TFC to TPC in different extracts (I -MeOH; II -H 2 O) from S. officinalis herb, n = 6 A series of diluted extracts with concentrations ranging from 0.07 to 2.50 mg mL -1 were studied. The test organisms used in this study were as follows: Gram-positive strains Staphylococcus aureus ATCC 953825923, Staphylococcus epidermidis NCTS 11047, Microccocus luteus ATCC 9341, Bacillus subtilis ATCC 6633, and Enterococcus faecalis ATCC 14428; Gram-negative strains Escherichia coli ATCC 8196, Klebsiella pneumoniae ATCC 27736, Psedomonas aeruginosa ATCC 27853; and fungal strain Candida albicans ATCC 10231.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Antimicrobial activity of tested extracts from the herb and root of Sanquisorba officinalis and gentamicin and nystatin",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}