{
    "paper_id": "d27a33853d4631f93853f0d850bc06d8d1d833c6",
    "metadata": {
        "title": "Geography and Sustainability xxx (xxxx) xxx COVID-19: Challenges to GIS with Big Data",
        "authors": [
            {
                "first": "Chenghu",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fenzhen",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Pei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "An",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunyan",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhidong",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Juanle",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunqiang",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ci",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fujia",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fengqin",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiawei",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunfeng",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yilan",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Resources and Environmental Information System",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of the 2019 novel coronavirus disease has caused more than 100,000 people to be infected and has caused thousands of deaths. Currently, the number of infections and deaths is still increasing rapidly. COVID-19 seriously threatens human health, production, life, social functioning and international relations, and has caused widespread concern around the globe. In the fight against COVID-19, geographic information systems (GIS) and big data technologies have played an important role in many aspects, including the rapid aggregation of multisource big data, rapid visualization of epidemic information, spatial tracking of COVID-19, prediction of regional transmission, identification of the spatial allocation of risk and selection of the control level, balance and management of the supply and demand of medical resources, social-emotional guidance and panic elimination, the provision of solid spatial information support for decision-making about COVID-19 prevention and control, measures formulation, and assessment of the effectiveness of COVID-19 prevention and control. GIS has developed and matured relatively quickly and has a complete technological route for data preparation, platform construction, model construction, and map production. However, for the struggle against COVID-19, the main challenge is finding strategies to adjust traditional technical methods and improve speed and accuracy to provide accurate information for rapid social management. Additionally, in the era of big data, data no longer come mainly from the government but are gathered from more diverse enterprises. As a result, the use of GIS faces difficulties in data acquisition and the integration of heterogeneous data, which requires governments, businesses, and academic institutions to jointly promote the formulation of relevant policies. At the technical level, spatial analysis methods for big data are in the ascendancy. Currently and for a long time in the future, the development of GIS should be strengthened to form a data-driven system for rapid knowledge acquisition, which signifies that GIS should be used to reinforce the social operation parameterization of models and methods, especially when providing support for social management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of 2019 novel coronavirus disease (COVID-19) is a 2 public health emergency of international concern ( WHO Outbreaks and 3 emergencies, 2020 ) that had spread to more than 100 countries by 4 March 8, with more than 100,000 infections and 3,830 deaths ( NHC, 5 2020 ; WHO, 2020 ), seriously affecting economic and social develop- Figure 3 . massive geographic and social-spatial information in the face of preven-145 tion and control of an epidemic emergency is the most basic problem 146 for subsequent temporal and spatial mining and analysis. Based on the 147 unified geographical framework, this research quickly absorbed and in-148 tegrated geographical big data, including the WHO data released inter-149 nationally, daily domestic health and disease control data, professional 150 population health platform data, Tencent location request data, Baidu 151 migration data, microblog text data, patient spatiotemporal trajectory 152 data, international airline data, census data, education enrollment data, 153 land cover data, remote sensing imagery and other multisource data 154 graduated symbols, heat maps, and three-dimensional maps. 176 In this study, a data-driven multiscale mapping template was de- The comparison of the spatial track of a patient's activities is a critical 205 technical task for virus tracking and transmission chain reconstruction. 206 The comparison of activity tracks between patients and populations pro-207 vides an important scientific basis for delimiting the potentially infected 208 population. Methods to quickly and automatically extract the patient's 209 spatiotemporal trajectory from text data, establish the spatiotemporal 210 comparison method, find the potential spatiotemporal exposure link of 211 patients, support epidemiological investigation and rapid analysis, and 212 realize automatic detection of the cross-regional epidemic infection path 213 are major challenges for GIS. In this research, we 1) developed a recon-214 struction technology for the progress of the spatiotemporal events in 215 a patient's text track data that can automatically convert the track text 216 into quantitative spatiotemporal events; 2) established a spatiotemporal 217 events database with more than 70000 pieces of patient track text cov-218 ering the whole country; 3) constructed an exposure calculation model 219 and a patient-node-patient association model that integrates time, space 220 and text acquaintance, which showed the exposure assessment and site 221 risk assessment of each individual (the exposure analysis of a patient's 222 spatial trajectory is shown in Figure 5 .). Based on the above work, the 223 key epidemic transmission centers were located, including Baodi Mall in 224 Tianjin; Toulong Mall in Harbin, Heilongjiang; and Yintaishimao Mall 225 in Wenzhou, Zhejiang. Assessing the risk of epidemics and transmission in different regions 256 is of great significance for decision-making and the adjustment of pre-257 vention and control efforts. Considering that the epidemic outbreak cen-258 ter was in Wuhan, the correlation between the number of confirmed 259 cases in each province and the population flow from Wuhan to each 260 province was examined first. The research indicated that until 24:00 on 261 February 2, 2020, the severity of the epidemic in each province was 262 highly correlated with the population who travelled there from Wuhan 263 before the city of Wuhan was locked down, with a correlation coefficient 264 of 0.77. A risk assessment model was constructed with the spatial distri-265 bution of the number of confirmed cases and the population migration, 266 and three risk level areas were outlined on the regional scale and on the 267 urban scale for the cities with high risks of epidemics, including Bei-268 jing, Shenzhen, Guangzhou, Shanghai, Chongqing, Wenzhou, Zhuhai, 269 and control. We have integrated multiple datasets, such as provincial 305 epidemic data, online consumption data and postal service data, to an-306 alyze the supply-demand situation and price changes in necessities and 307 food, including vegetables and meat, for every province during the epi-308 demic prevention period, as well as the changing volume and trends of 309 postal and express delivery businesses in each region, to identify the 310 area, type, and transportation support capacity of the material shortage 311 risks. Through this, we provided scientific data for the social manage-312 ment departments to obtain the material supply-demand dynamic infor-313 mation in real time. Meanwhile, by tracking the transportation of ma-314 terials, we identified the highly sensitive nodes that may invoke virus 315 transmission during the transportation process and provided advance 316 warning and decision support for the prevention and control of the re-317 gional spread of the epidemic (the national distribution of risk index 318 is shown in Figure 9 .). Due to the involvement of company business 319 information involved in the data, there were many difficulties in the 320 acquisition process, which revealed that knowledge of how businesses 321 constrain data sharing will become an important research direction. At 322 present, JD.COM, SF Express, and other large domestic online shopping 323 and logistics companies have begun to establish GIS-based logistics mon-324 itoring systems. In the future, with the support of Internet of Things tech-325 nology, a national classified material transportation monitoring system 326 and a national data integration and analysis platform will be gradually 327 established, which will provide more accurate and timely information 328 on the material supply and transportation capacity during emergency 329 policy-making for the whole society. The magnitude and scale of population mobility are essential infor-332 mation for spatial transmission prediction, risk area division, and con-333 trol measure decision-making for infectious diseases ( Wang et al., 2019 ) . 334 Research has shown a strong relationship between the number of train 335 journeys and the number of COVID-19 cases . At the 336 beginning of the outbreak COVID-19 outbreak, especially before the clo-337 sure of Wuhan on January 23, 2020, more than five million people had 338 left Wuhan for other regions ( News China, 2020 ). A better understand-339 ing of the destinations of those people can assist in decision-making and 340 were mainly characterized by a small population inflow ( Figure 10 .).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "176",
                    "ref_id": null
                },
                {
                    "start": 1378,
                    "end": 1381,
                    "text": "206",
                    "ref_id": null
                },
                {
                    "start": 3653,
                    "end": 3656,
                    "text": "266",
                    "ref_id": null
                },
                {
                    "start": 5978,
                    "end": 5999,
                    "text": "( Wang et al., 2019 )",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 6002,
                    "end": 6005,
                    "text": "334",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 350,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2626,
                    "end": 2634,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4932,
                    "end": 4940,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 6490,
                    "end": 6501,
                    "text": "( Figure 10",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "1"
        },
        {
            "text": "The above results were shared with government officials, and the de-363 velopment of the epidemic confirmed the objectivity of this research, 364 which strongly supported government decision-making. 365 Population mobility in the Spring Festival of 2020 was significantly 366 lower than that during the Spring Festival of 2019 (see Figure 11 .) due 367 to the quarantine measure, which prevented the wider spread of the epi-368 demic ( Hu, 2019 ; Wei et al., 2018 ) . However, Figure 11 shows that pop-369 ulation mobility has increased since February 17 (the 24 th of the first 370 lunar month of 2020). The return of people to work will possibly in-371 crease the spread of COVID-19. Baidu migration data were utilized here 372 to predict the risk . We calculated the speed of the pop-373 ulation mobility recovery in each city (shown in Figure 12 When a major epidemic occurs, the negative impact of uncertainty 386 and panic on social operations may exceed that of the viral diseases. 387 Therefore, this research applied massive social media data to track and 388 evaluate the spatial spread of public sentiment ( Miller and Goodchild, 389 2015 ) . Considering that public behavior has the characteristics of irra-390 tionality, strong infectivity and conformity, we needed to build a knowl-391 dational information on public opinion to guide the government. 453 In assessing the contribution of GIS and spatial big data technology 454 to the containment of this epidemic, it is clear that many challenges 455 remain to be studied. For example, the status of big data source restric-456 tions in commercial enterprises may restrict the data supply needed for 457 social management, result in the lack of a mature scheme for big data 458 aggregation, and cause difficulty of rapid online application of deep in-459 tegration, which are ongoing issues. Regarding data-driven knowledge 460 acquisition, the uncertainty of social operations, especially with the high 461 spatial heterogeneity of responses to epidemic development throughout 462 the country, may lead to spatial deviations from the model simulation. 463 Strategies for a technical system of knowledge acquisition based on big 464 spatial data focused on social operations are an ongoing challenge. From 465 the aspect of research expression, the status results can be fully reflected, 466 while the multiscale dynamic presentation driven by big data is urgently 467 needed and promising. ",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "364",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "365",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 446,
                    "text": "( Hu, 2019 ;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 465,
                    "text": "Wei et al., 2018 )",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1117,
                    "end": 1151,
                    "text": "( Miller and Goodchild, 389 2015 )",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "453",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1440,
                    "text": "454",
                    "ref_id": null
                },
                {
                    "start": 2117,
                    "end": 2120,
                    "text": "463",
                    "ref_id": null
                },
                {
                    "start": 2352,
                    "end": 2355,
                    "text": "466",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "Figure 11",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 477,
                    "end": 486,
                    "text": "Figure 11",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 840,
                    "end": 849,
                    "text": "Figure 12",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "362"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Research 482 Report on Data and Intelligent Application in Epidemic Prevention and Control (1.0)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "483",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Healthcare Professionals: 486 Frequently Asked Questions and Answers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Connecting China Connecting the World",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "China Daily, 2020a. New hospital ready in Wuhan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mapping coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crowdsourcing geographic information for disaster re-495 sponse: a research frontier",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodchild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glennon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Digital Earth",
            "volume": "3",
            "issn": "",
            "pages": "231--241",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mathematical models of infectious disease transmission",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Na-497 ture Reviews Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "477--487",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Visualizing the largest annual human migration during the Spring Festival 501 travel season in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environment and Planning A: Economy and Space",
            "volume": "51",
            "issn": "",
            "pages": "1618--502",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Data-driven geography",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodchild",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Geojournal",
            "volume": "80",
            "issn": "",
            "pages": "449--461",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 epidemic situa-505 tion up to 24:00 on",
            "authors": [],
            "year": null,
            "venue": "National Health Commission of the PRC",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 is urged by the UN Secretary General to do everything",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "New",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mayor of Wuhan: more than 5 million people left Wuhan 510",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Large-Scale Spatial-Transmission Models of Infectious Disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "512",
            "issn": "",
            "pages": "1298--1301",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SDG: Sustainable Development Goals, What are the Sustainable Development Goals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "514",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Study on disaster information management system 517 compatible with VGI and crowdsourcing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xiubao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science of Surveying and Mapping",
            "volume": "42",
            "issn": "",
            "pages": "191--518",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Migration patterns in China extracted 522 from mobile positioning data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Habitat International",
            "volume": "86",
            "issn": "",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "GEOSUS [m5GeSdc",
            "authors": [
                {
                    "first": "Article",
                    "middle": [],
                    "last": "In",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The rich-club phenomenon of China's population 524 flow network during the country's spring festival",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Coronavirus disease",
            "volume": "96",
            "issn": "",
            "pages": "77--85",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Difference of urban development 531 in China from the perspective of passenger transport around Spring Festival",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Applied 532 Geography",
            "volume": "87",
            "issn": "",
            "pages": "85--96",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The association 534 between domestic train transportation and novel coronavirus (2019-nCoV) outbreak 535 in China from 2019 to 2020: A data-driven correlational report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Spatial Data Handling in Big Data Era",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "538--539",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Corresponding author; Tel.: + 86 010-64888956 E-mail addresses: zhouch@lreis.ac.cn , sufz@lreis.ac.cn (C. Zhou), peit@lreis.ac.cn (T. Pei), zhangan@igsnrr.ac.cn (A. Zhang), duyy@lreis.ac.cn (Y. Du), luob@igsnrr.ac.cn (B. Luo), zhidong.cao@ia.ac.cn (Z. Cao), wangjl@igsnrr.ac.cn (J. Wang), yuanw@lreis.ac.cn (W. Yuan), zhuyq@lreis.ac.cn (Y. Zhu), songc@lreis.ac.cn (C. Song), chenj@lreis.ac.cn (J. Chen), xujun@lreis.ac.cn (J. Xu), lifujia2003@163.com (F. Li), mting@lreis.ac.cn (T. Ma), jiangll@lreis.ac.cn (L. Jiang), yanfq@lreis.ac.cn (F. Yan), yijw@lreis.ac.cn (J. Yi), huyf@lreis.ac.cn (Y. Hu), liaoyl@lreis.ac.cn (Y. Liao), xiaoh@lreis.ac.cn (H. Xiao). † These authors contributed equally to this work. ment. On February 28, UN Secretary-General Guterres called on gov-7 ernments to take action to do everything possible to control COVIDcontains 17 goals and 169 targets. SDG 3 aims to ensure 13 https://doi.org/10.1016/j.geosus.2020.03.005 Available online xxx 2666-6839/© 2020 Published by Elsevier B.V. on behalf of Beijing Normal University. This is an open access article under the CC BY-NC-ND license. ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) Please cite this article as: C. Zhou, F. Su and T. Pei et al., COVID-19: Challenges to GIS with Big Data, Geography and Sustainability, https: //doi.org/10.1016/j.geosus.2020.03.005 and technological display (Zhou C et al., 2016), to provide important sci-Q2 48 entific and technical support to allow the government to judge the epi-49 demic situation and formulate prevention and control measures ( Health 50 Commission of Hubei Province, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Rapid problem-oriented big data acquisition and integration 139 The decisions and actions of large-scale epidemic prevention and 140 control depend on data support. The development and application of big 141 data will undoubtedly contribute to quickly identifying the spatiotempo-142 ral process of epidemic development, prevention and control measures, 143 and the resulting effectiveness. Strategies for gathering and integrating 144",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "177signed. By rapidly processing real-time public outbreak data in 34178    provinces and more than 300 prefecture-level cities, we implemented 179 a multiscale map matching database template. By making the thematic 180 map templates in advance, the rapid production and release of large-181 scale epidemic maps were realized. Several color schemes were designed182    to not only reflect thematic knowledge with the use of color but also to 183 provide more emotively intuitive information, such as a red-purple color 184 scheme for the COVID-19 cases, a blue-black color scheme for the cases 185 with mortality, and a yellow-green color scheme for cured cases. Daily186 animation maps were applied to express the spatiotemporal character-187 istics of the spread of the epidemic. The knowledge mapping method 188 combined with epidemiological and emergency response-related profes-189 sional knowledge were also utilized further. We designed maps for the 190 multidimensional dynamic expression of the epidemic situation, such as 191 the cumulative distribution map of confirmed cases per 100,000 people 192 and the distribution map of places with zero new recorded cases. We 193 also launched daily reports called the Epidemic Map Story starting on 194 February 1, 2020, via the official WeChat platform. More than ten daily 195 update maps for the public were published and updated, including those 196 for the global COVID-19 epidemic situation, the spatial distribution of 197 the COVID-19 epidemic situation in China, and the development and 198 change of the epidemic situation as well as the spatial distribution and 199 change information of the epidemic situation in critical provinces; there 200 were more than 50,000 page views in total up to March 4, 2020. Two 201 template application examples are shown in Figure 4 . 202 2.4. Comparison between spatial tracking and spatiotemporal trajectory of 203 big data 204",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Spatiotemporal prediction of transmission speed and magnitude227    The spatiotemporal spread of infectious diseases in large popula-228 tions is a very large and complex system that poses great challenges 229 to mathematical modeling( Grassly and Fraser, 2008 ;Riley, 2007 ). This 230 research conducted a spatial simulation from the perspective of the geo-231 graphical environment and the social space. A spatiotemporal diffusion 232 model (Multi susceptible-exposed-infectious-removed-died-cumulative 233 model, multi-SEIRDC model) centered on the Wuhan epidemic area was 234 established that takes into account factors including the effects of spatial 235 barriers from human intervention, the impact of large-scale population 236 migration during the Chinese New Year and the spatial heterogeneity 237 of different epidemic areas. The multi-SEIRDC model was used to track",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Rapid mapping based on multi-scale templates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Exposure analysis of patient's spatial trajectory. derive and predict the COVID-19 epidemic situation in different regions 239 of China. Research has shown that the earliest time when COVID-19 be-240 gan to spread from person to person was from late November to early 241 December. The expected basic reproduction number was 4.08, with a 242 range of 3.37-4.77. The day before the Wuhan lockdown, there were 243 approximately 20,000 people infected with COVID-19 nationwide. As 244 of March 5th, the number of potentially infected people in Wuhan ex-245 ceeds 100,000. Due to the serious lack of detection capacity, there may 246 have be a large number of neglected mild and asymptomatic infections 247 before February 13, 2020. The effective reproduction number outside 248 Hubei fell below the threshold of 1 on February 2, 2020, and reached 249 an inflection point and entered a steady decline. The number of new 250 cases per day will fluctuate under 10 cases for approximately one month 251 before the end of the COVID-19 epidemic. If there is no import of over-252 seas infection cases, the end of the COVID-19 epidemic outside Hubei is 253 expected to be mid-March. 254 2.6. Spatial segmentation of the epidemic risk and prevention level 255",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "National spatial segmentation of COVID-19 epidemic risk. and Changsha and Harbin. However, after the Spring Festival, the epi-270 demic risk had a high probability of increasing due to the return flow. 271 The three variables, viz., case number, population migration, and trans-272 portation network, were incorporated into the prediction. The results 273 (not including those for Hubei) suggested that, after the Spring Festival, 274 Beijing, Shenzhen, Guangzhou, and Shanghai would have the highest 275 levels of risk, followed by Chongqing, Changsha, Hangzhou, Zhengzhou, 276 Nanjing, Xi'an, and Chengdu. See Figure 6 for details. 277 2.7. Spatial dynamic balancing of supply and demand for medical 278 resources 279 The spatial distribution of medical resources is generally balanced 280 according to factors such as population density, but the spatially un-281 even outbreaks of the epidemic and their rapid development result in 282 a spatiotemporal imbalance of the supply and demand for medical re-283 sources. In this case, the key to epidemic prevention and control is know-284 ing the spatiotemporal dynamics of the supply and demand for medical 285 resources to optimize the allocation of material. Based on the factors of 286 online hospital help information, local cases and forecasts, and existing 287 resource data, we analyzed the current dynamic situation of medical 288 protective equipment across the country through cross-validation and 289 sampling verification (phone inquiry and web inquiry) and attained the 290 following: 1) the prompt identification of a shortage of medical protec-291 tive equipment in 462 hospitals, including 336 in Hubei Province and 292 the rest in Sichuan, Anhui, Guangdong, Jiangsu and Hunan, among oth-293 ers; and 2) based on the number of confirmed cases, the number of hos-294 pitals that lacked sufficient medical protective equipment and the urban 295 population, the shortage of medical supplies was divided into four levels 296 on a regional scale and three levels on a city scale (the result for Hubei 297 Province is shown in Figure 7 , and the national result is shown in Figure 298 8 ). The above achievements provided an important scientific basis for 299 the national allocation of medical care resources for the prevention and 300 control of the epidemic. 301 2.8. Assessment of material supply and transportation risk 302 A stable and efficient national material supply and transportation 303 system provides important support for successful epidemic prevention 304",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Rapid estimation of population flow and distribution 331",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Relationship between confirmed case number and hospital shortage levels at the city-scale. Mi is cumulative cases number of city i; Pi is estimation number of population of city i;Ni is number of hospitals in shortage of city i; (Statistics until 19:00 2020/02/02).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "National distribution of hospitals in shortage of medical protective materials. prevention of coronavirus spread. Therefore, in this research, by using 341 multisource spatiotemporal big data, including Tencent location request 342 data, Baidu migration data, and land cover data, we have developed a 343 dynamic estimation model of the multilevel spatial distribution of the 344 interregional migrant population and further characterized the spatial 345 distribution of the population migrating from Wuhan to other regions of 346 Hubei Province. The results show that 1) during the Spring Festival, the 347average ratio between the increases in rural populations to the total pop-348 ulation was 124.7% in the prefecture-level cities in Hubei Province, and 349 at least 51.3% of the population moving from Wuhan to prefecture-level 350 cities flowed into rural areas, and 2) the spatial distribution of migrants 351 among cities and counties in Hubei Province exhibited a three-ringed 352 structure. The first ring was the core area of disease, which included 353 Wuhan and its surrounding areas, which mainly experienced population 354 Risk index of new coronavirus transmission associated with the logistics process in China on January 31st, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The spatial distribution of county-level total population change during the 2018 Spring Festival (Lunar New Year's Day-the fourth day after Lunar New Year's Day) in Hubei Province. outflows. The second ring was the primary focus area, including Huang-355 gang, Huangshi, Xiantao, Tianmen, Qianjiang, Suizhou, Xiangyang, and 356 parts of Xiaogan, Jingzhou, Jingmen, and Xianning, where the total pop-357 ulation and the population in rural areas increased significantly during 358 the Spring Festival. The third ring was the secondary focus area, which 359 included Yichang, Enshi, Shennongjia, and parts of Jingzhou and Jing-360 men, which were located in the western part of Hubei Province and 361",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "-a.) based on 374 the population migration from February 17-23, 2020. The result showed 375 that the speed of the return to normal levels of population mobility was 376 National population flow trend in the same period of Spring Festival in 2019 and 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "a) Recovery of urban population flow; b) Rework population flow network and community Division.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Spatial distribution of help and donation information of COVID-19 during the epidemic period (2020/01/09 -2020/02/10). rapid in economically developed cities in South China. The community 377 division of the population mobility network showed that the population 378 flows were mostly from the cities in Henan, Anhui, and Jiangsu to the 379 Yangtze River Delta and from cities in Hunan, Guizhou, and Jiangxi to 380 the Pearl River Delta. Both the departure cities and the destination cities 381 are places with large outbreaks of COVID-19. Based on the above anal-382 ysis, taking strict measures on these moving populations was suggested 383 in the case of the second surge of COVID-19 cases. 384 2.10. Spatial spread and detection of social sentiment 385",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "was designed and implemented. Based on the com-400 plex network, a user semantic behavior evolution model was introduced401    to measure and analyze the change in public opinion by tracking topics402    and sentiments that appeared in microblog users' timelines in response403    to COVID-19. The results indicated that from January 9 to February 10, 404 2020, more than 60% of posts related to science popularization of dis-405 ease prevention, government announcements, and responses suggested 406 that public sentiment was positive and stable. The posts with the topics 407 of \"help-seeking \" were concentrated in the key epidemic area of Wuhan, 408 and the posts related to \"donation information \" were widely distributed 409 throughout the country (shown inFigure 13). The results reflected the410 characteristics of China's emergency disaster relief, which was charac-411 terized by the adage \"Trouble on one side, help from all sides\". 19 is characterized by a long incubation period, strong infec-414 tivity and difficulty of detection, which have led to the sudden outbreak 415 and the rapid development of an epidemic. This situation requires GIS 416 and big data technology to allow rapid responses and analyses, a quick 417 supply of information about the epidemic dynamics and an understand-418 ing of the epidemic development rules to provide timely support for the 419 prevention and control decisions and actions. 420 In this study, we analyzed the spatial phenomenon of the disease, 421 material, population and social psychology at three scales: individual, 422 group and regional. At the individual scale, the comparison between 423 spatial epidemic tracking and the spatiotemporal trajectories of patients 424 were carried out. At the group scale, the estimation of population flow 425 and the spatial distribution were carried out. At the regional scale, the 426 division of spatial risk, the analysis of balance between the supply and 427 demand of medical resources, and the spatial differentiation analysis of 428 material transportation capacity and social sentiment were carried out. 429 From the perspective of GIS technology, this study revolutionized the 430 data acquisition methods of traditional data from various departments 431 and achieved rapid data acquisition and integration by incorporating 432 big data. The analysis platform was quickly constructed through an in-433 novative construction technology system, which provided the technical 434 platform for timely epidemic analysis. The production of epidemic maps 435 was quickly completed through multiscale dynamic template technol-436 ogy, which allowed timely dissemination of epidemic dynamic informa-437 tion. From the perspective of spatial simulation and analysis, this study 438 simulated the spatial transmission process of the epidemic well by in-439 creasing regional variables and assuming that the population flow and 440 R 0 (basic reproduction number) changed with prevention and control 441 measures. The calculation of the overlap between the spatial tracking of 442 the virus and that of patient trajectories was realized based on the ex-443 posure index of fused spatial and text information via text spatialization 444 technology. The estimation of population flow and spatial distribution 445 was realized via the combination of big data and traditional geographic 446 data, which identified the problems in the key risk areas and the spatial 447 mismatching of medical resources in a timely manner, to bring about a 448 rapid supply of information about the delimitation of prevention areas 449 and resource deployment in epidemic control. The monitoring of social 450 sentiment from social media was realized through the construction of a 451 knowledge database on public opinion, which provided important foun-452",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "declare no conflict of interest.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "National Health Commission of the People's Republic of China. Daily briefing on novel coronavirus cases in China, http://en.nhc.gov.cn/DailyBriefing.html ) construction of GIS for an epidemic in an emergency. The system inter-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded by the National Natural Science Foundation 474 of China (41421001). We thank the reviewers who provided valuable 475 comments on this paper. We are very grateful to those who partici-476 pated in the data preparation, processing and analysis for this study. 477 We also acknowledge all the support from State Key Laboratory of Re-478 sources and Environmental Information System, Institute of Geographic 479 Sciences and Natural Resources Research, Chinese Academy of Sciences. 480 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "473"
        }
    ]
}