{
    "paper_id": "d3141d9b06b1086031e22c2fc416a414ea56147d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "16 months after receiving a letter from American public health school deans, the White House said that since August 2013, US policy has not allowed the CIA to use vaccination programs, workers, or genetic materials gathered from immunizations for intelligence purposes. But the White House did not offer a public apology, despite violating the long-standing norm of strictly separating humanitarian assistance from military and intelligence operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The harms already produced are palpable. Of the 115 polio cases reported this year (as of July 9), 90 were in Pakistan. (http://www.polioeradication.org/Dataandmonitoring/Poliothisweek. aspx). In addition, cases in Afghanistan, Iraq, and war-torn Syria are genetically linked to Waziristan, demonstrating the deep connections among terrorism, political instability, and public health. Nigeria, as well, is a polio-endemic area of global concern; in February 2014, the Islamist militant group Boko Haram shot dead at least 9 women administering polio vaccinations in northern Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The CIA's ploy created political cover for militants seeking to exploit preexisting fears. Disinformation campaigns, for example, have linked polio vaccination campaigns to Western plots to sterilize Muslims. Rumors also have circulated asserting that the vaccines contained porcine contaminants, which violate the Muslim faith. Indeed, the interconnection of immunization, ideology, and religion has created a toxic mix, for which poor children are most likely to suffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On May 5, 2014, the director-general of the World Health Organization (WHO), Margaret Chan, declared wild polio to be a Public Health Emergency of International Concern (PHEIC): \"Two years ago, the international spread of polio virus had nearly ceased, but by the end of 2013 more than 60% of cases involved cross-border spread.\" 2 What concerns the director-general is that polio transmissions continue apace even into the low-transmission season, with twice the number of reported cases compared with this time last year. This is only the second time that the WHO has declared a PHEIC under the International Health Regulations (IHR) (revised 2005). In 2009, Dr. Chan designated Influenza (A) H1N1 a PHEIC, but an independent advisory committee sharply criticized the WHO's handling of the H1N1 pandemic, principally because this influenza strain was not highly pathogenic. (The reported death rate of H1N1 is .02%, compared with a one-third reported death rate for the currently circulating H7N9 novel influenza.) But H1N1 was a global pandemic affecting every country in the world, whereas polio is, and is likely to remain, largely confined to a few unstable countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The International Health Regulations"
        },
        {
            "text": "What value do the IHR have with respect to polio, and why did the WHO designate the disease as a global health emergency over the myriad global health threats circulating today? For example, the Middle East Respiratory Syndrome coronavirus (MERS-CoV), which was first reported in September 2012, has gained momentum. Of a total of 836 cases, more than 500 were reported in the last 3 months-with travelassociated cases appearing on nearly every continent. 3 To make matters worse, in early June the Saudi Ministry of Health revealed that it had been significantly undercounting MERS cases since at least mid-2013. 4 Global health experts express alarm at the prospect of mass transmission during the October Hajj pilgrimage, which attracts some 1.5 million foreign pilgrims to holy sites in Saudi Arabia, the epicenter of MERS. The potential for global spread, and the number of cases, seems at least as great a concern as polio. Nonetheless, the IHR Emergency Committee stated on May 14 that the conditions for a PHEIC had not been met.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 457,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 615,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The International Health Regulations"
        },
        {
            "text": "The powers conferred by the IHR, moreover, appear ill suited to respond to the resurgence of polio and more compatible with the containment of MERS. The director-general's IHR recommendations simply ask affected states to officially declare poliovirus transmission to be a national public health emergency and to encourage residents, long-term visitors, and international travelers to be immunized. (Governments already know this.) Traditional IHR powers (eg, surveillance, screening, and medical examination) are unlikely to be effective for polio in the way that they might be for MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The International Health Regulations"
        },
        {
            "text": "The truth is that polio eradication requires a political, not merely a technical, solution. Although we have the scientific know-how to eradicate polio, what is required are diplomacy and the public acceptance of mass vaccination programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The International Health Regulations"
        },
        {
            "text": "What may better explain the director-general's designation is the human aspiration of disease eradication, even though the global burden of polio is infinitesimal. (The most celebrated milestone in the WHO's history was the eradication of smallpox.) The world's most powerful international organizations, governments, and philanthropists (WHO, UNICEF, Rotary International, the CDC, and the Gates Foundation) support the Global Polio Eradication Initiative. Donors have invested more than $8 billion, while the WHO allocated 17.6% of its entire 2014/2015 biennial budget to polio eradication. This compares with 1.5% of global health spending for noncommunicable diseases (NCDs), which account for 62% of global deaths. 5 Polio was once a disease feared worldwide, causing devastating paralysis mainly among children, with images of iron lungs and metal leg braces haunting a generation. The Global Polio Eradication Initiative (GPEI), the largest private-public partnership for health, already has achieved remarkable success, reducing polio by 99%. The number of endemic countries has decreased from more than 125 in 1988 to just 3-Afghanistan, Nigeria, and Pakistan-today.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 721,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Global Polio Eradication: What Cost, What Direction?"
        },
        {
            "text": "Still, it seems reasonable to question whether \"getting to zero\" is worth the cost given the many global health priorities, such as NCDs, mental illness, and injuries. Or consider the lack of attention and funding devoted to the mosquito-borne illness Chikungunya, which originated in the Caribbean, with outbreaks in Africa, Asia, Europe, and the Indian and Pacific Ocean regions. Suspected of affecting more than 350,000 people, the disease causes debilitating pain and long-term health effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Polio Eradication: What Cost, What Direction?"
        },
        {
            "text": "Massive funding and IHR governance are unlikely to achieve the goal of eradicating polio. But global health diplomacy could succeed where doubling down on the GPEI cannot. Skilled negotiation-perhaps under United Nations auspices-could address the political barriers; Islamic scholars and respected imams could address religious distrust; and health education could address cultural attitudes toward and misinformation about immunization. Certainly, it will not be easy to disentangle global vaccination campaigns from entrenched ideological extremism and geopolitical strife. Nor will it be possible to ensure sanitation and clean water (vectors of transmission) in remote unstable regions. Like so much in global health, polio eradication is as much political and strategic as it is technical-and the solutions may lie more with diplomacy and international affairs than with science and technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Polio Eradication: What Cost, What Direction?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Taliban leader bans polio vaccinations in protest at drone strikes. The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health has an obligatory place on any post-2015 agenda",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-update (United Arab Emirates)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update in statistics: Ministry of Health institutes new standards for reporting of MERS-CoV",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global health development assistance remained steady in 2013 but did not align with recipients' disease burden",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Dieleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Templin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Aff",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.2013.1432"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}