{
    "paper_id": "d35133d6038f3e6359230de79c81fadeb105c20e",
    "metadata": {
        "title": "Efficacy of ribavirin in a case of long lasting and disabling Gianotti-Crosti syndrome",
        "authors": [
            {
                "first": "Vijay",
                "middle": [],
                "last": "Zawar",
                "suffix": "",
                "affiliation": {},
                "email": "vijayzawar@yahoo.com"
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Chuh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong Queen Mary Hospital",
                    "location": {
                        "settlement": "Pokfulam, Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Gianotti-Crosti syndrome, also known as papular acrodermatitis of childhood, is an acrally distributed papular eruption occurring mostly in infants and young children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Main Observations: A six-year-old girl presented to us with four-month history of a generalized intensely pruritic rash, clinically consistent with Gianotti-Crosti syndrome, following a febrile illness with common cold symptoms. Clinical remission was not achieved despite of several medications. With reluctance and parent's informed consent, we commenced a course of oral ribavirin syrup at a dose of 300mg daily for five days. Dramatic symptomatic remission was noted five days later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Further studies are needed to confirm the efficacy of ribavirin in Gianotti-Crosti syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Efficacy of ribavirin in a case of long lasting and disabling Gianotti-Crosti syndrome, Zawar et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Gianotti-Crosti syndrome (GCS), also known as papular acrodermatitis of childhood, is an acrally distributed papular eruption occurring mostly in infants and young children. 1 The evidence of a concurrent viral infection or recent immunisation has been documented in many of the cases reported in the literature. However no specific viral cause can sometimes be identified. 2 The self-remitting course of the eruption and the spatial-temporal clustering epidemiology substantiate the viral etiology of GCS. 3 Case report A six-year-old girl endured a one-week bout of a febrile and coryzal illness. Her mother noted intensely pruritic skin eruptions over her legs and forearms one week after remission of the febrile illness. New lesions kept on erupting despite of therapy received. Pruritus was worse at night, and affected sleep significantly. The girl could no longer attend school or sports activities owing to the severe pruritus and that parents of her schoolmates expressed concerns regarding the potential contagiousness of the rash. She also had an episode of vomiting and diarrhoea during the course of illness.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 507,
                    "end": 508,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "She was brought to consult several general practitioners, paediatricians and one dermatologist. Differential diagnoses of eczema, atopic dermatitis, scabie, papular urticaria, streptococcids, dermatitis with impetiginisation, eczema herpeticum, drug rash, and contact dermatitis, were consecutively given. The girl was prescribed topical emollients, topical (clobetasone propionate, fluticasone propionate) and systemic corticosteroids (betamethasone, prednisolone), topical and systemic antibiotics, and sedative and non-sedative oral histamine-1 and -2 antago- nists, (cetirizine, hydroxyzine, chlorpheniramine maleate, diphenhydramine, loratidine). However, good symptomatic remission was never achieved. A change of antibiotics from cephalosporins to macrolide did not help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The patient had history of mild atopic dermatitis which was previously well controlled on topical emollients without the need for topical corticosteroid therapy. Drug history was unremarkable otherwise. She had no asthma and no allergic rhinitis. She had no history of severe infections or severe reactions to vaccinations. She had family history of atopic tendency but no family history of unexplained sudden young deaths. Travel and contact histories were unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "She was seen by us four months after onset of the rash on extremities and when face got involved with fresh crop of multiple monomorphic pink papules on cheeks and part of neck. Examination revealed afebrile girl constantly scratching her face and extremities. She had no jaundice. Discrete papular and vesiculopapular lesions were noted over her face and extensor aspects of four extremities, namely arms, forearms, wrists, dorsa of hands, buttocks, thighs, legs, and dorsa of feet (Figure 1 A, B, C). Distribution of the rash was symmetrical. Trunk, external genitalia and palmoplantar surfaces were spared. Mucosal surfaces and throat were normal. No palatal petechiae were noted. There was symmetrical, non-tender lymphadenopathy of axillary, cervical and inguinal groups. Chest was clear. Abdomen was normal with no hepatomegaly or splenomegaly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 492,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Skin surface swabs for bacterial and viral cultures yielded no pathogenic growths. Complete blood picture, random glucose, liver and renal function tests and urinalyses were normal. HBsAg, HBsAb, monospot test, anti-streptolysin-O titre, old agglutinins, antibodies against HIV, and VDRL were all negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our provisional diagnosis was Gianotti-Crosti syndrome (GCS) with a background of mild atopic dermatitis. We prescribed a course of topical mometasone furoate 0.1% cream applied twice daily and oral chlorpheniramine syrup 2mg thrice daily were given for 10 days. No symptomatic improvement was noted. The eruption and the pruritus became progressively worse instead. At this stage, the patient also had profuse facial involvement too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We discussed with her family regarding the clinical diagnosis and the pros and cons of antiviral therapy. With their informed consent, we commenced a course of oral ribavirin in syrup form 100mg thrice daily for five days. We assessed the girl five days later. Dramatic symptomatic remission was noted (Figure 1 D, E, F). When seen by us again after two weeks after completion of ribavirin therapy, all lesions were remitted leaving slight post-inflammatory hyperpigmentation only. No further topical and systemic drugs were given. The girl had no pruritus at all, and was enjoying her school activities well. We followed up the girl for six more months. No relapse of the eruption was noted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Based on the history of preceding respiratory symptoms affecting our patient, the history of a sudden eruption involving face and extremities, and the clinical appearance of discrete, monomorphic vesiculopapular lesions on face and extensor aspects of extremities, we believe that GCS is the most appropriate diagnostic label for our patient. Differential diagnoses included other viral exanthems, drug eruption, exacerbation of atopic dermatitis, eczema herpeticum, erythema multiforme, papular urticaria, and papular purpuric gloves and socks syndrome. GCS is an eruption with self-limiting disease: a spontaneous remission is expected in all cases. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "alone. 4 Other agents reported to be associate with GCS include Epstein-Barr virus, coxsackieviruses, cytomegalovirus, hepatitis A virus, HIV, human herpesvirus-6B, parvovirus B19, rotavirus, mumps virus, parainfluenza virus, respiratory syncytial virus, Mycoplasma pneumoniae, and Borrelia burgdorferi. 5 Constraints in resources forbid us from investigating all these viruses and bacteria for our reported patient. Various vaccinations including influenza vaccine and the measles-mumps-rubella vaccine may also be associated (Table 1) . 5 In the absence of known viral etiologies, no specific antiviral therapy is available to treat GCS. However, individual patients can present with prolonged and debilitating GCS, particularly those with atopic tendency.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 304,
                    "end": 305,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 539,
                    "end": 540,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 536,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "GCS might be related to hepatitis B virus infection or other microbial infections. It was reported that differentiation between cases related or unrelated to hepatitis B virus infection is not possible based on clinical ground"
        },
        {
            "text": "Owing to the prolonged and progressive course of the illness, the profuse rash, the intense pruritus affecting sleep, and significant impact of the eruption on the quality of life of the patient, we considered antiviral therapy. Ribavirin is said to be efficacious against influenza virus, parainfluenza viruses, respiratory syncytial virus, coronavirus, and hepatitis C virus. In particular, one of us (VZ) observed that oral ribavirin dramatically cleared some of the worse cases of acute severe GCS, when treated by paediatricians for co-existent lower respiratory tract infection (our unpublished observations). In addition, ribavirin is known to be effective in severe respiratory syncytial virus infection which is considered a common cause of GCS in India, especially in the young children (our unpublished observations shared with paediatrician colleagues). These considerations prompted us to consider utilising ribavirin in this disabling case of GCS, although with reluctance due to several concerns regarding the drug intolerance or toxicity, the uncertainty of the result and the absence of supportive literature data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GCS might be related to hepatitis B virus infection or other microbial infections. It was reported that differentiation between cases related or unrelated to hepatitis B virus infection is not possible based on clinical ground"
        },
        {
            "text": "We fail to state to any certainty that remission of GCS in our patient was due to antiviral therapy or otherwise to spontaneous remission. However, the intensity and severity with which the rash came in, it looked clinically difficult that it would spontaneously resolve immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GCS might be related to hepatitis B virus infection or other microbial infections. It was reported that differentiation between cases related or unrelated to hepatitis B virus infection is not possible based on clinical ground"
        },
        {
            "text": "We could not ascertain that ribavirin exerted its antiviral effects, as this drug has anti-inflammatory 6 and immunomodulating effects 7 independent of its antiviral mechanisms of actions. Specifically, ribavirin has been reported to induce CD4+ T cell phenotype switching from type 2 to type 1. 8 Striking similar chords, we believe that the prompt and dramatic response of GCS lesions to ribavirin in our patient does not directly substantiate any virus being the cause of GCS.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "GCS might be related to hepatitis B virus infection or other microbial infections. It was reported that differentiation between cases related or unrelated to hepatitis B virus infection is not possible based on clinical ground"
        },
        {
            "text": "The major weakness in our case report is that lesional histopathological results were not available to us. That ribavirin attained rapid improvement for our patient does not necessarily imply that specific viruses or indeed viruses as a whole was implicated for our patient. Ribavirin can certainly not be recommended in every case of prolonged and disabling GCS based on our single observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GCS might be related to hepatitis B virus infection or other microbial infections. It was reported that differentiation between cases related or unrelated to hepatitis B virus infection is not possible based on clinical ground"
        },
        {
            "text": "The future research of GCS should include randomised controlled trials on antiviral agents including ribavirin. GCS might be caused by multiple viruses, either concomitantly in one patient, or as spatial-temporal clusters by single viruses. The use of validated epidemiological tools to detect the infectivity of GCS is also highly warranted. Table 1 List of microbes and vaccinations reported to be associated with Gianotti-Crosti syndrome. 5 ",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "GCS might be related to hepatitis B virus infection or other microbial infections. It was reported that differentiation between cases related or unrelated to hepatitis B virus infection is not possible based on clinical ground"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Papular acrodermatitis of childhood and other papulo-vesicular acro-located syndromes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gianotti",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Br J Dermatol",
            "volume": "100",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gianotti-Crosti syndrome",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abeck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gianotti",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burgdorf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Acad Dermatol",
            "volume": "54",
            "issn": "",
            "pages": "136--145",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Spatialtemporal case clustering in children with Gianotti-Crosti syndrome. Systematic analysis led to the identification of a mini-epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Demattei",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zawar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chuh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Pediatr Dermatol",
            "volume": "16",
            "issn": "",
            "pages": "159--164",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gianotti-Crosti syndrome: a retrospective analysis of 308 cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caputo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gelmetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ermacora",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gianni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silvestri",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Am Acad Dermatol",
            "volume": "26",
            "issn": "",
            "pages": "207--210",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gianotti-Crosti syndrome in India is not associated with hepatitis B infection -results of a retrospective study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zawar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chuh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dermatology",
            "volume": "208",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pediatric viral exanthems. Yearbook of Dermatology and Dermatologic Surgery",
            "authors": [
                {
                    "first": "Aat",
                    "middle": [],
                    "last": "Chuh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--43",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modulation of the anti-inflammatory interleukin 10 and of proapoptotic IL-18 in patients with chronic hepatitis C treated with interferon alpha and ribavirin",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marίn-Serrano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodrίguez-Ramos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dίaz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martίn-Herrera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Girón-González",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Viral Hepat",
            "volume": "13",
            "issn": "",
            "pages": "230--234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immune modulatory activity of ribavirin for serious human metapneumovirus disease: early IV therapy may improve outcomes in immunosuppressed SCT recipients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bone Marrow Transplant",
            "volume": "41",
            "issn": "",
            "pages": "707--708",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy of ribavirin in a case of long lasting and disabling Gianotti-Crosti syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zawar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dermatol Case Rep 2008 4, pp 63-66",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Discrete and symmetrical monomorphic papules on face and vesiculo-papular lesions on extensor aspects of four extremities in patient with clinical diagnosis of Gianotti-Crosti syndrome (A, B, C). Significant rash remission five days after oral ribavirin therapy (D, E, F).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}