{
    "paper_id": "d3d1b82a318250a2e7193878c11a4e14817b07eb",
    "metadata": {
        "title": "Design and integration of an all-in-one biomicrofluidic chip",
        "authors": [
            {
                "first": "Liyu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology Clear Water Bay",
                    "location": {
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenbin",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingbo",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology Clear Water Bay",
                    "location": {
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Weijia",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology Clear Water Bay",
                    "location": {
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Choy Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Sheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology Clear Water Bay",
                    "location": {
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We demonstrate a highly integrated microfluidic chip with the function of DNA amplification. The integrated chip combines giant electrorheological-fluid actuated micromixer and micropump with a microheater array, all formed using soft lithography. Internal functional components are based on polydimethylsiloxane ͑PDMS͒ and silver/carbon black-PDMS composites. The system has the advantages of small size with a high degree of integration, high polymerase chain reaction efficiency, digital control and simple fabrication at low cost. This integration approach shows promise for a broad range of applications in chemical synthesis and biological sensing/analysis, as different components can be combined to target desired functionalities, with flexible designs of different microchips easily realizable through soft lithography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Microfluidic chip applications in microchemical reactions and biological analysis have been actively pursued in recent years. In particular, technological development aiming for multifunctional lab-on-chip ͑LOC͒ devices has received much attention, with the integration of various microcomponents as the route to realize chips that not only are portable, automated, and free from contamination, but also can save processing time and valuable reagents. It has been reported that a single-chip microreactors were used to manipulate multistep synthesis of a radiolabeled molecular imaging probe with integrated microvalves. 1 Long-term monitoring of bacteria has been achieved with a programmed population control in a microchemostat. 2 Printed circuit board ͑PCB͒-based microfluidic mixer, valves and pumps combination, with DNA microarray detection capability, has been realized. 3 Recently, an integrated microfluidic platform was employed to automate cell culture and lysis. 4 A microfluidic chip system was also reported which can massively produce monodisperse emulsion droplets and particles, 5 and an integrated microchip has successfully realized inside microdroplets detection and manipulations. 6 It is clear that highly integrated microfluidic chips will be an essential enabling technology in the future biochemical field.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 622,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 733,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 880,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1098,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1204,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "As an essential method in molecular biology, PCR/RT-PCR ͑polymerase chain reaction/ reverse transcription PCR͒ can analyze minimal starting quantities of nucleic acid ͑as little as one cell equivalent͒. Owing to its sensitivity and rapidity, PCR/RT-PCR has realized broad applications in clinic diagnosis and environment monitoring. In particular, PCR/RT-PCR has been shown to be effective in the molecular diagnosis of pathogens such as virus, e.g., hepatitis virus, 7 human immunodeficiency virus, 8 influenza virus, 9 Severe Acute Respiratory Syndrome-coronavirus ͑e.g., SARS-CoV 10 ͒, bacterial ͑e.g., cerebral meningitis 11 ͒, and other pandemic infections. 12 It serves as an appealing alternative to the conventional culture-based and immunoassay-based clinical diagnose, the accepted standard for detecting nucleic acids in various samples. 13 For PCR, mixing of the relevant reagents and accurate temperature control are the two essential process elements. Various micro-PCR ͑PCR͒ integrated systems have been developed to achieve these functions. For example, one flow-through PCR, based on silicon and glass substrate chips, was reported. 14 PCR with real-time fluorescence detection in isolated droplets on a single chip has also been intensively studied. 15 Research on lab-on-chip micro-PCR system has focused on developing disposable chips at low costs. 16 However, in spite of full integration of DNA analysis functions in developed biochips, some main components, such as pumping and mixing, are still not part of the one-chip PCR devices, 17 owing to the complexities of design and fabrication.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 851,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1371,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1559,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, we present a chip-size microfluidic system integrated with valves, mixer, pump, as well as the heater array. With digital control, its function of DNA amplification was successfully demonstrated. The full integration of the various components is made possible by the use of smart materials 18 in combination with integrated electrodes and heater arrays made from polydimethylsiloxane ͑PDMS͒ and nano/micro-particle-based conducting composite. 19, 20 Giant electrorheological ͑GER͒ fluid is a colloidal suspension consisting of ϳ50 nm particles. 18 Its apparent viscosity can be tunable through the external electric field strength. ER fluid can offer high shear stress more than 200 KPa at relatively low voltages, with response time on the order of 1-10 ms. These properties enable the ER fluid to be an ideal material for micromechanical devices, controllable through applied voltages. In our highly integrated chip, all the components such as valves, mixer and pump, etc., are integrated inside and actuated by GER fluid, and thermal controls are operated with inner PDMS based heater array. Thus, the chip is independent from large number of external control devices and less susceptible to cross-contamination. Also these on-chip functional components offer advantages of flexible design, ease and rapid in fabrication, low cost, simple and accurate operations. It is believed that this method will easily lead to various integrated biochips with different components flexible combinations. Figure 1͑a͒ shows a schematic diagram of a microchip's multilayered structure, where the lower layer is the control layer that dictates the status of the main reaction channel located in the upper layer. Elastic PDMS diaphragms sandwiched between the lower and upper layers serve to separate the fluids in the two layers, as well as to displace the reaction fluids in the upper layer channels via their up and down elastic deformations. The latter is the basic actuation mechanism of the GER fluid pump as described below. Two GER fluid channels ͑marked with blue͒, each 1 mm deep, were used for activating the micromixer and micropump. There are three branch channels for the micropump, each sandwiched between a pair of PDMS-based electrodes. As the GER fluid can respond to applied electric field by increasing its viscosity, flows inside the channel can be slowed in the electrode region upon the application of a voltage. The variation in flow rate is directly translated into fluid pressure that can act upon the PDMS diaphragms, deforming it either up or down. Under a series of coordinated electrical signals applied to the three electrodes ͑on the three branch channels͒, pressure differences will be established in such a fashion so that a pumping action is generated by the diaphragms to propel the fluid͑s͒ in the upper-level main channel 21 ͑with flow direction perpendicular to the three branch channels, see Fig. 1͒ . For the mixer, there are two GER fluid channels with two pairs of electrodes sharing a common ground. Pressure conditions in the two branches are designed to be opposite in phase and alternating in time, leading to a pulsating flow in mixer's side channels ͑that are perpendicular to the main channel͒, via the actions of the diaphragms. 22 The pulsating flow of the side channels is what drives the mixing action in the main channel. There are also three air valve channels distributed within the lower layer. Driven by compressed air, they produce on-off functions to control the flow of microreagents during the PCR process. There is a heater array comprising three adjacent microheaters, shown in Fig. 1͑a͒ . With electrical control signals, desired temperatures can be maintained within the helical patterned areas in the three heating chambers located in the upper layer. To avoid interferences among the three heaters, an adiabatic groove is made to surround each of the heaters for thermal insulation. Figure 1͑b͒ is a cartoon illustrating the entire chip with the layers combined together. Tubes connected to the chip's upper and lower surfaces serve to deliver reaction solutions, GER fluid and compressed air. The tubes at the upper surface are for biological materials input, with the two colored in gray being the inlets to the mixing chamber for the reagents of Master Mixer TM ͑Promega, Inc.͒, template and primer mixture. 23 The other two are gas inlet and sample outlet. Three holes were drilled ͑close to the heating sections of the heater array͒ for the installation of temperature sensors as part of the feedback control for the heating chambers. The upper inset of Fig. 1͑b͒ is an image of the integrated chip, which is 64 mm in length and 32 mm wide. A Hong Kong dollar ͑25.5 mm in diameter͒ is shown for comparison. Water with dissolved dyes was used to help visualize the different chip components. Figure 2 shows the operations necessary to realize DNA amplification. Reaction reagents are introduced into the mixer from the inlets, shown in Fig. 2͑a͒ . Mixing of the reagents is achieved inside the GER fluid mixer. With the proper setting of the three valves as indicated in Fig. 2͑a͒ , the reagents mixture would flow directly to the reaction loop as shown by the red arrows, where the two fluid branches are designed to have equal volumes. The mixed reagents are divided into two streams to fill the reaction loop ͓delineated by blue in Fig. 2͑b͔͒ . Once the reaction loop is filled, all valves are closed as indicated in Fig. 2͑b͒ , with the circulation inside the reaction loop actuated by the GER pump. By applying preset voltages to the heater array that is located right beneath the heat chambers, temperatures of 96, 50, and 72°C can be stabilized in each of the chambers, assisted by a feedback control system. The reagent mixture forms a counterclockwise circulating flow pattern within the reaction loop, realizing DNA amplification in each cycle. When the scheduled cycles have been accomplished, compressed air is used to propel the product through the opened valve as shown in Fig. 2͑c͒ . The lower left inset of Fig. 2 shows an enlarged photo image of the valves' status corresponding to that in Fig. 2͑c͒ . It is clear that the right valve is closed ͑by the compressed air underneath͒, thereby closing off the reaction loop from the mixer, while the product is driven out through the open left valve. Below we describe the performances of mixer, heater array, and the GER micropump in more detail, followed by a presentation of results on DNA amplification. Figure 3͑a͒ shows the reagents green Master Mixer and the colorless template and primer mixture injected from the left side by a syringe pump with the same flow rate of 0.02 ml/m. These two fluids met at the main channel ͑300 m in width͒ that has eight groups of perpendicular side channels. Eight flow baffles were deployed at the cross sections between the main and side channels, 24 shown in Fig. 3͑a͒ , for the purpose of enhancing mixing efficiency. When there was no pulsating side-channel flow, the two streams in the main channel followed laminar flow charac- teristics, with a fluid-fluid interface only slightly blurred by molecular interdiffusion. This was reflected in the luminosity distribution obtained with a commercial software ͑Photoshop͒, showing two luminosity peaks that correspond to the two reagents in the nonmixing state. In Fig. 3͑b͒ , when an alternating, 2.4 kV/mm electric field was applied to the electrodes to actuate the GER fluid, the diaphragms located on two ends of the side channels were deformed to move up and down, thereby generating a synchronous pulsating flow ͑10 Hz͒ perpendicular to the main channel. Due to the presence of flow baffles, the interface between the two reagents was split and torn by the geometric corners, leading to effective mixing. In Fig. 3͑b͒ an enlarged image of the mixed fluid is seen to display a homogeneous color, with a single luminosity peak showing the mixing to be effective. Temperature control is perhaps the most significant element for PCR amplification. In our chip, microheaters were fabricated with silver particles-PDMS composite by using soft lithography, and combined to form a heater array. 25 Figure 4͑a͒ shows the detailed fabrication procedure. A mold with photoresist ͑AZ4903͒ was fabricated on a glass substrate via soft lithography ͑step 1͒ to yield a designed pattern of the heater array. A mixture of 1 -2 m-sized Ag particles and PDMS, at the silver concentration of 86.3% ͑w/w͒, was prepared and filled the mold ͑step 2͒. After the composite was baked at 60°C for one hour, the mold was removed with acetone, leaving the patterned conducting wires on the substrate ͑step 3͒. In step 4, a 1-mm-thick metal frame was placed around the wire patterns to create the adiabatic grooves ͑for heat insulation͒ in later steps. Thereafter, liquid PDMS was poured, fully covering the frame and the patterns. After curing, the PDMS layer was lifted off together with the conducting patterns, leaving behind the substrate and the frame ͑step 5͒. The last step involves a six-hour hard baking at 120°C to improve the conductivity of the silver-PDMS composite. The upper panel of Fig. 4͑a͒ shows an image of the heater array. Each heater is 72 m thick, surrounded with a 1-mm-deep adiabatic groove. To test the designed thermal insulation and temperature control of the heater array, an infrared ͑IR͒ camera ͑FLIR Systems trademark, model Prism DS͒ was employed to detect both the heat images and the local temperatures. In Fig. 4͑b͒ 72°C, respectively, intended for denaturizing, annealing and extension in the PCR processing. To obtain desired and stable temperatures, three temperature sensors have been installed into the chips ͓shown in Fig. 1͑b͔͒ . They are connected to a control box which receive signals from them and provide suitable pulse voltages for the heaters as feedback controls for the chambers' temperatures. The targeted temperatures as a function of the horizontal position are shown as the red line in the lower panel in Fig. 4͑b͒ . Several points on the reagents' flow path were selected as shown in the figure, where the temperatures were independently measured. The data are plotted in the figure below to compare with the target temperature profile ͑red line͒. It is seen that the actual temperatures of the heating zones approach very closely to the targeted temperature profile. Within each zone, the temperatures are almost constant, but they change sharply between the two adjacent zones. This may be attributed to the good thermal insulation characteristic of the air adiabatic groove, the small size of the thin film microheaters, and the small thermal conductivity of PDMS. As temperatures in each zone can be precisely controlled, desirable temperature kinetics for PCR can thus be attained.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 464,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2862,
                    "end": 2864,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 3282,
                    "end": 3284,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 4382,
                    "end": 4384,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 6928,
                    "end": 6930,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 8223,
                    "end": 8225,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1511,
                    "end": 1522,
                    "text": "Figure 1͑a͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2934,
                    "end": 2941,
                    "text": "Fig. 1͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3645,
                    "end": 3654,
                    "text": "Fig. 1͑a͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3954,
                    "end": 3965,
                    "text": "Figure 1͑b͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4630,
                    "end": 4639,
                    "text": "Fig. 1͑b͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4867,
                    "end": 4875,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5011,
                    "end": 5020,
                    "text": "Fig. 2͑a͒",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5146,
                    "end": 5155,
                    "text": "Fig. 2͑a͒",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5410,
                    "end": 5420,
                    "text": "Fig. 2͑b͔͒",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5495,
                    "end": 5504,
                    "text": "Fig. 2͑b͒",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 6062,
                    "end": 6071,
                    "text": "Fig. 2͑c͒",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 6098,
                    "end": 6104,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 6182,
                    "end": 6191,
                    "text": "Fig. 2͑c͒",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 6545,
                    "end": 6556,
                    "text": "Figure 3͑a͒",
                    "ref_id": null
                },
                {
                    "start": 6940,
                    "end": 6949,
                    "text": "Fig. 3͑a͒",
                    "ref_id": null
                },
                {
                    "start": 7395,
                    "end": 7404,
                    "text": "Fig. 3͑b͒",
                    "ref_id": null
                },
                {
                    "start": 7844,
                    "end": 7853,
                    "text": "Fig. 3͑b͒",
                    "ref_id": null
                },
                {
                    "start": 8226,
                    "end": 8237,
                    "text": "Figure 4͑a͒",
                    "ref_id": null
                },
                {
                    "start": 9206,
                    "end": 9215,
                    "text": "Fig. 4͑a͒",
                    "ref_id": null
                },
                {
                    "start": 9550,
                    "end": 9559,
                    "text": "Fig. 4͑b͒",
                    "ref_id": null
                },
                {
                    "start": 9768,
                    "end": 9778,
                    "text": "Fig. 1͑b͔͒",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 10069,
                    "end": 10078,
                    "text": "Fig. 4͑b͒",
                    "ref_id": null
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To achieve successful PCR amplification with the heater array, a GER fluid pump was designed to circulate reagents flow with controlled cycle times. Figure 5͑a͒ shows the measured flux as a function of applied electric field ͑to the GER fluid pump͒. In the experiment, 50 Hz applied electric signals were applied on the GER fluid, to achieve smooth circular flows within the reaction loop channel. Test points ͑blue squares͒ can be well fitted by an exponential dependence, shown as the red line. To obtain the desired flux, four mapping points from A to D were generated along the exponential fit so as to determine a desired electric field. A schematic drawing was shown in the upper panel of Fig. 5͑b͒ , where denaturation, annealing and extension chambers are illustrated with specific volumes. The volumes of annealing and extension chambers are 2.11 l, two times larger than the 1.055 l denaturation chamber. This is designed so that the heating time for reagents in the first two chambers is double that in the last chamber, under the same flow rate. Figure 5͑b͒ also shows a table listing the desired flux under specific electric field ͑applied to GER fluid pump's electrodes͒, together with the cycle times. It is noted that when the applied field increases, flux increases monotonously, and the PCR cycle time is shortened accordingly. With 25 thermal cycles as the target and a total volume of 11.86 l in the reaction loop, a complete PCR process takes 49-70 min as listed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 160,
                    "text": "Figure 5͑a͒",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "Fig. 5͑b͒",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1069,
                    "text": "Figure 5͑b͒",
                    "ref_id": null
                }
            ],
            "section": "II. EXPERIMENTS AND RESULTS"
        },
        {
            "text": "After a total of 25 thermal cycles for each sample, final products were detected by agarose gel electrophoresis stained with SYBR safe ͑Invitrogen͒, photographed by a gel imaging system ͑Alpha Innotech Corp͒. The results are shown in Fig. 6͑a͒ . Indicated under each strip is the total reaction time ͑from left to right͒ of 49, 56, 63, and 73 min. To the right is a gene ruler 50-bp DNA ladder ͑Fermentas, Inc.͒. AlphaEase FC ͑Alpha Innotech Corp.͒ gel imaging software which was FIG. 5 . ͑a͒ Flux of pumped microfluid plotted as a function of the electric field applied on the GER fluid pump. To achieve the desired pumping flux, the required value of the electric field is obtained by using an exponential fit to the data, shown as the solid line. ͑b͒ A breakdown of the PCR cycle times at various applied electric field.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 486,
                    "text": "FIG. 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "Fig. 6͑a͒",
                    "ref_id": null
                }
            ],
            "section": "II. EXPERIMENTS AND RESULTS"
        },
        {
            "text": "FIG. 6. ͑a͒ UV images of the PCR product at different reaction times. From left to right: the total reaction time is 49, 56, 63, and 73 min as labeled below each strip. To the right is a gene ruler 50-bp DNA ladder ͑Fermentas, Inc.͒, with an arrow indicating the 500-bp fragment of the 50-bp DNA ladder, used as the reference. ͑b͒ Relationship between the band intensity and total PCR reaction time. Values are normalized with respect to the intensity obtained from the 500-bp fragment of the 50-bp ladder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. EXPERIMENTS AND RESULTS"
        },
        {
            "text": "Integrated biomicrofluidic chip Biomicrofluidics 2, 034103 ͑2008͒",
            "cite_spans": [],
            "ref_spans": [],
            "section": "034103-7"
        }
    ],
    "bib_entries": {
        "BIBREF23": {
            "ref_id": "b23",
            "title": "͑50 ng͒ DNA template sample YFP-N1, 2.5 l ͑25 pmole͒ of each forward and reverse primer, 12.5 l 2X PCR Master Mix ͑Promega, Madison, WI͒ and H 2 O up to 25 l. The template ͑YFP-N1͒ is a 462bp segment encoding for the first 154 amino acid of eYFP ͑Accession number AY818378͒",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "͑a͒ A 3D schematic illustration of a chip's layered structure. The lower layer contains the GER fluid channels for the micropump and micromixer, as well as the air channels for microvalves and the microheater array. The upper layer contains the microfluidic channels for PCR reagents. ͑b͒ The chip with input and output tubes and the temperature sensors. The upper panel shows an image of the fabricated device, placed beside a one dollar Hong Kong coin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic diagrams showing the three critical steps of the PCR process. ͑a͒ Active mixing of the Max Mixer with primer and template in the GER fluid mixer, with the subsequent transport to the reaction loop. ͑b͒ With all the valves shut down to form a closed reaction loop, the GER fluid pump continuously circulates the reagents to pass through the three heating zones with the temperatures stabilized at 96, 50, and 72°C. ͑c͒ After completing the desired cycles, the product solution is expelled from the channels by compressed air. The left inset is a snapshot of the expelling process shown schematically in ͑c͒.FIG.3. ͑a͒ An image of the mixer when the side channels are not activated. The left panel shows the two reagents, colored green and white, are separated by a sharp interface. Flow baffles deployed at the intersections of the main channel with the side channels are indicated by arrow. On the right is an enlarged image of the fluid at mixer's outlet, showing no mixing has occurred. The luminosity histogram shows two clearly separated peaks, reflecting the two reagents. ͑b͒ An image of the mixer when the side channels are activated with pulsating flows, actuated by the GER fluid. On the right is an enlarged image of the mixed fluid at mixer's outlet. The homogeneous color indicates that complete mixing has been achieved. This is reflected in the luminosity histogram with a single peak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", the upper panel is an infrared image showing the temperature distributions of the heaters I, II, and III with predefined temperatures of 96, 50, and FIG. 4. ͑a͒ Upper panel is an image of the heater array. Lower panel is a process flow diagram illustrating the fabrication procedure of the microheater array using soft lithography. Description of the steps is in the text. ͑b͒ Upper panel is an infrared image of the three heating zones. Lower panel is a schematic drawing showing the temperature profile corresponding to the different heating zones. Points are the measured data at respective positions linked by the dashed lines. The red line is the target temperature profile.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge Hong Kong RGC Grant No. HKUST 621006 for the financial support of this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "utilized to determine the relative yield of each strip. The relative band intensities are plotted as a function of reaction times as shown in Fig. 6͑b͒ . It is seen that the yield increases remarkably as the reaction time increases, with the maximum band intensity ͑at 70 min͒ reaching about 2 times that of the 500-bp segment of the ladder. However, long reaction time is not favored, since undesirable bubbles can be generated in the 96°C heating chamber when the reagents stayed too long, and that would hinder the smooth circular flow within the reaction loop channel. During each cycle, the denaturation and extension reaction steps in our experiments were restricted to their fixed regions, without the heat initiation and final extension steps. It is believed that the amplification efficiency can be further increased by adding these two steps.In summary, we have demonstrated a microfluidic chip with integrated components of a GER fluid-actuated micromixer, a micropump, and a microheater array. The chip is capable of DNA amplification and its fabrication is based on soft lithography, with all the internal functional components involving only PDMS and silver/carbon black-PDMS composites. Owing to the diverse possible combinations of the functional components and their flexible designs, many different target applications may be conveniently realized. Efforts along these directions are currently under way.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Fig. 6͑b͒",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}