{
    "paper_id": "d44f0b3c6bc04750679c3cc7be730c2ae4f15c45",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a new infection disease caused by a previously unknown representative of the coronavirus family [1] [2] [3] . For the first time, this disease was described in late 2002 in the Guangdong province (southern China), and then it spread to many other regions of the world. More than 8000 people have been infected with SARS. The morbidity and mortality of SARS is rather high (mortality rate, up to 6-15%). The etiological agent of the disease, SARS coronavirus (SARS-cv), was identified by WHO experts, who determined its genome sequence and primers for molecular biological diagnosis [1] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coronavirus SARS-cv had never been detected in humans before that. The genome sequence of SARScv differs from the genome sequences of other coronaviruses of humans known thus far. SARS-cv was found in civet cats and raccoon dogs supplied to live animal market in the Shenzhen province of China [4] . It was also reported that 13% of those who caught animals in the Guandong province and had no history of SARS had IgG-antibodies against SARS-cv. In three control groups, these antibodies were found only in 1 − 3% of subjects [4] . These data can be regarded as indirect evidence in favor of the hypothesis on the animal origin of SARS-cv.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The transmissibility of SARS-cv within hospitals is extremely high, and medical personnel accounts for a significant fraction of patients with SARS. Taking into account the high contagiousness of SARS-cv, the development of effective protective measures against SARS is an urgent problem. A laboratory animal model is required to develop the vaccine against SARS and to test the antiviral activity of various preparations. The goal of this work was to estimate the possibility of using mice and guinea pigs as SARS laboratory models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS-cv strain Frankfurt 1 used in this work was kindly gifted to the State Research Center for Virology and Biotechnology Vector by Prof. Rabenau (Frankfurt Institute of Virology, Germany). The virus with a titer of 5.3 /ml was obtained using a Vero cell culture. Nonpurebred guinea pigs Hartley (weight, 200-250 g), ICR mice (weight, 15-18 g), as well as BALB/c, C57B1/Z6, and CBA/Calag mice (weight, 15-18 g) used in this work were obtained from the vivarium of the State Research Center for Virology and Biotechnology Vector and fed on standard food ration. Infected animals were kept in a special infection vivarium equipped in accordance with the biological safety level R-4, with all requirements of the Regulations for Works with Experimental Animals being observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Guinea pigs were infected by intraperitoneal injections of 0.5 ml SARS-cv diluted 1 : 10 one to seven times (initial titer, 5.3 /ml). Two groups of ICR mice were infected by either intraperitoneal or intramuscular injections of 0.1 ml SARS-cv diluted 1 : 10 one to seven times (initial titer, 5.3 /ml). In the course of the infection process, rectal temperature was measured and internal organs were sampled for light microscopic examination and virus concentration assay. BALB/c, C57B1/Z6, and CBA/Calag mice were infected by intraperitoneal injections of 0.1 ml SARS-cv with a titer of 4.3 /ml. Rectal temperature of mice was measured daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The concentrations of the virus in the samples was measured by evaluating the cytopathogenic effect (CPE) in Vero cell culture [5] . Antibodies in the blood serum of animals withdrawn from the experiment were assayed using enzyme immunoassay (EIA) and neutralization reaction. Formol-inactivated whole-virion preparations purified by ultracentrifugation from a viruscontaining culture liquid was used as an antigen.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The presence of SARS-cv in tissue samples was also assayed in polymerase chain reaction (PCR) using the following primers: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Autopsic tissue samples were fixed in 4% paraformaldehyde and additionally fixed in a 1% osmium tetroxide solution. Fixed preparations were embedded in an Epon-araldite mixture. The resulting 0.5-to 1-µ mthick sections were stained with Azur II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Guinea pigs responded to the injection of SARS-cv by an average of 1 ° C increase in body temperature (Fig. 1a) . However, the body temperature did not exceed 39.7 ° C, which was only insignificantly above the upper limit of the normal range (39.5 ° C). There were wavelike changes in body temperature in animals infected with the first three dilutions of SARS-cv. The first temperature peak was observed on days 7-9 and the second peak, on days 17-18. The animals looked healthy, and their body weight gradually increased. The SARS-cv content of a 10% lung homogenate of a guinea pig euthanized during the first temperature peak (on day 8 after the infection) was 1.87 /ml. The SARS-cv contents of a 10% lung homogenate and a 10% liver homogenate of another guinea pig of the same group euthanized during the second temperature peak (on day 18 after the infection) were 1.53 /ml and 0.87 /ml, respectively. On day 23 (the last day of the experiment), neither lungs nor livers of guinea pigs infected with SARS-cv (all dilutions) contained the virus. The serum obtained from guinea pigs on day 23 (a merged pool) was EIApositive. In the neutralization reaction, this serum diluted 1 : 5 neutralized 2.2 /ml SARS-cv. According to the temperature reaction in guinea pigs, the 50% infection dose (ID 50 ) calculated by the method of Kerber was 5.47 . Therefore, the SARS-cv titer expressed in CPE 50 /ml units was virtually equal to the virus titer in ID 50 /ml units in guinea pigs.",
            "cite_spans": [
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "5.47",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Light microscopy performed on day 8 after the infection did not show pronounced pathological changes in lungs of guinea pigs, except for small aggregations of erythrocytes in alveoli (Fig. 2) . Disorders of respiratory tissue airiness were observed in guinea pigs after 18 days of the experiment: distelectasis foci intermittent with emphysematous dilated alveoli and sites of normal lung airiness. Note that the respiratory tissue of lungs was enriched with type 2 alveolocytes with a large number of vacuoles containing lamellar bodies or optically transparent vacuoles. There were small foci of distelectasis with inflammatory cellular infiltration predominantly associated with lymphocytes, macrophages, and single segmentonuclear neutrophils. Macrophages were large, with a light-colored vacuolated cytoplasm and a small light-colored eccentric nucleus. There was also venous blood filling and aggregation of erythrocytes in blood vessels. In bronchioles, there was desquamation of epithelium, cell flattening, and epithe-CPE 50 log CPE 50 log CPE 50 log CPE 50 log CPE 50 log liocyte cytoplasm vacuolization. In the bronchi, there was transepithelial diapedesis of lymphocytes and macrophages, desquamation of cells with obtrusion of lumen, and spasm of smooth muscles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Injection of SARS-cv to ICR mice caused a 1.5-2 ° C increase in body temperature above the initial level. The mean rectal temperature of mice before the infection was 36.8 ° C. After the infection, rectal temperature in some mice reached 39.1 ° C. which was higher than the upper limit of the normal rectal temperature range (38 ° C) (Figs. 1b and 1c) . The temperature reaction of mice allowed the value ID 50 to be calculated by the method of Kerber: in the cases of intraperitoneal and intramuscular injection, this value was 6.83 lg and 6.5lg, respectively. Therefore, the SARS-cv titer in mice expressed in /ml units was higher than the SARS-cv titer expressed in /ml units. In other words, mice are more sensitive to this virus than a cell culture. Although in mice receiving intraperitoneal injection of SARS-cv, both the ID 50 and mean body temperature were larger than control, no fatal outcomes were observed in this group of mice. However, there were two fatal outcomes in the group of mice receiving intramuscular injections of SARS-cv: on day 10 (the first dilution of the virus) and on day 14 (the second dilution of the virus). Postmortem examination showed that the lungs of dead animals were significantly shrunken and filled with blood. No specific changes were found in the liver and other internal organs. The SARS-cv content of 10% lung homogenates of dead mice was 3.15-3.2 /ml and that of 10% liver homogenates was 1.5-1.87 /ml. In euthanized mice, the SARS-cv content of both lung and liver 10% homogenates was 1.5 /ml on day 8 in the cases of both intraperitoneal and intramuscular injections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 351,
                    "text": "(Figs. 1b and 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The presence of SARS-cv in the material obtained from dead animals was also confirmed by the PCR assay. On day 23 (the last day of the experiment), the CPE 50 log CPE 50 log CPE 50 log SARS-cv contents of 10% lung homogenates of mice that received intraperitoneal and intramuscular injections were 3.12 /ml and 0.53 /ml, respectively. The SARS-cv contents of 10% liver homogenates of mice of these two groups were 3.55 and 0.87 /ml, respectively. Although the antibody titer in the EIA assay of the serum obtained from mice on day 23 (a merged pool) was 1 : 100, the neutralization activity of the serum in the neutralization reaction was low. However, although this serum exerted a significant effect on the CPE characteristics and caused a pronounced decrease in the manifestation of the effect, it did not discard the effect completely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Light microscopy of mice showed the following postmortem changes in the lungs: atelectasis, venous blood filling, capillary blood filling, and fine-grain protein substance in the lumen of alveoli. In some cases, globules were formed and fibrin was found in individual alveoli. The desquamation of alveolocytes, dystrophy of bronchial epitheliocytes, and muscular spasm of blood vessels (formation of thrombi) were also observed. Alveolar macrophages were large, with lightcolored, foamy cytoplasm. Mucus hypersecretion of CPE 50 log CPE 50 log CPE 50 log was observed in bronchial glandulocytes. Venous blood filling, distelectasis, spasm of smooth muscles, and small foci of pneumonia with domination of lymphocytes and macrophages were revealed. In general, these changes were typical of disorders of respiratory tissue airiness, damages of alveolar lining, hemorrhage syndrome with microcirculation disorders, and inflammatory lesions. The pathological process expanded to the air-conducting compartment of the lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The sensitivity of inbred mice to coronaviruses may differ from the sensitivity of nonlinear mice. Therefore, we tested all strains of mice available at the State Research Center for Virology and Biotechnology Vector (strains BALB/c, C57B1/Z6, and CBA/Calag). BALB/c mice 12 days after the infection demonstrated the presence of SARS-cv in 10% lung and liver homogenates with a titer of 0.53 /ml. No SARS-cv was found 12 days after the infection in 10% lung and liver homogenates of C57B1/Z6 mice. However, when these samples were grown in Vero cell culture, they were demonstrated to contain SARS-cv. No SARS-cv was found 12 days after the infection in 10% lung and liver homogenates of CBA/Calag mice. When these samples were grown in Vero cell culture, SARS-cv was not detected in culture liquid either. Thus, we may assume that BALB/c mice are more sensitive to SARScv than C57B1/Z6 or CBA/Calag mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, it can be concluded that a murine model (ICR mice, in particular) is more appropriate both for studying SARS-cv pathogenesis and for testing the efficacy of newly developed vaccines against SARS. The temperature reaction of these animals to the injection of SARS-cv was significantly labile. We detected two fatal outcomes in the group of mice infected by intramuscular injection. ICR mice exhibited a more pronounced EIA reaction. Probably, it would be expedient to carry out selective passage of SARS-cv in these mice to select a SARS-cv strain more lethal for these animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of IgG Antibody to SARS-associated Coronavirus in Animal Traders",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "52",
            "issn": "",
            "pages": "986--987",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Translated under the title Laboratornaya diagnostika virusnykh i rikketsionnykh zabolevanii",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eds",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Diagnostic Procedures for Viral and Rickettsial Infections",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Temperature reaction of: (a) guinea pigs and (b, c) ICR mice induced by the injection of SARS-cv. The total values of temperature reaction in animals recorded regardless of the degree of dilution of virus suspension used to infect animals. The dashed line shows the upper limit of the normal temperature reaction. (b) Intraperitoneal injection; (c) intramuscular injection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Light microscopy of semithin sections of lung tissue from animals infected with SARS-cv: (a) respiratory tissue of guinea pig lungs eight days after the moment of infection: the airiness of lung tissue remains normal; (b) a subpleural segment of the respiratory tissue of guinea pig lungs 18 days after the moment of infection: atelectasis, inhomogeneous capillary blood filling, groups of macrophages and lymphocytes in the lumen of the alveoli; (c, d) postmortem changes in the respiratory tissue of the lungs of ICR mice ten days after the infection: (c) atelectasis, venous blood filling; (d) atelectasis, venous blood filling, periovascular edema, damaged walls of blood vessels. Staining with Azur II; magnification, × 400.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Symptoms of Infection Caused by SARS Coronavirus in Laboratory Mice and Guinea PigsA. A. Chepurnov*, A. A. Dadaeva*, E. M. Malkova*, Academician of RAMS S. I. Kolesnikov**, and Academician L. S. Sandakhchiev*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to G.M. Ignat'ev for the assistance in carrying out our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}