{
    "paper_id": "d48487081c9e91828b15649bc961ff32eea8f64a",
    "metadata": {
        "title": "Brief Report",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "States to notify all events that may constitute a public health emergency of international concern (PHEIC). 1 All cases of smallpox, wild-type poliovirus, novel subtypes of human influenza virus infection and severe acute respiratory syndrome must be notified; events that meet two of the four following criteria also must be notified: (1) the event has a serious public health impact; (2) the event is unusual or unexpected;",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(3) there is a significant risk of international spread; and (4) there is a significant risk of international travel or trade restrictions. 2 A decision-making tool to assist countries in determining whether to notify is provided in Annex 2 of IHR (2005). Member countries report to WHO via a designated National IHR Focal Point (NFP); NFPs communicate to WHO through the designated WHO IHR Contact Point at regional offices. 3 This report provides feedback to the Western Pacific Region on the types of communications and events notified under IHR by disease and country. Significant public health events in the region communicated via IHR from 2007 to 2009 were summarized from internal reports, and an assessment was conducted of information in the dedicated IHR e-mail inbox of the WHO Regional Office of the Western Pacific from January 2010 to June 2013. Other methods of IHR communications which may contribute additional information on IHR mechanisms in the Region were not included. ability of participants to communicate via IHR and notify appropriately. A global assessment of the implementation of IHR revealed that 88% of the 69% of Member States that responded to a survey reported excellent or good knowledge of Annex 2, and 77% reported always or usually using Annex 2 to assess public health events. 5 The regional exercise and global survey both suggest that IHR mechanisms are acceptable to Member States.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1317,
                    "end": 1318,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The majority of events communicated through IHR in the Western Pacific Region were infectious disease outbreaks, with significant increases in volume due to human infection with three novel influenza virusespandemic influenza A(H1N1), avian influenza A(H5N1) and avian influenza A(H7N9) -as well as a radionuclear event in Japan. Member States not reporting may not have had an event meeting the criteria for notification or may lack capacity in surveillance and detection of events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None declared. WHO regional IHR e-mail also facilitates notifications and contact tracing of infectious cases between NFPs. From 2010, 27 such contact-tracing requests were made; including five for tuberculosis, three for measles related to international flights and one for measles at a resort with international guests. A further 30 communications were sent to advise the WHO Regional Office that successful contact had been made between countries where at least one country was in the Region. IHR communications also included 22 food safety issues and/or recalls from the International Food Safety Authorities Network and approximately 50 requests for information from Member States about significant public health issues occurring elsewhere in the Region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of interest"
        },
        {
            "text": "To test IHR procedures, especially for those countries and areas that have not notified to date, WHO conducts an annual regional exercise, \"IHR Exercise Crystal.\" 4 In December 2012, 21 of 27 NFPs in the Region participated, with over 86% using Annex 2 of IHR (2005) to determine that the exercise scenario required IHR notification; 15 completed the notification within the allocated five-hour time period. The exercise also identified e-mail as the most reliable communication method. 4 Sites unable to particip ate cited unexpected conflicts, real public health emergencies or other reasons for non-participation. 4 (See report for full details and recommendations.) This exercise demonstrated the",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Confl icts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Decision instrument for the assessment and notification of events that may constitute a public health emergency of international concern. Geneva, World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National IHR focal point guide. Designation/establishment of national IHR focal points",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IHR event communication exercise in the WHO Western Pacific Region 2012. Manila, World Health Organization Regional Office for the Western Pacific",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of the Review Committee on the Functioning of the International Health Regulations (2005) and on Pandemic Influenza A(H1N1) 2009. Geneva, World Health Organization",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Health Security and Emergencies, World Health Organization Regional Offi ce for the Western Pacifi c, Manila, Philippines. Submitted: 8 August 2013; Published: 30 September 2013 doi: 10.5365/wpsar.2013.4.3.003 T he revised International Health Regulations, known as IHR (2005), went into effect on 15 June 2007, requiring World Health Organization (WHO) Member",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "June 2007 and December 2009, more than 100 public health events in the Western Pacific Region were communicated to WHO. These included the first Zika virus outbreak in Micronesia (Federated States of), an imported case of polio in Australia, a large outbreak Emily Fearnley (e-mail: emilyjfearnley@gmail.com).of cholera in Papua New Guinea, an Ebola Reston virus outbreak in the Philippines, human infections of avian influenza A(H5N1) from several countries, cases of multidrug-resistant tuberculosis, and food contamination. During the influenza A(H1N1) pandemic in 2009, the first PHEIC declared by the WHO Director-General under IHR (2005), IHR communications, including correspondence among NFPs, WHO country and regional offies, as well as WHO Headquarters, increased considerably.Since 2010, the WHO regional office has received between 1100 and 2000 IHR e-mails per year. Increased volume in 2010 was due to continued weekly updates from Member States on pandemic influenza A(H1N1), and in 2011 was due to the Japan earthquake and tsunami event. Between January and May 2013, over 750 e-mails were received; most were related to the avian influenza A(H7N9) event in China. Of the approximately 50 public health events notified since 2010, 10 required no further action under IHR. Three mandated diseases were notified: wild-type poliovirus in China, 2011; human infections of avian influenza A(H5N1) in China, Cambodia and Viet Nam; and a novel subtype of avian influenza A(H7N9) in China, 2013. The latter resulted in more than 30 official IHR notifications with multiple notifications on some days.Since 2010, most communications under IHR were of infectious disease outbreaks: measles in the Philippines and New Zealand; the first outbreak of chikungunya virus in Papua New Guinea; plague in China; hand, foot and mouth disease in Cambodia with a high case fatality rate in children (initially reported as an unknown illness which met the criteria for notification); and unexpected tularaemia cases in Australia. Other diseases notified included typhoid, cholera, dengue, legionellosis and norovirus. There were 24 separate avian",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of influenza A(H1N1). The few noninfectious disease events included a food safety event associated with seaweed products in Australia, and the radionuclear event after the Japan earthquake in 2011.Fourteen different countries and areas within the Region have made notifications via IHR e-mail since 2010 -Australia, Cambodia, China, Fiji, Hong Kong (China), Japan, the Republic of Korea, the Lao People's Democratic Republic, New Caledonia, New Zealand, Papua New Guinea, the Philippines, Singapore and Viet Nam -with Australia and China reporting the most. Cambodia and Viet Nam also frequently reported new cases of avian influenza A(H5N1) between 2010 and May 2013.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}