{
    "paper_id": "d48449ff827937b1f17f84eaa5ce9e12e34333a3",
    "metadata": {
        "title": "Risikomanagement besonderer Infektionssituationen Risk management of special infections",
        "authors": []
    },
    "abstract": [
        {
            "text": "Die WHO schätz die Gefahr einer Influenzapandemie sehr hoch ein. Durch die Globalisierung gelangen aber auch andere seuchengefährliche Krankheiten wie SARS oder Ebola nach Deutschland. Hinzu kommt, dass auch bioterroristische Angriffe nicht mehr ausgeschlossen werden können. Hiergegen müssen sich neben allen anderen Fachdisziplinen auch die chirurgischen Abteilungen in den Krankenhäusern wappnen. Am Beispiel der nationalen Pandemieplanung wird die krankenhausinterne Notfallplanung für solche besonderen Infektionssituationen dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Schlüsselwörter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Influenza · SARS · Ebola · Bioterorrismus · Pandemienotfallplanung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The WHO considers that there is considerable danger of an influenza pandemic. One result of globalisation is that other highly contagious infectious diseases, such as SARS or Ebola, which are potentially endemic, can also be brought into Germany. Bioterorrism must also be considered. As well as all other medical disciplines, hospital surgical departments must be armed against this now. National pandemic planning will be taken as an example to illustrate the planning needed in hospitals to prepare for emergencies arising from infections in such specific situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Neben den im Klinikalltag allgegenwärtigen Nosokomialinfektionen, gegen die es gute und etablierte Hygienemaßnahmen gibt, können von außen durch neu aufgenommene Patienten unerwartete Infektionskrankheiten in die Klinik gelangen, die wegen ihres Seuchencharakters den Klinikbetrieb erheblich stören, wenn nicht gar lahmlegen können. Durch die wirtschaftliche Globalisierung und erleichterte Urlaubsreisen in alle Kontinente können heute bereits leicht Infektionskrankheiten wie virusbedingtes hämorrhagisches Fieber (Ebola) oder \"severe acute respiratory syndrome\" (SARS) nach Deutschland eingeschleppt werden. Patienten mit entsprechendem Krankheitsverdacht werden primär stationär eingewiesen. In Betracht sind aber auch potenzielle Infektionssituationen zu ziehen, wie aviäre Influenza (Vogelgrippe) oder Bioterrorismus, z. B. durch Anthraxviren, die sehr schnell und unerwartet ein Krankenhaus tangieren und eine effiziente Notfallplanung erfordern können. Eine Gefährdung besteht dabei nicht nur für das medizinische Personal, sondern auch für die anderen Krankenhauspatienten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Am Beispiel der Influenzapandemie soll aufgezeigt werden, welche Überlegungen, Festlegungen und Dokumentationen schon zum jetzigen Zeitpunkt notwendig sind, damit im Eintrittsfall die Sicherheit aller Beteiligten so weit wie möglich gewährleistet werden kann. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unter einer Influenzapandemie wird eine weltweite, massive Häufung von Er-krankungen mit hoher Mortalität verstanden, ausgelöst von einem neuen Subtyp des Influenza-A-Virus, gegen den die überwiegende Mehrheit der Bevölkerung nicht immun, d. h. nicht durch vorausgegangene Infektionen oder Impfungen geschützt ist [1, 5] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Falldefinition \"Influenzapandemie\""
        },
        {
            "text": "Das Risiko einer weltweiten Influenzapandemie wird von der WHO heute so hoch wie nie zuvor eingeschätzt. Verantwortlich dafür ist das Vogelgrippevirus H5N1, welches, ausgehend von Südostasien, sich inzwischen auch in Europa wiederholt ausgebreitet hat. Dabei befällt es zunehmend weitere Tierarten. Bekanntlich sind diverse Fälle einer Übertragungen vom Tier auf den Menschen beschrieben worden [7] . Die aviären Influenzaviren zeichnen sich, wie alle Influenza-A-Viren. durch eine hohe genetische Variabilität aus: 1. durch den \"genetic shift\", den Gensegmentaustausch und das Reassortment, 2. durch den \"genetic drift\", die Punktmutation.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Falldefinition \"Influenzapandemie\""
        },
        {
            "text": "Hierdurch haben sie das Potenzial, effektiver als bisher den Menschen zu infizieren und effizient von Mensch zu Mensch übertragen zu werden [6, 7] . ",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Falldefinition \"Influenzapandemie\""
        },
        {
            "text": "In ihrem \"global preparedness plan\" definiert die WHO 6 Pandemiephasen [8] . Diese Einteilung wurde vom RKI im nationalen Notfallplan übernommen. Sie beschreibt für die einzelnen Phasen das spezifische Vorgehen. Die Phasen sind folgendermaßen definiert: In den Phasen 1 und 2 ist die Vorbereitung auf die Pandemie vorgesehen. Darunter fällt auch die Krankenhausnotfallplanung [3] . Aus dem oben Beschriebenen wird deutlich, dass die Kliniken im Rahmen der nationalen Pandemieplanung hausinterne Pandemiepläne bereithalten müssen, die bereits jetzt, in der interpandemischen Phase (1 und 2), erstellt werden müssen.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Pandemiephasen nach der WHO"
        },
        {
            "text": "Innerhalb des Krankenhausbetriebs muss der Pandemieplan spezifisch auf die einzelnen Fachdisziplinen abgestimmt werden. In der Chirurgie z. B. müssen Überlegungen angestellt werden, wie eine Trennung der Influenzapatienten von anderen Patienten in der Aufnahme, der Notfallambulanz, den Funktionsräumen, den OP, auf den Stationen und der Intensivstation erfolgen soll. Es muss geregelt wer- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wer -Was -Wann -Wie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza-Pandemieplanung\" am RKI",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Expertengruppe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nationaler Pandemieplan Teil I. Gemeinsame Empfehlungen des Bundes und der Länder. RKI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza-Pandemieplanung\" am RKI (2005) Nationaler Pandemieplan Teil II",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Expertengruppe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Analysen und Konzepte für Deutschland. RKI, Berlin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza-Pandemieplanung\" am RKI",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Expertengruppe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenzapandemieplan des Landes Hamburg",
            "authors": [
                {
                    "first": "Hansestadt",
                    "middle": [],
                    "last": "Freie Und",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hamburg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Management und Kontrolle einer Influenzapandemie",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "10",
            "issn": "",
            "pages": "969--980",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vogelgrippe und Influenza-Variabilität",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rethwilm",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hyg Med",
            "volume": "31",
            "issn": "",
            "pages": "530--533",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO global influenza preparedness plan",
            "authors": [],
            "year": 2005,
            "venue": "Document WHO/CDS/ CSR/GIP 2005.5. WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phase",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Der nationale Pandemieplan sieht im Pandemiefall vor, die Versorgung von Influenzapatienten möglichst lange ambulant durchzuführen. Ebenso soll eine frühzeitige Übernahme von Patienten aus der stationären Behandlung in den ambulanten Be-Nach dem heutigen Kenntnisstand wird ein pandemisches Influenzavirus auf dieselbe Art zwischen Menschen übertragen werden wie die saisonale Influenza. Demnach muss v. a. von einer aerogenen Infektionsgefährdung durch Tröpfchen und Aerosole und einer Schmierinfektion bei Kontakt mit virushaltigen Sekreten ausgegangen werden. Im nationalen Pandemieplan sowie in den Pandemieplänen der Länder werden entsprechende hygienische Maßnahmen im Zusammenhang mit einer medizinischen Versorgung infizierter Patienten bzw. von Patienten unter Infektionsverdacht für den Pandemiefall gefordert. Bei der krankenhausinternen Pandemieplanung sind daher die jeweiligen landesspezifischen Pandemiepläne zu berücksichtigen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Krisenstab für den Pandemiefall einrichten und Mitglieder benennen F Verantwortlichkeiten für die Notfallplanung und Durchführung in der Pandemie festlegen F Räumlichen und/oder zeitlichen Organisationsplan erstellen (z. B. wann oder welcher OP-Saal für Influenzaerkrankte bzw. für Nichterkrankte genutzt wird) F Hygieneergänzungsplan für den Pandemiefall erstellen F Festlegung von Schutzmaßnahmen: 1 für die Mitarbeiter 1 für die Patienten F Kommunikationsplan (nach innen und außen) erstellen F Beschaffungsplan erstellen (ausreichende persönliche Schutzausrüstung für das Personal, Desinfektionsmittel, Atemschutz für Patienten und Mitarbeiter, medikamentöse Prophylaxe) F Diagnostik-und Therapieplan erstellen F Unterrichtung und Unterweisung, einschließlich der Dokumentation, der Mitarbeiter festlegen F Patienteninformation erstellen und vorhalten F Überarbeitung des Pandemieplans festlegen Da die interpandemische Phase Jahre dauern kann, empfiehlt es sich, im Rahmen der jährlichen Unterrichtung und Unterweisung der Mitarbeiter nach dem Arbeitsschutzgesetz, die Aktualität des Pandemieplans zu überprüfen. Die Unterrichtung und Unterweisung der Mitarbeiter werden natürlich beim Übergang in eine nächste Phase zusätzlich erforderlich. Interessenkonflikt. Der korrespondierende Autor gibt an, dass kein Interessenkonflikt besteht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}