{
    "paper_id": "d49943ed5ab57ef26becf214a4e712da55776bef",
    "metadata": {
        "title": "Serum Profiling Using Protein Microarrays to Identify Disease Related Antigens",
        "authors": [
            {
                "first": "Donald",
                "middle": [],
                "last": "Sharon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Snyder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Disease related antigens are of great importance in the clinic. They are used as markers to screen patients for various forms of cancer, to monitor response to therapy, or to serve as therapeutic targets (Chapman et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Protein arrays have become a standard method for assaying interactions of biomolecules on a broad scale. Originally developed to screen protein-protein interactions and enzyme activity [1] , these arrays have become standard tools for detecting disease specific antibody (Ab)-antigen interactions in various disease states [2, 3, 4, 5] . Other screening methods like SEREX (serological analysis of cDNA expression libraries) or 2-D PAGE require additional steps to identify the antigens and suffer from poor reproducibility [6] . This is not the case with protein microarrays as each spot is individually addressable and hundreds of arrays can be produced in the same lot resulting in high degree of uniformity. Most of these arrays are made by printing individually purified proteins or lysates onto glass slides that have been coated with nitrocellulose (FAST and PATH arrays) (Fig. 1) . Other surface chemistries are used and different spotting methods such as NAPPA (nucleic acid programmable protein arrays) have been demonstrated as well [7] . The resolution of these arrays is only limited by the feature size (∼100 μM diameter for spots on printed arrays) and the number of spots that can be printed on them.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 887,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Currently, some commercial arrays feature more than 9,000 full length human proteins (approximately one-third of the proteome) and arrays that represent the entire proteome are expected in the near future. Traditionally there have been three categories of protein microarray: (1) functional arrays, (2) lysate arrays, and (3) capture arrays. Functional protein arrays are printed using full-length proteins or large domains of proteins that retain their native functional activity [1] . Lysate arrays contain gross cellular lysates rather than individually expressed and purified proteins. The last category of arrays, capture or antibody arrays, are printed with antibodies that are meant to bind and pull down targeted proteins in a sample that can then be detected using a specific secondary antibody much like an enzyme linked immunosorbent assay (ELISA) [8] . Proteins that are used in preparation of functional arrays are often produced using a baculovirus system in insect cells (sf9 cells) and include an epitope tag, such as GST, to facilitate purification [2] . One drawback to using proteins expressed in such a system for evaluating human self antigen responses is that they may not display normal levels of posttranslational modifications. Thus, a serum response that is directed against modified residues may be overlooked [9, 2] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1337,
                    "end": 1340,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1341,
                    "end": 1343,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, photochemical printing of peptides has caught up to that of their nucleotide microarray counterparts as high throughput sequencing has replaced such arrays and whole proteome arrays can now be produced. Roche is currently developing such an array that will tile the entire proteome at a resolution using overlapping peptides. The resolution is important for epitope mapping (complimentary determining regions of antibodies bind to epitopes of approximately six amino acids). While peptide arrays offer the highest density, there is the disadvantage that some binding interactions that require native protein conformation may not be observed [9, 2, 1] .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 654,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cancer antigens have demonstrated incredible importance in the clinic for screening and as prognostic indicators [10, 11, 9, 12] . The experimental design for identifying novel antigens using protein arrays often involves probing the arrays with sera or other body fluids (e.g., synovial fluid, cerebrospinal fluid, or sputum) that contain Ig's that may recognize epitopes of antigens spotted or printed on the arrays. Typically, the arrays are incubated with an appropriate dilution of the Ig (empirically determined) from a diseased group as well as from an age/sex-matched healthy donor group. The arrays are then washed to remove unbound Ig and incubated again with a secondary detection antibody that has been conjugated to a fluorescent dye. Image data is then collected by scanning the arrays using a fluorescent scanner (Fig. 2) . Differences in antigen reactivity between the patient and control groups can then be determined. However, this oversimplifies the roles that data normalization and analysis play in these studies. Protein microarrays suffer from greater artifacts and increased background compared to nucleic acid microarrays and since many cancer antigens may show only subtle differences in reactivity it is necessary to normalize to account for artifacts that may obscure those antigens [2] . Effective statistical methods have been developed to smooth away regional artifacts and quantile normalization often is conducted prior to statistical comparison of the two groups [2, 13] . It is often desirable to screen a smaller cohort of patients using more costly high density arrays in order to identify candidate self antigens. These markers may then be validated by screening many more patients for reactivity using more focused assays, as this approach can be more costeffective and higher throughput. Histological methods such as immunohistochemical (IHC) staining are often employed to validate candidate cancer antigens identified in protein array screens [2] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1497,
                    "end": 1500,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1985,
                    "end": 1988,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 828,
                    "end": 836,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "All buffers are prepared using molecular biology grade H 2 O. Arrays are typically probed in batches of 20 per day over a period of 4-6 days (80-120 arrays are usually printed in a lot). A 10 % excess of each buffer is prepared and cooled to 4 °C at the start of the procedure each day. If probing a different number of arrays, the buffer volumes that are prepared may be scaled accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Blocking buffer: using a graduated cylinder prepare 110 mL to a final concentration of 50 mM HEPES, 200 mM NaCl, 0.08 % Triton X-100, 25 % glycerol, 20 mM glutathione (reduced), and 1× synthetic block (Life Technologies Inc. catalogue # PA017) (see Note 1). Then adjust the pH to 7.5 using a 4 M NaOH solution and add water to a final volume of 110 mL (see Note 2). Finally, add DTT to 1 mM just prior to blocking the arrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Wash buffer: prepare by making a 1× PBS (pH = 7.4), 1× synthetic block, and 0.1 % Tween-20 solution in a final volume of 1,500 mL using a graduated cylinder (see Note 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. Patient samples: store human plasma/serum at −80 °C and avoid multiple freezethaw cycles. Prepare dilutions on ice with wash buffer within 2 h of probing the arrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Fluor-555 coupled highly anti-human IgG may be purchased commercially. Alexa Fluor 647 coupled anti-GST is also commercially available (see Note 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary detection reagents: Alexa"
        },
        {
            "text": "Always be cautious when working with human plasma or sera, take appropriate precautions and wear personal protective equipment (e.g., lab coat, latex gloves, and goggles). Be sure to become trained in laboratory safety involving bloodborne pathogens as well as general personal safety protocol. This protocol is adapted from our original Protometrix protocols and Invitrogen's Protoarray IRBP protocol and is appropriate for immune response profiling using all FAST/PATH based protein microarrays (i.e., nitrocellulose coated glass slide based arrays).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Thaw arrays: Remove arrays from freezer and place in a 4 °C cold room (remainder of protocol up to the water rinse step will be carried out at 4 °C). Allow the arrays to equilibrate for up to 30 min (see Note 5). Then remove the arrays using forceps or tweezers. Place the arrays into a four-well slide culture tray (see Note 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Incubate the arrays with blocking buffer: Add 5 mL of blocking buffer to each well. Gently tilt the trays back and forth until the blocking buffer covers the entire surface of each array. Incubate with gentle shaking (<100 rpm) on a circular shaker for 1 h (see Note 7). Remove the blocking buffer completely. Quickly proceed to the next step to avoid drying of the array surface (see Note 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. Rinse the arrays with wash buffer: Add 5 mL of washing buffer to each well. Incubate with shaking as above. After 5 min remove the buffer completely and proceed immediately to the next step (see Note 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Serum incubation: Thaw all serum samples on ice. Clarify the serum samples by spinning in a microcentrifuge at 20,000 × g (or maximum speed) for 10 min at 4 °C. Dilute serum into 5 mL of wash buffer. Dispense 5 mL of diluted serum into each well (one negative control slide may be incubated with 5 mL of wash buffer without serum). Incubate for 1.5 h with shaking as before (see Note 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Wash the arrays: Aspirate the samples from each well. Add 5 mL of wash buffer to the wells and incubate for 5 min with shaking. Repeat the wash four more times (see Note 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. Incubate the arrays with secondary detection antibodies: Dilute fluorescently labeled anti-human Ig secondary detection antibody in wash buffer. Add 5 mL of the diluted antibody to each well. Incubate arrays with the detection antibody for 1.5 h with rocking at 4 °C in the dark (see Note 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Wash the arrays: Aspirate the samples from each well. Add 5 mL of wash buffer to the wells and incubate for 5 min with shaking. Repeat the wash step four more times (see Note 13). Do not aspirate the buffer after the final wash.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Water rinse: Prepare a beaker with a sufficient volume of molecular biology grade H 2 O to fully submerge the full length of the arrays. Gently submerge the arrays in the water bath (see Note 14). This step should be performed at room temperature. Proceed immediately to drying of the arrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "Drying of the arrays: Dry the arrays by placing them into a light block slide box and spinning them at 200 × g for 2 min in a swinging bucket type centrifuge with plate adaptor at room temperature (see Note 15). Allow the slides to stay at room temperature in the slide boxes overnight before scanning (see Note 16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Data collection: Scanning of the arrays should be performed within 24 h of probing. Scanner should be properly calibrated prior to scanning. All scanner settings should remain the same while scanning the arrays (see Note 17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "Data processing and analysis may be conducted using standard techniques (see Note 18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11."
        },
        {
            "text": "Life Technologies offers a premade blocking buffer that can also be used when working with PATH based arrays. Bovine serum albumin (BSA) or Hammerstein casein, at a final concentration of 10 mg/mL, may be substituted for the synthetic blocking agent. Filter the solution using a 500 mL, 0.2 μm vacuum filter unit. This helps to reduce debris that can bind to the arrays increasing background. Take care to avoid foaming of the buffer during filtration (adding the Triton X-100 after filtering can help). It is convenient to prepare a 10 % solution of triton X-100 for use in making the buffer. If the arrays are to be printed in house, or if it is desirable to include additional antigens, purified or commercially purchased antigens may be mixed 50/50 volume/volume with blocking buffer (minus reduced glutathione, blocking agent, and DTT) and spotted onto the array's surface using a manual or automated slide printer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The need to adjust the pH manually may be avoided by using commercial stock solutions of HEPES that has already been pH adjusted. If adjusting pH manually, care should be taken when near the desired pH not to surpass it by switching to a 1 M NaOH solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "A 10× PBS stock solution that is already adjusted to pH = 7.4 may be purchased from many commercial vendors. A 10 % Tween-20 solution should be prepared in advance. Again, other blocking agents (i.e., BSA or casein) may be substituted for the synthetic block. A synthetic blocking reagent has the advantage of a known composition resulting in improved reproducibility. This buffer may be filtered using a 0.2 μm vacuum filter unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Secondary antibodies should be polyclonal and Alexa Fluor dyes are preferable to Cy dyes as the latter are more sensitive to photodamage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "While transporting arrays, keep the containers they are in on ice. Arrays should be kept in sealed slide boxes or slide mailers to avoid exposure to air or moisture until they reach ambient temperature in the cold room. It is important not to remove the arrays from their containers until they are the same temperature as the surrounding air to avoid precipitation from forming on the array surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Avoid touching the protein containing regions of the array. It is best to handle the arrays from the barcoded end (or the end furthest from the proteins). It is also critical that the arrays be oriented such that the side containing the spotted proteins is facing up in the trays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "This step serves to block nonspecific interactions and reduces background (similar to blocking a membrane with blotto in western blotting). Blocking buffer should be dispensed against the sides or corners of the wells, not directly onto the surface of the arrays as this may disrupt or damage the protein spots. The trays may be stacked on top of each other during rocking steps to assure that all of the arrays are shaken at the same speed and orientation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "It is preferable to vacuum aspirate the buffer using a pipette tip (it may be necessary to clip the tip or use a tip with a wide bore as the blocking buffer contains glycerol and is highly viscous). To effectively remove the buffer it helps to slightly tilt the trays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "This step serves to remove any remaining blocking buffer. If the amount of sample available will not be enough for performing the incubations in 5 mL after dilution in wash buffer, then the slides may be removed from the trays and incubated using other means that are compatible with small volumes. Slides may be removed to new four-well incubation trays by gently prying up the slide using the tips of the tweezers. Only lift the slides from the barcoded end or the end furthest from the protein content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Serum is usually diluted between 1:150 and 1:500. It is helpful to prepare the diluted serum in advance during the blocking step by dispensing 5 mL of wash buffer for each sample into a 14 mL Falcon tube on ice and diluting the sera into these tubes. Cap each tube and mix by inverting the tubes several times. Care should be taken when adding the samples to the wells and during shaking so as not to cross contaminate the adjacent wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "The pipette tip should be changed each time when aspirating the samples before the first wash step to avoid cross contamination. After this the same tip may be used to aspirate wash buffer. Do not tilt the trays to aspirate the samples from the wells as this could result in cross contamination of wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11."
        },
        {
            "text": "It is important to shield the secondary antibodies from light to prevent photodamage to the fluorescent labels. If the lights in the cold room cannot be turned off during the 90 min incubation step, the trays may be covered with tinfoil. Fluorescently labeled secondary antibodies to various Ig isotypes (e.g., IgG, IgM, and IgA) are commercially available. Also, Molecular Probes carries a number of kits for labeling secondary Ab's with Alexa Fluor dyes if there is no commercially available secondary Ab to a particular isotype or species of interest. It may be useful to include an additional secondary detection antibody that has a different excitation and emission spectra than the first as a control. This antibody may recognize an epitope tag on the arrayed proteins to aid in data collection and analysis. For example, Alexa Fluor 647 anti-human IgG may be combined with Alexa Fluor 555 anti-GST if the proteins on the array were GST purified. Secondary detection antibodies are usually diluted 1:2,000 in wash buffer. Secondary antibodies must be prepared fresh each day. It is convenient to dilute the detection antibodies during step 5 above. After dilution secondary Ab's should be kept in the dark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "It is not necessary to change pipette tips during this wash cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "14. This step improves the signal to noise ratio by removing background caused by compounds in the buffer (e.g., salts and detergent) and unbound secondary antibody. Arrays may be submerged two to four times each (be consistent in the treatment of each array). It is convenient and more consistent to submerge all of the arrays that have been probed in a batch at the same time by placing them into a slide rack and submerging the entire rack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "15. This step helps to remove H 2 O that would otherwise dry on the array surface leaving areas of high background. The slide boxes should be lined with filter paper or Kimwipes to absorb excess moisture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The overnight incubation is important to assure that there is no additional moisture on the arrays prior to scanning. The arrays may be placed at 4 °C after scanning for storage if it is important to rescan the arrays (Alexa Fluor dyes remain stable for over multiple scans).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16."
        },
        {
            "text": "17. Molecular devices' scanners are commonly used for scanning FAST/PATH based arrays. PMT settings should be determined by scanning one randomly selected array. Settings must be chosen such that the images display a dynamic range of high and low signals and the same settings should be used for scanning all of the arrays that will be compared. If two secondary antibodies were used, ratio data may also be collected. This is much like array co-genome hybridization (CGH) with nucleic acid arrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16."
        },
        {
            "text": "Normalization and statistical comparison methods that have been used for nucleotide based microarrays are often employed for analyzing protein arrays data. Cross-sectional diagram of a typical protein array that has been probed with an Ig sample and fluorescently labeled secondary antibodies to the Ig and common epitopes of the arrayed proteins. The glass surface of the array is shown in blue and the nitrocellulose surface coating in gray. Proteins are represented in black. Bound Ig's are depicted in brown, while the anti-Ig detection antibodies are green and the anti-epitope detection antibodies in red.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18."
        },
        {
            "text": "There is a serum response to the protein on the left, while the protein to the right is not reactive with Ig's in the sample. Both proteins are recognized by the anti-epitope detection antibody as both contain the same fusion tag (e.g., GST)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18."
        },
        {
            "text": "Panel a shows a protein microarray with 9,000+ full length GST tagged human proteins spotted in duplicate that was probed with sera from a patient with multiple myeloma. Human IgG signals were detected with an Alexa Fluor 555 anti-human IgG secondary antibody and GST-protein content was detected with an Alexa Fluor 647 anti-GST antibody. IgG signal is shown in green and GST in red. The yellow highlighted block is shown in panel b. IgG and GST reactive protein antigens are visible and dilution series of human IgG and anti-human IgG capture antibodies are shown in red blocks. Reactivity profiles of the antigens in the white block are shown in panel c. Spot reactivity is shown in order from left to right. Panel d shows the same block from a corresponding array that was probed with sera from a healthy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "individual. An antigen that shows differential reactivity from the myeloma serum probing is shown in the blue block",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global analysis of protein phosphorylation in yeast",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ptacek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7068",
            "pages": "679--684",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of differentially expressed proteins in ovarian cancer using highdensity protein microarrays",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "44",
            "pages": "17494--17499",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investigation of autoantibody profiles for cerebrospinal fluid biomarker discovery in patients with relapsing-remitting multiple sclerosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Neuroimmunol",
            "volume": "242",
            "issn": "",
            "pages": "26--32",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Personalized omics profiling reveals dynamic molecular and medical phenotypes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "148",
            "issn": "",
            "pages": "1293--1307",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome diagnostics using a coronavirus protein array",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "11",
            "pages": "4011--4016",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Humoral immunity to human breast cancer: antigen definition and quantitative analysis of mRNA expression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scanlan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cancer Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nucleic acid programmable protein array a just-in-time multiplexed protein expression and purification platform",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Methods Enzymol",
            "volume": "500",
            "issn": "",
            "pages": "151--163",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Serum proteome profiling of metastatic breast cancer using recombinant antibody microarrays",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Cancer",
            "volume": "44",
            "issn": "",
            "pages": "472--480",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "c-erbB2 oncoprotein, CEA, and CA 15.3 in patients with breast cancer: prognostic value",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Breast Cancer Res Treat",
            "volume": "51",
            "issn": "",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biomarkers for early detection of breast cancer: what, when, and where?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Levenson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochim Biophys Acta",
            "volume": "1770",
            "issn": "",
            "pages": "847--856",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High-titer HER-2/neu protein-specific antibody can be detected in patients with early-stage breast cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Disis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Oncol",
            "volume": "15",
            "issn": "11",
            "pages": "3363--3367",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Contribution of oncoproteomics to cancer biomarker discovery",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cancer",
            "volume": "6",
            "issn": "25",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ProCat: a data analysis approach for protein microarrays",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genome Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2015,
            "venue": "Methods Mol Biol. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Common statistical methods of comparison include Mann-Whitney U-test, Student's T-test, and M-statistic, in order to determine which antigens are statistically differentially reactive between the two groups[2].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}