{
    "paper_id": "d4aa8c8ec3d029c48312c1f457627b67579c4c28",
    "metadata": {
        "title": "Journal Pre-proof Donor Heart Selection During The COVID-19 Pandemic: A Case Study",
        "authors": [
            {
                "first": "Chiu-Yu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [
                    "F"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seth",
                "middle": [
                    "A"
                ],
                "last": "Hollander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Rosenthal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katsuhide",
                "middle": [],
                "last": "Maeda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alyssa",
                "middle": [],
                "last": "Burgart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "S"
                ],
                "last": "Almond",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In recent weeks, the number of cases of COVID-19 has surged worldwide 1 . It is unclear how transplant programs should approach donors with possible COVID-19 infection, especially when real-time testing for SARS-CoV-2 is not widely available or impractical due to increased processing time. We review the issues surrounding evaluation of our first donor offer from a deceased patient with possible COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DONOR HEART SELECTION DURING THE COVID-19 PANDEMIC: A CASE STUDY"
        },
        {
            "text": "infection and decisions despite uncertain information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DONOR HEART SELECTION DURING THE COVID-19 PANDEMIC: A CASE STUDY"
        },
        {
            "text": "In early 2020, a child with end-stage heart failure hospitalized awaiting heart transplant, received a donor heart organ offer. The donor progressed to brain death after presenting with an anoxic brain injury in the setting of a recent upper respiratory tract infection (URI). A nasopharyngeal swab was positive for respiratory syncytial virus (RSV). A chest radiograph revealed patchy opacifications of the lung fields consistent with viral pneumonitis or aspiration. As part of the evaluation, in the wake of the COVID-19 pandemic, we were given the opportunity to request testing for COVID-19, as the donor had not been previously tested. The donor resided in an area where confirmed cases of COVID-19 infection had been reported. Moreover, because the patient's viral symptoms fell within the past 21 days and the patient was hospitalized, the donor met Center for Disease Control and Prevention (CDC) criteria for a person under investigation (PUI) for COVID-19 infection 2 . However, because COVID-19 testing was still in limited use, COVID-19 testing would require an additional 1-3 days to process, a relatively long time period for an OPO to maintain the donor's medical eligibility to donate and for a grieving donor family to wait.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DONOR HEART SELECTION DURING THE COVID-19 PANDEMIC: A CASE STUDY"
        },
        {
            "text": "As the offer was contemplated, a number of questions rapidly surfaced. These included: (1) What is the likelihood of COVID-19 infection in a patient whose viral symptoms have resolved, COVID-19 testing status is unknown, but a common respiratory virus has been identified? testing could be performed and was negative and the donor family agreed to wait the additional time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DONOR HEART SELECTION DURING THE COVID-19 PANDEMIC: A CASE STUDY"
        },
        {
            "text": "The COVID-19 test, performed on a nasopharyngeal swab using a reverse transcriptase polymerase chain reaction assay, returned negative, and the donor heart was accepted for transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DONOR HEART SELECTION DURING THE COVID-19 PANDEMIC: A CASE STUDY"
        },
        {
            "text": "However, a single negative test may not reliably exclude the diagnosis of COVID-19 and the sensitivity may vary depending upon the sample source (anecdotal reports from adult patients suggest that bronchoalveolar lavage specimens may have the highest yield). So repeat testing in the either donor or recipient may be warranted. The purpose of this case anecdote is to define the issues that may need to be reconciled as decisions are being made during the evolution of this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DONOR HEART SELECTION DURING THE COVID-19 PANDEMIC: A CASE STUDY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fcases-in-us.html. Accessed",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Center for Disease Control and Pevention. Evaluating and Testing Persons for Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lags in Coronavirus Testing After Slow Reponse to Outbreak. The New York",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "Kkb",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "U S"
                    ],
                    "last": "Mcann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "2",
            "pages": "622--630",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Single-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First Cases of COVID-19 in Heart Transplantation from",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Journal of Heart and Lung Transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiological and clincal characteristics of heart transplant recipients during the 2019 coronavirus outbreak in Wuhan, Cina: A descriptive report",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Want",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Heart and Lung Transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chiu-Yu Chen MD PhD 1 , *Sharon F. Chen MD 2 , Seth A. Hollander MD 1 , David Rosenthal MD 1 , Katsuhide Maeda MD PhD 3 , Alyssa Burgart MD 4 , Christopher S. Almond MD, MPH 1 , Sharon Chen MD MPH 1 From the Department of Pediatrics, Division of Pediatric Cardiology 1 and Infectious Disease 2 ; the Department of Cardiac Surgery 3 , and the Department of Anesthesia 4 , Stanford University School of Medicine-all in Palo Alto, California. *The authors contributed equally to this report. Corresponding Author: Christopher S. Almond MD MPH. Professor of Pediatrics, Stanford University School of Medicine, 750 Welch Road, Suite 325; Palo Alto, CA 94304 Email: calmond@stanford.edu; phone 650-723-7913 Total Word Count: Case anecdote: 797 words;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "If the donor is infected with COVID-19, what is the risk of donor-derived transmission involving a heart allograft (as opposed to lungs 3 where the virus primarily resides)? (3) Is selective screening of donors acceptable, and if so, how? Or should screening for COVID in donors be performed universally in both symptomatic and asymptomatic donors, as is routine for other viruses? (4) Would this particular donor family be willing to wait up to 3 additional days for the test to result, and could the OPO keep the donor stable during this timeframe? (5) Should lack of effective therapies for SARS-CoV-2 infection play into the decision to accept a heart with unknown COVID-19 status? (6) If the donor were infected, what is the risk to healthcare staff (e.g. procurement team, anesthesiologists, surgeons, operating room staff, and cardiac intensive care unit staff) and what is the risk to the recipient's family and relatives? (7) given all these uncertainties, how do providers weigh the risk of COVID-19 infection against the competing risk of waitlist mortality? In consultation with the infectious disease service, it became apparent that it was difficult to predict the risk of COVID-19 infection in this donor without confirmatory testing. Yet because of a national testing shortage at the time of the donor offer 3 , timely donor testing for SARS-CoV-2 was not feasible. The risk of donor transmission with SARS-CoV-2 in the heart is also unclear. Data from four SARS-CoV-1 patients found no viral protein or RNA present in their hearts at autopsy 4 . Studies have also shown ACE-2 receptors in the heart that could readily serve as a possible portal of entry 5 . Similarly, it was difficult to predict the severity of illness in a heavily immunocompromised patient undergoing induction therapy because the infrequent reports of COVID-19 infection in transplant recipients have occurred in late survivors after HT 6,7 . In our case, the donor was at high-risk of underlying COVID-19 based on the presence of clinical symptoms in the past 21 days, and residence in an area where local spread was known. Even the positive RSV result could not be interpreted to lower the pre-test probability of COVID-19 infection, since viral co-infection is not infrequent in children making it difficult to know how the result impacts 4 the risk of COVID-19 in this patient. We decided we would accept the donor offer provided COVID-19",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no financial conflicts of interest. The authors wish to thank Drs. Beth Kaufman, John C.Dykes and Lourdes Eguiguren for their role in the decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}