{
    "paper_id": "d509d41d545dd86618532cd71202746302217ebd",
    "metadata": {
        "title": "Medicinal Chemistry Special Report part of",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Emerging and re-emerging viruses have caused numerous global public health crises in recent years, and continue to threaten public health and security. Outbreaks associated with the person-to-person or animal-to-person transmission of Ebola, Middle Eastern Respiratory Syndrome coronavirus (MERS-CoV), Severe Acute Respiratory Syndrome (SARS) and Pandemic Influenza represent a few examples of this growing problem. These viruses are often difficult to protect against due to the lack of approved antiviral drugs and vaccines and the general population has limited herd or acquired immunity to provide protection from an infection. Additionally, they cause acute infections with high case fatality rates that are dependent upon the specific strain of virus but typically 50-90% for Ebola [1] , 40% for MERS-CoV [2] and 60% for the HPAI [3] ).",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 791,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the underlying factors which may contribute to the high fatality rate is the ability of these viruses to induce hypercytokinemia, often termed a cytokine storm (CS), in immunocompetent individuals [3] [4] [5] . Cytokine storm is a potentially fatal immune condition characterized by rapidly proliferating and highly activated T cells, macrophages and natural killer cells and an associated overproduction and release of more than 150 inflammatory cytokines, and chemical mediators by immune or nonimmune defense cells [6, 7] . If left untreated CS can lead to severe pathological complications including sepsis, shock, tissue damage and/or multiple organ failure, edema and ultimately death. Furthermore, CS has known to be closely associated with the development of viral hemorrhagic fevers which are a severe immunopathological condition caused by a number of viruses; including Ebola, Marburg, Lassa, Crimean-Congo hemorrhagic fever and Dengue fever Current and future developments in the treatment of virus-induced hypercytokinemia (DF) viruses [8] . Despite the severity and potential fatal outcome following infection with these viruses, CS has seldom been specifically targeted in order to either diagnose and/or potentially treat the diseases that they cause. As there are generally no licensed antiviral drugs against most of these emerging viruses the treatment of these patients has been generally limited to supportive care such as fluid and electrolyte replacements. In developing countries this basic supportive care may also be absent.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the clinical presentations of CS symptoms can be markedly similar, treating virus-induced CS the same regardless of etiological agent may be challenging as a consequence of differences in virus type, exposure route, site of infection, pathogenesis and in the cytokine fingerprint each virus induced within the host. However, given these challenges, CS still represents one of the few truly broad-spectrum targets and therefore the treatment options in this review will be discussed in the context of each respective viral disease. As CS treatment is still in its early discovery phase, a better understanding of the immunological, biochemical and physiological interplay and the in the CS triggered by these viruses is expected to result in more effective and safer t reatment options for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Global outbreaks of emerging viral diseases in recent years had led to an improved understanding of the CS by specialists in infectious diseases along with a recognition of the importance of the condition by healthcare providers. In some rare cases the treatment of CS has been attempted in a small number of patients. However, these few exploratory studies yielded inconclusive results with varying therapeutic effects and outcomes [9, 10] . This highlights the potential benefits and challenges of targeting the immune response for the treatment of viral infections. Using strategies that have been adopted for three specific emerging or re-emerging viruses, namely Ebola, avian influenza and Dengue, this review will outlines several treatment options that have been utilized that target CS (summarized in Table 1 ). The use of these therapeutic strategies within both experimental models of infection within laboratory animals and that have been undertaken in humans in a clinical setting are discussed and h ighlighted in this review.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 816,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Highly virulent influenza viruses are known to cause aberrant over-responsive immune responses which are linked to uncontrolled overexpression of proinflammatory cytokines/chemokines (acute hypercytokinemia) [6, 7, 11] . Influenza virus-induced CS is generally manifested by hyperinduction of inflam-matory and apoptotic cytokines, infiltration and activation of T-effector cells with fluid accumulation in the lungs. The net effect of these immunological and physiological changes can result in airway blockage through acute respiratory distress syndrome (ARDS), multiple organ failures and/or shock which can potentially lead to death.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pandemic influenza"
        },
        {
            "text": "One of the earliest viral disease outbreaks to attribute CS as a cause of mortality associated with infection was the 1917-1918 Spanish influenza pandemic [12] [13] [14] . This pandemic is considered to be the most fatal in human history resulting in the loss of 50-100 million human lives worldwide [14] . Analysis of the age-related death rates for this pandemic revealed that infected people 15-34 years of age (teenagers and young adults) were more than 20-times higher than in previous influenza outbreaks. Overall, half of the influenza-related deaths were in young adults 20-40 years of age [14] . This is in stark contrast to the mortality versus age curve observed for seasonal influenza strains, which preferentially cause deaths in the elderly and persons with u nderlying medical conditions (e.g. immunocompromised).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pandemic influenza"
        },
        {
            "text": "It is noteworthy that a similar trend in the disproportionate high incidence and death rates in the under 35 years age group were observed during the highly pathogenic avian H5N1 influenza A (HPAI) virus outbreaks in East Asia from 2004 to 2007. The HPAI virus was primarily found in domesticated poultry and wild migratory birds, the natural host reservoir for the virus, spreading to humans who came into close contact with infected birds. With a case fatality rate of 50-60%, HPAI is one of the most virulent influenza viruses surpassing the fatality rate of the 1917-1918 pandemic influenza [3] . Despite its high fatality rate, the HPAI virus lacks the ability for direct human-to-human transmission limiting its natural spread as well as the numbers of lives lost during the outbreak [15] .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pandemic influenza"
        },
        {
            "text": "Although oseltamivir had been given to several patients infected with HPAI during the HPAI outbreaks in Southeast Asia, no definitive conclusions about the therapeutic efficacy can be derived from these studies [3] . However, this clinical evaluation did not suggest a significant decrease in mortality by antiviral treatment with oseltamivir [3, 11] . Cumulative reported studies suggested the survival rate in treated patients was 30% (13 of 34) compared with 25% (4 of 16) in untreated patients. The lack of a significant increase in survival within treated patients may be attributable to the timing of administration of the antiviral treatment. Patients were only treated during the later stages of the infection when the presence of irreversible pulmonary damage/failure and/ future science group Current & future developments in the treatment of virus-induced hypercytokinemia Special Report or pathological changes associated with the immune hyperinduction was likely to be present. Indeed the efficacy of oseltamivir treatment was dependent on how early the drug treatment was administered; survival rates of 53% were found for patients treated within 5 days of onset of illness and decreased to 26% a dministration commenced after 6 days [3,11].",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pandemic influenza"
        },
        {
            "text": "In order to successfully treat infections caused by viruses such as pandemic influenza combination strategies are required in order to reduce mortality in patients by both directly, inhibiting viral spread or replication (i.e. through the administration of antivirals) and that also mitigate the effects of CS (i.e. antiinflammatory drugs) without impeding the natural ability to fight infection. Collectively, this approach represents a promising approach for t reating viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "A number of anti-inflammatory drugs (administered as either as mono-or combination therapies) have been evaluated for the treatment of CS during infections with influenza. However, one example illustrates the therapeutic challenges associated with administering anti-inflammatory drugs as monotherapies for treating acute viral infections. It was found that glucocorticoid treatment administered for the suppression of cytokine production did not protect mice from lethal infection with HPIA (A/Vietnam/1203/04 H5N1) [16] . Further, in human case studies during the H5N1 outbreaks in Southeast Asia patients who were treated with steroids such as dexamethasone and methylprednisolone (with or without the antiviral drug oseltamivir) were found to have high mortality rates and steroid treatment did not improve clinical outcomes [9] . The use of COX-2 inhibitors (celecoxib, mesalazine), both as a monotherapy and in combination with the antiinfluenza drug (neuraminidase inhibitor zanamivir), has also been considered within experimental models of influenza. It was found that COX-2 inhibitors enhanced the antiviral efficacy of zanamivir in the treatment of mice against infection with influenza A/H5N1 virus [17] . In this study, all treatments were administered at 48 h post challenge to mimic the timely lines associated with diagnosis in a clinical setting. Under this treatment regimen, the use of zanamivir alone did not result in significant improvement in the survival rate (13.3%), but enhanced survival (10.7 days) when compared with the untreated control group (0% survival at 6.6 days) [17] . Zanamivir alone did reduce virus load in the lungs, but not inflammation and mortality. Similarly, the use of COX-2 inhibitors alone (celecoxib or mesalazine, or both) did not provide any improvement in the survival rate (0% survival) but prolonged survival time (between 8.5 and 9.5 days compared with 6.6 days for control). However, when the infected mice were treated with a triple combination of zanamivir, celecoxib and mesalazine administered at 4 h post virus challenge, there were significant improvements in the survival rate (53.3%), prolongation of [29] Combination therapy Antiviral plus anti-inflammatory drugs Zanamivir plus COX-2 inhibitors Oseltamivir plus S1P1R agonists",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2167,
                    "end": 2171,
                    "text": "[29]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "Avian and pandemic influenza [17] [18] [19] Supportive therapy Fluid, oxygen and electrolytes IV fluid resuscitation, crystalloids and oxygen therapy Ebola [33] HSP: Heat shock protein; NSAID: Non-steroidal anti-inflammatory drug.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "[18]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 39,
                    "end": 43,
                    "text": "[19]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[33]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "the survival time (13.3 days), compared with the zanamivir alone administered at 4 h post-virus challenge (13.3% survival and 8.4 days survival time). Additionally, it was found that the treatment of mice with the triple drug combination also resulted in higher levels of CD4 + and CD8 + T lymphocytes and reduced pulmonary inflammation [17] . The results from this study suggest that the combination treatment of zanamivir with COX-2 inhibitors can significantly improve survival outcome and that this combination therapy can provide synergistic therapeutic outcomes by reducing c ytokine dysfunction and preventing apoptosis [17, 18] .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "18]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "Recently, the experimental use of sphingosine-1-phosphate-1 receptor (S1P1R) agonists for the suppression of CS and as a treatment for pathogenic influenza virus infection in mice has been described [19, 20] . SIP1R agonists (specifically CYM5442 and AAL-R) are novel therapies that have been administered to mice following infection with human pandemic influenza A/Wisconsin/WSLH34939/09 and found to inhibit the cellular and cytokine/chemokine responses to limit the immunopathogenic damage, as well as providing significant protection (82% survival, 23/28 mice) against an otherwise lethal virus challenge [19] . This level of protection was higher when compared with treatment with the antiviral drug oseltamivir (50% survival, 14/28 mice), although a combination therapy approach involving the administation of both AAL-R and oseltamivir provided the highest level of protection (96% s urvival rate, 27/28 mice) [19] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[19,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "20]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[19]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[19]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "Mechanistic studies in mice have demonstrated that the efficacy of S1P1R agonist in suppressing CS occurs as a consequence of the systemic inhibition downstream of the myeloid differentiation primary response gene (MyD88) and IFN-β promoter stimulator-1 signaling [21] . MyD88 a key component of the innate immune system was identified in the study as the adaptor molecule of the TLR signaling pathway responsible primarily for the cytokine amplification following pathogenic influenza virus challenge. S1P1R agonist AAL-R has shown to significantly reduce the release of inflammatory cytokines while maintaining protective antibody and cytotoxic T-cell responses in mice [21] . These preclinical data highlight the promise of these drugs for treating acute viral infections and suggest that S1P1R agonists could improve clinical outcomes and significantly reduce mortality of patients infected with the highly pathogenic or pandemic influenza by controlling the fatal CS side effects of disease. S1P1R agonists will now be required to undergo future development leading to safety and dose toler-ability testing in Phase I clinical trials before consideration can be given to their use in humans. However, if these potential drug products are found to have good safety profiles there will be a compelling justification for these candidate drugs to be taken forward for full regulatory approval. If these drugs should reach licensure it would greatly enhance our pandemic preparedness not only against influenza but also potential for combating other emerging viral diseases that induce CS (e.g., Ebola, MERS-CoV and SARS).",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "Targeted silencing of regulatory gene c-Jun with DNAzymes to modulate inflammation during influenza infection An innovative approach to treat CS may encompass downregulation of key control genes/signaling pathways that regulate the inflammatory and/or apoptosis responses in the host. The c-Jun N-terminal Kinases signaling pathway is involved in the regulation of numerous cell activities including proliferation, apoptosis and inflammation, and is reported to be activated during influenza A virus infection and replication [22] . c-Jun is a downstream molecule of c-Jun N-terminal Kinases and the increased expression of the c-Jun gene has been observed in proliferation, apoptosis and tumorigenesis. During infection with influenza H5N1 virus the c-Jun protein is activated to its phosphorylated form and enhances the transcription of cytokines such as TNF-α and IFN-β and the chemokine RANTES which contributes to cytokine overproduction; collectively resulting an increase in inflammation [23] .",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[22]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[23]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "DNAzyme are synthetic, single-stranded DNA that are designed to catalyze the degradation of mRNA through complimentary binding via Watson-Crick base pairing [24] . DNAzyme cleaves the mRNA at predetermined phosphodiester linkages [24] . DNAzyme 13 (DZ 13) is a catalytic DNA that specifically cleaves c-Jun mRNA [25] . DZ 13 has been shown in a number of preclinical studies to exhibit anti-inflammatory activity in animal sepsis [26] and tumor growth [26] models. DZ 13 had also been shown to be safe and well tolerated in Phase I clinical testing in normal human volunteers [27] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[24]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[24]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[25]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[26]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[26]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[27]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "In a pilot study using a murine infection model with the highly pathogenic avian influenza H5N1 A virus, it was shown that DZ 13 inhibited c-Jun activation and led to improved protection and survival rate of mice against the infection [23] . Additionally, the DZ 13 suppression of c-Jun also decreased CD8 + T-cell proliferation, pro-inflammatory cytokine expressions, reduced virus titer and tissue histopathology such as inflammatory cell infiltration and future science group Current & future developments in the treatment of virus-induced hypercytokinemia Special Report interstitial edema in the lung [23] . Taken together, the promising results show that suppression of key inflammatory gene expression, such as DZ 13 knockdown of c-Jun gene expression, can potentially be a powerful strategy for the downregulation of inflammation responses (CS)and leads to enhanced protection and therapeutic outcomes against severe and highly fatal virus infection including the HPIA virus [23] . Furthermore, it is postulated that DZ 13 may have broad-spectrum anti-inflammatory effects. It is also possible to explore whether this approach of downregulating the cytokine overproduction can have synergistic therapeutic effect when used in combination with an antiviral drug such as oseltamivir or zanamivir. However, further animal studies are warranted to support these concepts.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[23]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[23]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[23]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Broad acting anti-inflammatory drugs as treatments for the CS induced by pandemic influenza viruses"
        },
        {
            "text": "Short-term heat shock, as a stress inducer, has been known to induce the expression of heat shock proteins (HSPs) that function as molecular chaperones to protect cells from multiple stresses. HSPs also play an important role in regulating innate and adaptive immune responses, including activating monocytes, dendritic cells, macrophages and inducing production of pro-inflammatory cytokines (review, [28] ). Short-term heat shock (39°C for 4 h) treatment of mice resulted in significant increased levels of HSP70 (a key member of the HSP protein family known to play in a role in antiviral immunity), and in the levels of pro-inflammatory cytokines IL-6, TNF-α, IFN-β and IFN-γ [29] . However, when the heat shock-treated mice were challenged with a lethal dose of HPAI virus, 57% of the heat shocktreated mice survived the virus challenge at day 14 post-infection compared with 0% survival in the untreated control group [29] . The heat shock-treated mice were found to have reduced lung pathological damages, reduced body weight loss and virus replication in the lung tissues which was found to correlate with an increased expression of HSP70 in the lungs of the heat shock-treated group when compared with the control [29] . Intriguingly, the expression of proinflammatory cytokines IL-6, IFN-β and IFN-α were significantly reduced at day 6 and a reduction in the presence of TNF-α level was also noted at day 1 post-infection within the lungs of mice which received the heat shock treatment when compared with the untreated control group [29] . The beneficial effects of heat shock treatment against HPAI in this study was hypothesized to be correlated with the increased expression and protective effects of HSP70 which was also associated with transient downregu-lation of the over-expressions of pro-inflammatory c ytokines in the lungs.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[28]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[29]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[29]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[29]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[29]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Protective role of heat shock treatment for hypercytokinemia in HPAI infection"
        },
        {
            "text": "Ebola virus causes a highly lethal hemorrhagic fever, and is among the most deadly human pathogens. The most virulent of Ebola virus, Zaire strain, has a case fatality rate of up to 90% [30] . The highly fatal outcome of infection with Ebola Zaire strain in humans had been associated with aberrant innate responses, characterized by CS, with hypersecretion of numerous pro-inflammatory cytokines, chemokines and growth factors [5] . The physiological effects induced by CS are thought to lead to disseminated intravascular coagulation, vascular dysfunction and collapse, along with multiple organ failure and shock-like syndrome a ssociated with fatal outcome [5] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[30]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral treatment of Ebola"
        },
        {
            "text": "The Ebola outbreaks in the African continent from 2014 to the present have so far infected more than 28,000 people with more than 11,000 fatalities [31] . Despite the devastating toll of Ebola on human lives there are still no approved antiviral drugs for the treatment of human Ebola. Several experimental drugs were evaluated in human patients on an emergency compassionate basis and these include ZMapp (monoclonal antibody cocktails), TKM-Ebola (small interference RNA [siRNA] cocktails) and favipiravir (anti-influenza drug) (review, [32] ). However, to date, there has been no definitive report of a highly effective therapy for Ebola in humans. This is partly due to the fact that there were no standard randomized controlled trials undertaken as most drugs were administered on a compassionate basis. Each of these experimental drugs used specifically targets the Ebola virus and are not designed to treat immunological dysfunction of c ytokine overexpression.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[31]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[32]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral treatment of Ebola"
        },
        {
            "text": "Despite the uncertainty of the efficacy of experimental antiviral therapy, the Ebola crisis had revealed the beneficial role of supportive therapy including fluid and electrolyte replacement, as well as oxygen therapy [33] . In one such study in Guinea in 2014, oral rehydration was given to 36 patients with confirmed Ebola, and 28 patients of these patients received additional intravenous fluid resuscitation. A median of 1 l of intravenous crystalloids was administered to these patients during the first 24 h after admission. Of these patients who received supportive therapy, the mortality rate was 43% (16 of 36 patients) [33] . This case fatality rate here is lower than that recorded at other sites in Guinea [33] . Another retrospective study of 106 Ebola patients from Sierra Leone, documented a case fatality rate of 74%. High-quality supportive care is thought to have contributed to the higher number of survivors observed in Guinea. More randomized and controlled studies are needed to affirm the therapeutic role of supportive therapies such a fluid and electrolyte replacements in i mproving s urvival in the treatment of Ebola patients.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[33]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[33]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[33]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Supportive therapies of Ebola patients"
        },
        {
            "text": "It is thought that general supportive care and therapy including fluid rehydration and electrolyte replacement may mitigate hemorrhage, septic shock and reduce multiple organ failure. These clinical manifestations are associated with the detrimental effects of cytokine and immunological dysfunctions, it follows that the supportive therapy may play a beneficial role in reducing the clinical damages induced by CS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supportive therapies of Ebola patients"
        },
        {
            "text": "A number of studies involving a variety of experimental drugs that suppress cytokines have been undertaken in animal/cell culture infection models of Ebola, including myxomavirus-derived serpin [34] and pyridinyl imidazole inhibitors of p38 MAPK [35] . Myxomavirus is an enveloped DNA virus belonging to the poxviridae family. It causes fatal myxomatosis in rabbits by evading the host's immune response, and causing pathological damages. The virus produces a number of extracellular proteins which protects the virus from destruction by the host's antiviral immune responses. One of these proteins, SERP-1, is a potent inhibitor of both thrombolytic and thrombotic proteases and has been demonstrated to have anti-inflammatory properties in a wide range of animal models [36, 37] . In a small exploratory study, wild-type BALB/c mice infected with mouse-adapted Ebola virus (Zaire 1976 Mayinga strain) treated with SERP-1 was found to increase survival time/rate and this was dose dependent, with higher drug concentration offering higher protection [34] . Furthermore, treated animals were found to have decreased tissue necrosis and cell invasion in both spleen and livers, compared with untreated infected mice [34] . In addition, it is noteworthy that purified SERP-1 protein has been demonstrated to have anti-inflammatory activity in animal models of vascular injury highlighting its potential broader therapeutic utility.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[34]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[35]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[36,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "37]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "[34]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[34]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Experimental treatment of CS in Ebola infection"
        },
        {
            "text": "These preliminary findings may provide important insights on whether reducing inflammatory and tissue damage mediated by Ebola virus can result in improved therapeutic outcomes, and supports a larger scale preclinical study to determine whether SERP-1 can be used to treat Ebola virus-induced deaths in larger animal models including guinea pig and non-human p rimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental treatment of CS in Ebola infection"
        },
        {
            "text": "Ebola virus targets antigen presenting cells including macrophages and dendritic cells, and in the process, also activates the p38 and MAPK signaling pathways [35] . The p38 and MAPK signaling pathways play an essential role in immune evasion and induction of the deregulated immune response, and present attractive targets for downregulating the inflammatory and enhance antiviral response to infectious viruses. When Ebola virus targets and infects these antigen-presenting cells, they can effectively knock down type 1 interferon production, but upregulate the production of a number of pro-inflammatory cytokines including TNF-α, IL-1, IL-6, IL-8, IL-15 and others). These combined effects result in the impairment of the innate immune responses and enhance viral replication in the host.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[35]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Experimental treatment of CS in Ebola infection"
        },
        {
            "text": "A number of p38 MAPK chemical inhibitors have been identified and these have been tested in monocyte-derived dendritic cells for their ability to inhibit Ebola virus infection and/or cytokine overproduction [35] . Indeed, pyridinyl imidazole inhibitors were found to reduce Ebola virus replication in PMA-differentiated human THP-1 cells and/or in a primary monocyte-derived dendritic cells [35] . Furthermore, the production of a number of cytokines, including TNF-α, IL-6 and IL-15, was found to be inhibited in a dose-dependent manner. Furthermore, a number of chemokines associated with fatal outcomes in humans, for example, MIP-1α, MIP-1β and RANTES were also found to be reduced [35] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[35]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[35]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[35]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Experimental treatment of CS in Ebola infection"
        },
        {
            "text": "A recent publication has suggested that repurposing of the generic, nonspecific anti-inflammatory therapy ibuprofen could also be used for prevention and treatment of Ebola [38] . However, it is proposed that ibuprofen may work by destabilizing glycoprotein of the virus thereby preventing virus attachment and cellular entry [38] . Additional studies are warranted to determine whether this potential dual action of ibuprofen glycoprotein destabilization and as an established anti-inflammatory demonstrate significant therapeutic benefit within experimental animal models of i nfection and/or within humans cases of Ebola.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[38]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[38]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Experimental treatment of CS in Ebola infection"
        },
        {
            "text": "Infection by the mosquito-borne Dengue virus can progress from an asymptomatic phase termed DF to the more severe forms of Dengue hemorrhagic fever (DHF) and shock syndrome. If left untreated these inflammatory-driven responses can to sepsis and death. When first infected by the four serotypes of Dengue virus (DEV-I to DEV-V) the majority of cases tend to be asymptomatic or mild. Complicafuture science group Current & future developments in the treatment of virus-induced hypercytokinemia Special Report tions can arise when the individual is subsequently re-infected with a different serotype of DEV, where the disease becomes more severe and can lead to potentially fatal DHF and Dengue shock syndrome. In patients with severe forms of Dengue the serum levels of several cytokines including IL-1, IL-4, IL-6, IL-7, TNF-α, IFN-γ and IL-13 are elevated and the severity of disease is thought to be direrctly linked to increases in the inflammatory cytokine [39] . The aberrant cytokine levels are known to be associated with increased incidence in the development of DHF and thus suppressing cytokine levels has been used as an approach to improve therapeutic outcome in Dengue patients.",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 965,
                    "text": "[39]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic treatment and their effects on CS in Dengue hemorrhagic fever"
        },
        {
            "text": "In a small pilot study, doxycycline and tetracycline has been evaluated for their effectiveness to modulate inflammatory cytokines in patients with DHF or DF [40] . In a randomized study, serum levels of various cytokines in doxycycline-or tetracycline-treated Dengue patients were compared with that of the untreated control patients. Patients receiving doxycycline or tetracycline treatment were demonstrated to have significant reductions in their serum levels of IL-1, IL-6 and TNF-α, compared with untreated control patients. Downregulation of these cytokines was observed to be persistent and continued for between 3 days to 7 days following treatment [40] . Furthermore, doxycycline was found to be more effective than tetracycline in the modulation of these pro-inflammatory cytokines and resulted in the greater reduction in serum cytokine l evels [40] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[40]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[40]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[40]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic treatment and their effects on CS in Dengue hemorrhagic fever"
        },
        {
            "text": "The mechanism by which doxycycline modulates inflammatory cytokines in patients infected with DF virus is not completely understood. Doxycycline is an antibiotic belonging to the class of tetracyclines which are known to possess known immunomodulating effects, including reducing serum levels of these pro-inflammatory cytokines in patients with multiple sclerosis and rheumatoid arthritis [41] . Doxycycline has also been found to be able to inhibit Dengue virus replication in cell culture and is hypothesized to interact with the Dengue virus E protein to inhibit a conformational change which is required for virus entry into target cells [42] . More clinical studies will be needed in the future to determine whether treatment with doxycycline can provide significant therapeutic outcomes in DF, DHF and DSS patients by evaluating disease severity, survival rates and decreasing the required duration for hospitalization. Furthermore, it will be worthwhile to do small exploratory studies to determine whether doxycycline can provide any beneficial therapeutic effects to other virus-induced hemorrhagic fevers, although any therapeutic benefit with antibiotic treatment must be weighed against the potential risks associated with its use including the rise of antibiotic resistance. Interestingly, the use of antibiotics have been used as supportive antimicrobial therapy in Ebola patients in Guinea, but the direct effect of antibiotic t reatment in this study was not known [33] .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[41]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[42]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1482,
                    "end": 1486,
                    "text": "[33]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic treatment and their effects on CS in Dengue hemorrhagic fever"
        },
        {
            "text": "Zika virus is an important emerging mosquitoborne flavivirus that is causing large epidemics in the South America and Caribbean islands. In human infections, Zika fever is less severe compared with DHF and DF, but its pathogenesis is associated with the polyfunctional T-cell activation and involves the elevation of several serum cytokines [43] . In the acute infection phase, significant increases in the serum cytokines concentrations of IL-1b, IL-2, IL-4, IL-6, IL-9, IL-10, IL-13, IL-17, IFN-α-induced protein 10 (IP-10), RANTES and MIP-1α, compared with normal controls. In the late recovery phase, IL-10 levels were found to be highest [43] . Since both DF and Zika viruses are both mosquito-borne flaviviruses spread by the same vector, the Aedes aegypti mosquito, and share similar immunopathogenesis pattern in T-cell activation and inflammatory cytokine inductions, it is proposed by some that lessons learned from Dengue research may expedite the development of effective therapeutic and prophylactic strategies for Zika virus [44] Conclusion & future perspective Many infectious disease and public health experts predict that zoonotic and mosquito-borne viruses will continue to emerge or re-emerge with increasing frequency in the future. Novel viruses will continue to evolve through naturally occuring mutations and pose a realistic threat to global public health as well as having significant impacts to the economy. Many of these emerging novel viruses are likely to be hard to protect against due to lack of approved antiviral drugs and vaccines that are available therefore preparedness through the identification of new/novel treatments and therapeutic strategies are essential for the future from a public health perspective. In particular, the development of approaches that target common events or pathways used by pathogenic viruses such as the induction of CS offer the potential for treatments that are effectice across different viral families and/or strains.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[43]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[43]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[44]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic treatment and their effects on CS in Dengue hemorrhagic fever"
        },
        {
            "text": "From each worldwide outbreak we are able to deepen the scientific understanding about how emerging viruses induce CS. Improving our knowledge with respect to the complex interplay between host's antiviral immune responses and the virus's ability to modify these responses and cause immune dysfunction will be critical for identifying new and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotic treatment and their effects on CS in Dengue hemorrhagic fever"
        },
        {
            "text": "In Special Report Wong, Viswanathan, Wang, Sun, Clark & D'Elia effective therapies for treating the acute infections caused by many emerging viruses. It is envisaged that this increased understanding will lead to better treatment options to address the mortality and the morbidity caused by CS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral-induced cytokine storm"
        },
        {
            "text": "The effects of CS coupled with an acute viral infection in the host can be complex, overwhelming and potentially fatal to the host. Some of the promising therapeutic options for mitigating or treating CS highlighted in this review are listed in Figure 1A . It is likely that the most effective treatment strategy for virus-induced CS will be a comprehensive wellbalanced strategy that is effective in downregulating inflammatory cytokines, reducing apoptosis and tissue damage/injury and ultimately restores the natural antiviral immune responses by maintaining physiological homeostasis in the body ( Figure 1B) . The use of a drug monotherapy may be insufficient to achieve this outcome. However, it is likely that the successful treatment of human patients infected with a CS-inducing emerging virus will need to encompass the use of a two-or three-pronged therapeutic strategy involving; an antiviral drug (if available), alongside the adjunct biological or chemical immune-modulating agent which suppresses CS and supportive therapy (fluid, e lectrolyte replacement and/or oxygen therapy).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 602,
                    "end": 612,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viral-induced cytokine storm"
        },
        {
            "text": "Current & future developments in the treatment of virus-induced hypercytokinemia Special Report",
            "cite_spans": [],
            "ref_spans": [],
            "section": "future science group"
        },
        {
            "text": "The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript. This includes employ-ment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial & competing interests disclosure"
        },
        {
            "text": "No writing assistance was utilized in the production of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial & competing interests disclosure"
        },
        {
            "text": "• Cytokine storm is an important underlying cause of mortality in patients infected with severe emerging viruses such as Ebola, Marburg, Middle Eastern Respiratory Syndrome coronavirus (MERS-CoV), pandemic influenza and others. • There is currently no standard therapy to treat cytokine storm (CS) and there is no drugs which are approved specifically to treat CS. • Clinical results for the reported use of corticosteroids and non-steroidal anti-inflammatory drugs as an adjunct therapy to antiviral drug to treat CS induced by pandemic influenza viruses had so far shown to be inconclusive, thus requiring more randomized controlled studies. • There are a number of experimental treatment options which are currently in preclinical testing, and it is hoped that some of these leading drug candidates will be proven to be clinically safe and efficacious resulting in first drug to be specifically designed to treat cytokine storm. • It is likely that treatment of these emerging virus infections will need to entail the use of antiviral drug in conjunction with an immune-modulating agent which suppresses CS and with the aid of supportive therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Filoviradae: Marburg and Ebola viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1409--1448",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimation of MERS-Coronavirus reproduction number and case fatality rate for the spring 2014 Saudi Arabia outbreak: insights from publicly available data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human infection with highly pathogenic H5N1 influenza virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gambotto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Barratt-Boyes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1464--1475",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Delayed induction of proinflammatory cytokines and suppression of innate antiviral response by the novel Middle East respiratory syndrome coronavirus: implications for pathogenesis and treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Gen. Virol",
            "volume": "94",
            "issn": "",
            "pages": "2679--2690",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human fatal Zaire Ebola virus infection is associated with aberrant innate immunity and with massive lymphocyte apoptosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Warquier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Becquart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baiza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Neglected Tropic. Dis",
            "volume": "4",
            "issn": "10",
            "pages": "1--837",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preparing for the next pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Osterholm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med",
            "volume": "352",
            "issn": "",
            "pages": "1839--1842",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mapping the innate cascade essential for cytokine storm during influenza virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "10",
            "pages": "3799--3804",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cytokine and viral hemorrhagic fever: potential for therapeutic intervention",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Findlay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ulaeto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;elia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Future Virol",
            "volume": "10",
            "issn": "5",
            "pages": "547--557",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The cytokine storm of severe influenza and development of immunomodulatory therapy",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yang Z-Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell. Mol. Immunol",
            "volume": "13",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Suppression of cytokine storm with a sphingosine analog provides protection against pathogenic influenza virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "108",
            "issn": "29",
            "pages": "12018--12023",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cytokine storm plays a direct role in the morbidity and mortality from influenza virus infection and is chemically treatable with s single sphingosine-1-phosphate agonist molecule",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "378",
            "issn": "",
            "pages": "129--147",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Promising data from animal study which suggest the therapeutic potential of S1P1R agonist in cytokine storm treatment",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A critical role for the sphingosine analog AAL-R in dampening the cytokine response during influenza virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marsolais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hahm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "5",
            "pages": "1560--1265",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza A-induced AP-1-dependent gene expression requires activation of JNK signaling pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ehrhardt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Neumeier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kracht",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pleschka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Biol. Chem",
            "volume": "276",
            "issn": "24",
            "pages": "10990--10998",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regulatory roles of c-Jun in H5N1 influenza virus replication and host inflammation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1842",
            "issn": "",
            "pages": "2479--2488",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "RNA cleaving '10-23' DNAzymes with enhanced stability and activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Gul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeichhardt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Erdmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "20",
            "pages": "5982--5992",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Suppression of vascular permeability and inflammation by targeting of transcription factor c-Jun",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Fahmy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Biotechnol",
            "volume": "24",
            "issn": "7",
            "pages": "856--863",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of DNAzyme targeting c-Jun on solid tumor growth and angiogenesis in rodents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Dass",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sumithran",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Girolamo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Khachigian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Natl Cancer Inst",
            "volume": "96",
            "issn": "9",
            "pages": "683--696",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Safety and tolerability of an intramumorally injected DNAzyme, Dz13, in patients with nodular basal-cell carcinoma: a Phase I first-in-human trial (DISCOVER)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Moloney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9880",
            "pages": "1835--1843",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Virus-heat protein interaction and a novel axis for innate antiviral immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oglesbee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cells",
            "volume": "1",
            "issn": "3",
            "pages": "646--666",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Short-term heat shock affects hostvirus interaction in mice infected with highly pathogenic avian influenza virus H5N1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "World Health Organization. Ebola virus disease fact sheet",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "World Health Organization. Ebola disease outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Progression of Ebola therapeutics during the 2014-2015 outbreak",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Mol. Med",
            "volume": "22",
            "issn": "2",
            "pages": "164--173",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical presentation of patients with Ebola virus disease in Conakry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Bah",
                    "suffix": ""
                },
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Lamah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Guinea. N. Engl. J. Med",
            "volume": "372",
            "issn": "1",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Myxomavirus-derived serpin prolongs survival and reduces inflammation and hemorrhage in an unrelated lethal mouse viral infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "57",
            "issn": "9",
            "pages": "94114--94127",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pyridinyl imidazole inhibitors of p38 MAP kinase impair viral entry and reduce cytokine induction by Zaire ebolavirus in human dendritic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Honko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Olinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antivir. Res",
            "volume": "107",
            "issn": "",
            "pages": "102--109",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inhibitory specificity of the anti-inflammatory myxoma virus serpin, SERP-1",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whitty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Handwerker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Biol. Chem",
            "volume": "272",
            "issn": "",
            "pages": "20982--20991",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The serpin saga: development of a new class of virus derived anti-inflammatory protein therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "666",
            "issn": "",
            "pages": "132--156",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Toremifene interacts and destabilizes the Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harlos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "536",
            "issn": "7610",
            "pages": "169--172",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Multiplex cytokine profile from Dengue patients: MIP-1beta and IFN-gamma as predictive factors for severity",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bossa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zagne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infect. Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Modulation of cytokine and cytokine receptor/antagonist by treatment with doxycycline and tetracycline in patients with Dengue fever",
            "authors": [
                {
                    "first": "Jez",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vado-Solis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perez-Osorio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fredeking",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Dev. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Very important insights on the unique role of immunemodulating antibiotics on the treatment of viral-induced hypercytokinemia",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Immunomodulatory properties of antibiotics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Tauber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr. Mol. Pharmacol",
            "volume": "1",
            "issn": "",
            "pages": "68--79",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Combinational computational approaches to identify tetracycline derivatives as flavivirus inhibitors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Cytokine kinetics of Zika virus-infected patients from acute to reconvalescent phase",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tappe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Perez-Giron",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zammarchi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med. Microbiol. Immunol",
            "volume": "205",
            "issn": "3",
            "pages": "269--273",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dengue virus immunopathogensis: lessons applicable to the emergence of Zika virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Olagnier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Amatore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Castiello",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Mol. Biol",
            "volume": "428",
            "issn": "17",
            "pages": "3429--3448",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Interesting and valuable lessons on Dengue treatment and prevention which could potentially help to expedite and advance understanding in Zika antiviral research",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Physiological challenges associated with developing an effective treatment for viral-induced cytokine storm. (A) Summary of potential treatment options against virus-induced cytokine storm. (B) Importance of maintaining delicate balance between implementing anti-inflammatory measures and maintaining functional antiviral immune responses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary and selected examples of therapeutic option for cytokine storm induced by emerging viruses.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ammatory cytokines Anti-in ammatory drugs Downregulate pro-in ammatory cytokines Antiviral immune responses Maintain physiological homeostasis Reduce apoptosis and tissue injury Biological or chemical immune modi ers Combination therapy Downregulation of in ammation regulatory genes Supportive therapy ( uid, electrolyte replacements, oxygen Heat shock therapy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "•• Insightful review on the role of inflammatory cytokines play in viral hemorrhagic fever. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}