{
    "paper_id": "d5481eb969b037842642c501c3f45058f6547ba5",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SARS, however, is probably not one of them because the genome of its suspected agent, a novel coronavirus, is far too big. The National Institute of Allergy and Infectious Disease announced Friday that it had begun working on a SARS vaccine, but director Anthony Fauci warned the effort would take at least a year or more. \"The particular system we used was one developed here at St. Jude, the so-called eight-plasmid reverse genetic system,\" said Richard Webby, who developed the new flu vaccine with colleague Daniel Perez. \"What this allows us to do is custom-make an influenza virus. We can remove bits, we can add bits, and we can swap and change.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza vaccine is usually made via classical reassortment between two influenza viruses. That is followed by antibody selection for the particular combination of genes desired. Researchers attempt to zero in on a combination that melds RNA sequences for the two surface glycoproteins from the target strain with six other sequences from a harmless 'master' strain. Checking each reassorted virus to identify one with the desired RNA sequences takes a lot of time, however, Webby explained. From the moment a new strain is identified, it can take two to three months before the vaccine production process in eggs can even begin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reverse genetics cuts down on that time dramatically. Researchers clone individual gene sequences of the virus, hand-selecting the sequences for the two target glycoproteins to combine with master strain sequences. \"The only thing we will get out at the other end is that particular combination. We don't have to go through a lot of selection of individual viruses,\" Webby said. The technique also gets around another hurdle. H5N1 is so pathogenic that it kills chicken eggs, making it impossible to grow it to the titers necessary for vaccine development. \"What reverse genetics allows you to do is to remove the molecular features that are responsible for that pathogenicity,\" he added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The reverse genetic technique certainly does speed up the process of developing a vaccine, said Yoshihiro Kawaoka, who holds joint appointments at the University of Wisconsin and the University of Tokyo. In 1999, Kawaoka and his colleagues showed that reverse genetics could be used to build flu viruses one RNA segment at a time (Proc Natl Acad Sci USA 1999, 96:9345-9350). \"You can make vaccine strains in one week,\" Kawaoka said. He and his colleagues are attempting to extend the method to other viral diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"The use of plasmid-based reverse genetics methods to generate influenza virus vaccine strains is not only a faster methodology, but also allows the insertion of novel safety markers in the vaccine strains, an important consideration when dealing with highly pathogenic influenza viruses, such as the potential pandemic H5N1 virus,\" said Adolfo Garcia-Sastre, RNA virus researcher at the Mount Sinai School of",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genetic analysis of bird flu",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Powledge",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Scientist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Children's Research Hospital",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jude",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza Pandemic Preparedness Plan, Index A: Influenza Vaccine",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Quick custom flu vaccinesEmail: tam@nasw.org A genetic technique that accelerates development of vaccines against some emerging viruses has resulted in an experimental vaccine designed to fight a new form of avian influenza that killed at least one person in Hong Kong in February. Researchers at St. Jude Children's Research Hospital in Memphis, Tennessee, say their approach, based on reverse genetics, means much speedier creation of influenza vaccines. Other researchers agree, and expect that eventually the method can be applied to additional diseases.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This PDF file was created after publication. This PDF file was created after publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}