{
    "paper_id": "d57b13c4de6f1c057e1fc3025dcfe5e141b8ca9a",
    "metadata": {
        "title": "Forecasting the Worldwide Spread of COVID-19 based on Logistic Model and SEIR Model",
        "authors": [
            {
                "first": "Xiang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingying",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huizhen",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangliang",
                "middle": [],
                "last": "Shan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Longxiang",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiguo",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: As the outbreak of coronavirus disease 2019 (COVID-19), a sudden case increase in late February 2020 in global attracted deep concern. Italy, South Korea, Iran, France, Germany, Spain, the U.S. and Japan are probable the most severe countries. Collecting epidemiological data and predicting epidemic trends are important to develop and measure public intervention strategies. Epidemic predictions results yield by different mathematical models are out of line, therefore, we sought to compare different models and their prediction results, so as to generate objective conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We used the number of cases reported from January 23 to March 20, 2020 to estimate possible spread size and peak time of COVID-19, especially in 8 high risk countries. Logistic growth model, basic SEIR model and adjusted SEIR model were adopted for predicting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Considering different model inputs may infer different model outputs, we implemented three model predictions with three scenarios of epidemic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint 2 Results: When contrasting all 8 countries short-term prediction results and peak predictions, the difference between the models was relatively large. The logistic growth model estimated a smaller epidemic size than the basic SERI model, however, once we added parameters which considered the effects of public health interventions and control measures, the adjusted SERI model results demonstrated a considerably rapid decelerate of the epidemic development. Our results demonstrated contact rate, quarantine scale, quarantine initiate time and length are important factors to control the epidemic size and length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We demonstrated a comparative assessment of the predictions of COVID-19 outbreak of 8 high risk countries using multiple methods. By forecasting epidemic size and peak time as well as simulating the effects of public health interventions, the intent of this paper is to help understand the transmission dynamics of COVID-19 and recommend operation suggestions to slow down the epidemic. It is suggested that quickly detecting cases, enough quarantine implementation and public self-protection behaviors are critical to slow down the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus is a major public health event.. Although the governments had implemented various measures to protect their cities or countries, such like traffic restrictions, quarantine requirement for travelers, contact tracing, etc., a large-scale global movement of population have already caused rapid spread of the disease, resulting in an epidemic throughout the world. In February 2020, the World Health Organization (WHO) named the disease COVID-19, which stands for coronavirus disease 2019 1 . The virus that causes COVID-19 is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The SARS-CoV-2 virus spreads mainly from person-to-person through between people who are in close contact with one another, and through respiratory droplets produced when an infected person coughs or sneezes 2 . As the epidemic came under control in China, global spread of the COVID-19 had caused a surge in Asia, Europe, Middle East and North American. As March 11, 2020 , with the global risk continuously increased, there were already more than 118,000 cases in 114 countries and 4,291 people have lost their lives, WHO characterized COVID-19 as a pandemic 3 .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 970,
                    "end": 984,
                    "text": "March 11, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 With growing number of cases have occurred in more than 150 countries and regions, modeling the COVID-19's transmission dynamics and estimating its development are crucial to provide decision supports for public health departments and healthcare policy makers. Mathematical models are widely used in evaluating epidemic transmissions, forecasting the trend of disease spread, and providing optimal intervention strategies and control measures. Considerable recent studies have contended to estimate COVID-19's scale and severity, several mathematical models and predicting approaches have attempted to estimate the transmission of COVID-19 [4] [5] [6] [7] [8] . Majority of the researches estimated the basic reproductive number R 0 , a key parameter to evaluate the potential of COVID-19 transmission. However, different models often yield different conclusions in terms of differences in model structure and input parameters. It is imperative and critical to improve early predictive and warning capability for the pandemic.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In face of this new infectious disease and its complicated features with many unknown factors, single model estimations may infer biased results, therefore, we tried to make overall rigorous estimations by comparing different model results. To achieve an objective estimation, we investigated and implemented two most common approaches and one extended approach: the logistic model, the susceptible-exposed-infected-removed (SEIR) model and the adjusted SEIR model. Countries had different start time and level of interventions and measures to reduce risk of domestic secondary infections of COVID-19. We compared the models that have taken these effects into account or not, predicted the spread of the epidemic, and tried to compare different recommendations from 3 different models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We collected the epidemic situation of COVID-19 in eight high risk countries that distributed in 3 continents, and compared the perdition results with the logistic model and the SEIR model with different parameter setting scenarios. Data is from the Coronavirus COVID-19 Global Cases published by Center for Systems Science and Engineering (CSSE) of Johns Hopkins University 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used the existing reported data from January 23 to March 20 2020 for observing, performing parameter estimation, and forecasting COVID-19 dynamics in different countries/regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameters estimate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 In Scenario 1, we have an assumption that the epidemic trend obeys logistic growth curve. We use logistic model to predict the disease trends. The logistic model's essence is that curve fitting and its prediction results highly depend on the historical data. It has been often used in epidemics dynamics prediction in previous studies 4, 10,11 . Mathematically, the logistic model describes dynamic evolution of infected individuals being controlled by the growth rate and population capacity. According to the following ordinary differential equation (a), we will get logistic function (b), the model describes dynamic evolution of the reported number of confirmed cases P being controlled by the growth rate r, and the initial value of P 0 is the confirmed number of cases when T=0. The maximum case volume in the environment is K, which is the limit that can be reached by increasing to the final value of P ሺ t ሻ , and r is the growth rate. We used the least squares method to fit the logistic growth function, and then to predict the number of future confirmed cases. Since the case numbers reported at very early stage are usually inaccuracy or missing, the initiate date of the model was set as the day since the 100th confirmed case was reached.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 459,
                    "text": "10,11 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Logistic growth model and parameters estimate"
        },
        {
            "text": "For evaluating the logistic model's capability to predict infectious disease like COVID-19, we've fit the logistic curve every 10 days since the day as the 100th confirmed case was reached and each time we make 7 days predictions and use reported data for evaluation. For the experiment analysis, each time of perdition, we got different results errors, as listed in Appendix A. With the number of confirmed cases increases, the predicted following 7 days infections and future peak size and peak time are constantly changing. In addition, the shape of the curve will probably change due to exogenous effects like new burst of infection, control measures implementation, public behaviors and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameters estimate"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameters estimate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameters estimate"
        },
        {
            "text": "Based on the epidemiological characteristics of COVID-19 infection, the SEIR model is more commonly adopted to study the dynamic of this disease. SEIR is a deterministic metapopulation transmission model, it simulates each individual in the population as a separate compartment, with the assumption that each individual in the same compartment has the same characteristics. By plugging in different setting of parameters, however, the models yield different results and we compared their results to observe patterns of the COVID-19 spread under two different scenarios, the basic SEIR (Scenario 2: without any interventions and measures) and the adjusted SEIR (Scenario 3: with strict interventions and measures).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "In Scenario 2, we only used basic SEIR model, and the population is divided into four classes: susceptible(S), exposed (E), infectious (I) and removed(R). The essence of SEIR model is a system of ordinary differential equations about time. The disease trend it predicts only depends on parameters and the start time. The model is measured by below equation, and the entire population was initially susceptible with the assumption that all people have no immunity against COVID-19, the initiate number of cases were collected from the reported data. For the reason that reliable data are still scarce during the early days of a new outbreak, the initiate date of the model was set as the day since the 100th confirmed case was reached for each country, which indicates different initiate dates of 8 observed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "is the number of susceptible population, E is the number of exposed population, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "is the product of the people exposed to by infected population k and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the transition rate of the exposed individual develops into infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "In Scenario 3, considering the contribution to the epidemic dynamics by public health interventions factors, such as the government locked down the cities, took measures to track and quarantine people who have close contact with confirmed cases, advocated citizens to keep social distances and wash hands frequently, etc., we further used an adjusted SEIR model for COVID-19 estimation. This model considered the contact rate and quarantined proportion of the COVID-19 transmission, and divided the population into seven classes: susceptible, exposed, infectious, removed, quarantined susceptible, quarantined exposed and quarantined infected. A fraction of the susceptible population was quarantined and identified as Sq and a fraction of the exposed population was isolated and identified as Eq. We provide their detailed equation and parameter definitions as follows 8 :",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 871,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "Countries all reduced their people's social contact although by implementing multiple different control measures, we give a preliminary estimation for the contact rate and quarantined",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "proportions as model parameters. In addition, as the quarantine and control measures take effects after a period of cases increasing, usually it has surged into a considerable number, therefore, the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint initiate dates of 8 observed countries used in the adjusted model were different, they were defined as the dates countries governments declared strict interventions and control measures for a large-scale of population. We assumed that the contact rate decreased since the government has implemented strict control measures. In terms of our previous study and related studies, the contact rate c is below 8 after a large-scale intervention initiated. The initial populations of each country are acquired from published data 12 , and the initial infected, recovered population were set based on the reported data 9 . Model parameters are estimated on the basis of fitting reported data from the initiate date, the probability of transmission per contact of each country were estimated using early stages data of each country based on Monte Carlo simulation. We assumed that the median incubation period was 5-6 days (ranging from 0-14 days) based on the WHO report 13 , the initial quarantine proportion of uninfected susceptible were 60%~80% of the population (under the assumption strict quarantine policy are large-scale executed), with the quarantine period set as 28 days, the mortality rate is derived from reported data of each country.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 756,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "Based on the above assumptions, we implemented the adjusted SEIR model to get the minimal estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameters estimate"
        },
        {
            "text": "To disclose the epidemic growth potential of each country, we used two parameters to assess.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "First, the growth rate of logistic curves, the greater it is, the faster the curve grows. Second, the basic reproduction number R 0 . We used the next generation matrix to derive a formula for the basic reproduction number, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "is the product of the population exposed to infected population(k) and the probability of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "γ =1/D is the average rate of recovery or death in infected populations, where D is the average duration of the infection, in terms of related studies for the COVID-19 infection assumption 7 , we set D=7 to get the R 0 estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Epidemic Progressing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Epidemic Progressing"
        },
        {
            "text": "We summarized the epidemic curves of the eight observed countries, to help observe the global trends and disclose spread pattern of different countries. Cases raised rapidly in these countries, including Italy, South Korea, Iran, France, etc. The epidemic curves are shown in Figure 1 , the initiate date of the curves was set as the earliest day since the 100th confirmed case was reached for 8 countries, which is February 20, 2020 (South Korea, other countries initiate dates could be found at Appendix B). As the epidemic curve follows the rule of rising, peaking, and then decline, however, in our observed period, all the 8 countries are in their speedy rising stages but not yet reach their peak and decline stages. Among these countries, numbers of confirmed In Figure 2 , the death tolls of Italy due to COVID-19 reached 4032 as of March 20 and the mortality rate of Italy reached 8.57%. Iran's early negligence also caused a very high mortality rate 40% at its early stage. Some countries also appear high mortality rates, like the United States and Japan. However, South Korea and Germany controlled the mortality rate at around 1%, which is a positive indication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 778,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 Epidemic Progressing"
        },
        {
            "text": "When contrasting results from three prediction models, we achieved quite different results for COVID-19 development, as shown in Table 1 (As of March 20, 2020) and Table 2 . For the reason that different models built on different theory and assumption, their output measurement were varied, cumulative number is for logistic model and active number were measured by SEIR models. The results disclosed the differences of three mathematical models, and further disclose the prediction differences without/with consideration of interventions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 164,
                    "end": 171,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "In Scenario 1, based on logistic model, we predicted the epidemic trends of 8 countries. Table 1 and Appendix B lists the detail results of prediction and growth trajectories of 8 countries. For instance, the model placed the peak time of Italy as 50 days after its initiate date February 23 2020, with a maximum number of infected individuals of about 97442. Infection of US was unable to predict based on logistic model using reported data, because it is exponentially . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint growing which is hard to fit logistic curve, which reflected that the US is in high spreading stages of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "In Scenario 2, the basic SEIR results showed that the confirmed cases will take 9-22 months (275-650 days) to reach the peak and most of the population would eventually be infected in a long period if there are no any control measures. Appendix C lists the detail results of basic SEIR model predictions of different countries. In addition, the active number of cases at the peak time will reach to around 10-20% of these countries' population, overloading the healthcare system, which is the worst scenario, as shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 528,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "In Scenario 3, the adjusted SEIR model results show that under strict control measures, the active cases will reach the peak in 16-32 days (from the early of April to the middle of April of 2020) after the initiate day when cases reached 100th. Appendix D shows the detail results of adjusted SEIR model predictions of 8 countries. Japan and South Korea took isolation measures when the spreading was still in the early stage of transmission, its peak value was low and the cumulative number of infected people was relatively small. Especially in Japan, our predicted peak value is less than 1560, which shows that the spreading has been well controlled in the early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "However, the transmission in European countries and the United States are in the phase of outbreak as the date of our data collected. Adjusted SEIR model predicted that the peak value of Spain, Italy, Germany, France and other countries are between 10420 to 85750.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "According to our parameter estimation methods, we disclosed the dynamics of the number of cases. The Scenario 3 estimation is based on strict quarantine assumption, the results displayed that implementing the control measures would decrease the epidemic peak significantly and bring forward the epidemic peak. It supports that the contact rate is an important factor that reflect the effects of control measures, with the formulation and implementation of extreme epidemic prevention measures to reduce the rate of contact, the epidemic size and peak would reduce. However, the epidemic still shows a long tail after peek, our study found that longer quarantine time of susceptible would reduce the long tail after peek. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "The growth rates of the logistic curves are also listed as a spreading potential index for comparing 8 countries situations in Table 3 . Our results suggest that these countries are all with high risk of virus rapid transmissions except for Japan, in which the spreading shows slowing down. On the basis of evidence from previous transmission dynamics studies, the documented COVID-19 basic reproductive number (R 0 ) range from 2.0 to 4.9 14-17 . Our estimated R 0 range is between 1.687~3.864 (with the assumption of 7 days mean infection period in terms of reported COVID-19 studies). ",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "14-17 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "According to the COVID-19 data tracking, it suggested that these 8 countries have delayed the phase of preventing the epidemic and entered the outbreak phase of epidemic with the indeed community spread cases. Mortality rates analysis disclosed that undetected transmission events may have occurred in some countries. Seven of the eight countries have R0 levels above 3, which deserves our attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The high mortality was reported due to the main reason of undetected transmission is probably that some of the cases are asymptomatic or lacking of testing kits. Since our Scenario 2 and Scenario 3 are separately based on maximal assumption (without any interventions) and minimal assumption (with strict interventions). In Scenario 3, under the assumption that infected people are promptly tested and counted, the adjusted model suggested the peak time is about to reach after strictly implementing large-scale two rounds of 14 days quarantine. The decrease of epidemic size of Japan and South Korea showed positive evidences as shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 646,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussions"
        },
        {
            "text": "However, considering that each country has different culture and healthcare situations and the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint implementation of the policies and control measures are in different levels, the actual situation of those countries should be between Scenario 2 and Scenario 3. It is worth pointing out, compared with no interventions, if governments take strict control measures to reduce the movement of population, implement prompt diagnosis and isolation, the peak time will reach and the peak size would greatly decrease to a relatively low level in about 30 days and it is best triggered in early stage of the epidemic; however, it will need to be maintained several months until a vaccine From the view of mathematical models, the SEIR model is designed for infectious disease estimation, however, the logistic growth model is designed to fit the curve development. Logistic model may fit the existing data better when comparing with SEIR model since it is trained from the existing data, but it cannot be accurately judged and incorporate infectious characters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Therefore, we regarded that it is better for near term predictions. On the other hand, SEIR model introduces more variables and factors by considering the interaction and association of multiple groups of people, it is more reasonable than the logistic model as it follows the rules of infectious disease development, but the predict results vary greatly when considering different interventions and settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The study has some limitations. The mathematical models allow to quickly incorporate multiple inputs to yield prediction results. However, this process involves making assumptions about uncertain factors, for example, it is difficult to exactly determine the extend people follow the local government's quarantine policies or measures and public behaviors such like washing hands, taking masks, social distancing, etc. That may affect the actual contact rate and the subsequent development of the epidemic. The models also lack enough data to estimate quarantine proportions of a certain population. Actually, the epidemic evolvement is quite complicated and our study has only taken account of a few factors. In addition, a lack of testing kits means many cases have not been tested in some countries and without robust testing, official number of cases is incomplete. When working with incomplete data, a small error in one factor can have outsize effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "In conclusion, our study demonstrated that reducing contact rate are key measures to control the spread of disease at early stage, and execute enough quarantine time would decrease the case scale after peek. Therefore, implementing strong containment policies during the early spreading stages of COVID-19 and flattening the peak to avoid overloading the healthcare system should be listed as the main action of these high-risk countries/regions. After the strict quarantine period, governments still need to raise the public awareness of precaution and taking self-protecting behaviors to make the epidemic under control as scattered events. All authors revised the manuscript for important intellectual content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The authors declare that there is no conflict of interest regarding the publication of this article. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legends"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Director-General's remarks at the media briefing on",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "prepare/transmission.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2 019-ncov%2Fabout%2Ftransmission.html> ( 3 WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hermanowicz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission dynamics of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Thoracic Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluating the secondary transmission pattern and epidemic prediction of the COVID-19 in metropolitan areas of China. medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Generalized logistic growth modeling of the COVID-19 outbreak in 29 provinces in China and in the rest of the world",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Darcet",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sornette",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.05681"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using phenomenological models for forecasting the 2015 Ebola challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Countries in the world by population",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reconciling early-outbreak estimates of the basic reproductive number and its uncertainty: framework and applications to the novel coronavirus (SARS-CoV-2) outbreak. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modelling the progression of pandemic influenza A (H1N1) in Vietnam and the opportunities for reassortment with other influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Boni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-7-43"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiological dynamics of Ebola outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Elife",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of infected population, R is the number of the recovery or death, N is the number of the whole population,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "patients in Italy are largest. After a small burst, as a result of a series of emergency prevention and control measures, the number of confirmed diagnoses in South Korea has increased slowly. Iran, Germany, Spain and the U.S. have around 20000 confirmed patients as of March 20, and there are no trends of slowdown. Iran has more mild patients, so cure rates are higher. Confirmed number in Japan is cumulative 963 as of March 20, and cured number is 191 which has the smallest number of cases of these 8 countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "becomes available. Conversely, whenever the epidemic is not end, there is still a possibility of future outbreaks if governments loosen the interventions with people returning back to close social distances. The results of spreading potentials show that R 0 of COVID-19 is high, which is similar with SARS viruses with R 0 values between 2.0 and 5.0 18 , higher of influenza viruses H1N1 with R 0 values between 1.2 and 3.7 19 , and Ebola viruses with R 0 values between 1.34 and 3.65 20 . The COVID-19 is a highly contagious human-to-human transmission disease. The R 0 is expected to decrease substantially compared to values at the early stage after the government implemented control measures, however, no matter what kind of policy each country executes, each policy has its limitation to defend COVID-19 and the sustained transmission chains will occur until there is vaccine or virus disappears with season or population immunity 21 . Therefore, detecting all transmission events are the most key issue of the COVID-19 control in current stage, because any undetected case in a local area could begin a new epidemic chain of transmission, in addition, the public should take adequate protective measures against the transmission of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". M. et al. Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. London: Imperial College COVID-19 Response Team, March 16 (2020). Author Contributions Weiguo Zhu and Yun Long are corresponding authors. Xiang Zhou, and Na Hong are co-first authors. L. S, W. Z and Y. L take responsibility for the integrity of the work as a whole, from inception to published article; X. Z, N. H and L. S were responsible for study design and conception; J. H, Y. M and H. J were responsible for data modeling and analysis; G. Shan guided the analysis; W. Z and C. L interpreted the results; X. Z, N. H, and L. S drafted the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Epidemiological curves of 8 observed countries (February 20~March 20, 2020) Mortality rate of 8 observed countries (February 20~March 20, 2020)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Short-term epidemic predictions of 8 countries",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Epidemic peak predictions of 8 countries",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Spreading potentials of 8 countries",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}