{
    "paper_id": "d5931be2f1a1650097566a92cdab7555215a2b6f",
    "metadata": {
        "title": "Journal Pre-proof Syndromic panels or the panels' syndrome? A perspective through the lens of respiratory tract infections -Author's reply",
        "authors": [
            {
                "first": "Marie-Céline",
                "middle": [],
                "last": "Zanella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pascal",
                "middle": [],
                "last": "Meylan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Kaiser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "that it was not a systematic review. Our main intention was to provide food for thought 28 and discussion regarding the use of panel assays in the light of some relevant publications. In 29 particular, we aimed at discussing the limitations of their analytical aspects and clinical 30 validation. We respectfully disagree with the statement that \"The authors suggest that the 31 increasing use of rapid, automated, syndromic molecular panels for respiratory viruses (RVs) 32 should be abandoned in favor of more limited PCR testing for RVs\". As microbiologists and 33 clinicians, we rather suggest that we have the responsibility to promote diagnostic stewardship 34 in order to integrate these new technologies in clinical management, while considering their 35 strengths and limitations. We also highlight the value of a multiple-step approach of testing 36 that does not necessarily preclude their use. 37 We agree with the implementation of rapid diagnostic assays for RVs given that several We agree that one of the important aspects of testing is that the results be obtained in a 49 meaningful timeframe for clinicians. In particular, short turnaround times have an impact on ",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Re: Syndromic panels or \"panel syndrome\"? A 98 perspective through the lens of respiratory-tract infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Brendish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Syndromic panels or 'panel syndrome'? A 101 perspective through the lens of respiratory tract infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meylan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rapid molecular tests for influenza, 104 respiratory syncytial virus, and other respiratory viruses: a systematic review of 105 diagnostic accuracy and clinical impact studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "Ahl",
                    "middle": [],
                    "last": "Bruning",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Reitsma",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Infect Dis",
            "volume": "69",
            "issn": "7",
            "pages": "1243--106",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciz056"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Routine molecular point-of-care 108 testing for respiratory viruses in adults presenting to hospital with acute respiratory 109 illness (ResPOC): a pragmatic, open-label, randomised controlled trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Brendish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Malachira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Respir 110 Med",
            "volume": "5",
            "issn": "",
            "pages": "401--411",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of rapid molecular respiratory 112 virus testing on real-time decision making in a pediatric emergency department",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Rogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kochar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Mol 113 Diagn",
            "volume": "19",
            "issn": "",
            "pages": "460--467",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of a PCR point of care test for 115 influenza A/B on an acute medical unit in a large UK teaching hospital: results of an 116 observational, pre and post intervention study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Garvey",
                    "suffix": ""
                },
                {
                    "first": "Mac",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of 119 turnaround time on outcome with point-of-care testing for respiratory viruses: a post 120 hoc analysis from a randomised controlled trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Brendish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Malachira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Respir J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Impact of rapid molecular detection of respiratory viruses on clinical 122 outcomes and patient management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Microbiol",
            "volume": "57",
            "issn": "4",
            "pages": "1890--1908",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Practice Guidelines by the 124",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Chemoprophylaxis, and Institutional Outbreak Management of Seasonal Influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid 128 diagnostic tests for infectious diseases in the emergency department",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bouzid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kerneis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Visseaux",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schrenzel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattoir",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Microbiol",
            "volume": "129",
            "issn": "2020",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.02.024.130"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "38 studies have shown a clinical impact with a more appropriate use of oseltamivir, reduced 39 length of stay and fewer chest X-rays, as summarized in the meta-analysis of Vos et al [3], 40 which included the ResPOC study [4]. However, it should be highlighted that there is not 41 enough evidence so far for a reduction in antibiotic prescription and duration or hospital 42 admission due to rapid molecular tests compared to conventional molecular ones [3]. The 43 ResPOC study concluded that a point-of-care (POC) assay was associated with a more 44 appropriate use of antiviral treatment, brief courses of antibiotics and shorter length of stay, 45 but no difference was observed regarding antibiotics' mean duration [4]. In addition, only 46 45% of patients in the control group were tested and the conclusions may have some 47 limitations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "50 clinical management when testing for influenza virus and RSV. Among paediatric patients, 51 the use of rapid tests demonstrated a decrease in emergency department length of stay, a 52 reduction of further diagnostic tests, and an increase in the appropriate use of antibiotics and 53 antivirals [5]. Similarly, a more appropriate use of oseltamivir, shorter time to isolation and a 54 reduction in length of stay were also shown among adults [6]. Nevertheless, considering the 55 methodological limitations, we believe that the conclusions driven by the post hoc analysis of 56 the ResPOC study regarding the impact of turnaround time on antibiotic use and length of 57 stay should be interpreted with caution [7]. The impact of short turnaround times on patient 58 clinical management has been well summarized in the commentary of Kuypers [8]. We have 59 already implemented a POC test for influenza virus and RSV at our institution. However, we 60 continue to perform conventional molecular testing for RV with in-house panels that 61 encompass diverse viral targets according to clinical presentation and epidemiology. 62 Regarding influenza virus infection specifically, we remind clinicians that antiviral treatment 63 should be started as soon as possible for patients with a suspected or documented influenza 64 infection and treatment and isolation measures should not be deferred while waiting for any 65 assay result [9]. 66 Clinicians should be also aware that clinical validation studies have assessed the performance 67 of some respiratory panels with suboptimal approaches and reported cumulative performance 68 results or positive and negative percent agreement as surrogates of sensitivity and specificity 69 [10]. Notably, certain panels encompass bacterial targets that have been validated with fewer 70 than 10 positive samples and performance has sometimes been reported to be lower than those 71 of viral targets [10]. Thus, clinicians should be particularly attentive when interpreting 72 cumulative performance results or percent agreement values, which may represent an 73 important and underappreciated limitation.74Overall, we consider that respiratory panels can be integrated in clinical management, but we 75 encourage the use of smaller, more targeted panels for pathogens that actually impact on 76 clinical management as part of a multiple-step approach of testing. Indeed, systematic first-77 line testing for a broad range of pathogens that are neither clinically nor epidemiologically 78 suspected and with no demonstrated impact on clinical endpoints and cost-effectiveness is 79 contrary to appropriate diagnostic stewardship and evidence-based decisions for diagnostic 80 and therapeutic strategies. Importantly, new technologies should serve the clinician's needs 81 and not be driven by marketing strategies. Furthermore, in the era of the SARS-CoV-2 82 epidemic, targeted testing is needed more than ever. Finally, we agree with Kuypers [8] that 83 the decision to implement a rapid molecular assay for respiratory pathogens requires 84 consideration of clinical and economic factors unique to each healthcare facility. Well-85 designed multicentre studies are needed using methods and standards to allow others to use 86 the results in evidence-based laboratory practice guidelines, as well as to increase evidence 87 regarding their impact in clinical management and cost-effectiveness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The authors have no conflicts of interest to declare. No funding 90 was received for this letter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Author's contributions: MCZ and LK contributed to the conceptualization of the letter.92 MCZ contributed to the writing of the original draft, reviewing and editing of the letter. LK 93 contributed to the supervision, reviewing and editing of the letter. PM contributed to the 94 reviewing and editing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Submitted to: Clinical Microbiology & Infection (Letter to the Editor -Author's reply) Laboratory of Virology, Division of Laboratory Medicine and Division of Infectious Diseases E-mail: marie-celine.zanella@hcuge.ch To the Editor, We thank Brendish et al [1] for their interest in our commentary [2] and they rightly point out",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}