{
    "paper_id": "d5d5b7731ff6de405ac28cb2a8c72b53312d65af",
    "metadata": {
        "title": "Journal Pre-proof Doctors and Healthcare Workers at Frontline of Covid 19 Epidemic: Admiration, A Pat on the Back, and Need for Extreme Caution",
        "authors": [
            {
                "first": "Anoop",
                "middle": [],
                "last": "Misra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dr Li Wenliang (China), an ophthalmologist in Wuhan General Hospital, was a hero in more ways than one. He was first to warn about possible outbreak of Severe Acute Respiratory Syndrome (SARS) like illness (later termed as Coronavirus Disease-2019 or Covid-19), faced opposition from authorities, and later died on 7 th February 2020 after treating patients of Covid-19 admitted in intensive Care Unit (ICU). As I write this, 40 days later, Pandemic is raging, and other doctors have died or are critically sick (1) . But all is not bad news, heroic efforts doctors in Wuhan have contained the epidemic, permitting many physicians to leave this virus-ravaged city for the first time, but not before posing for a picture in which they are all cheering in complete personal protection equipment (PPE, see figure 1 ) (2) .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 811,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Doctors and Healthcare Workers at Frontline of Covid 19 Epidemic: Admiration, A Pat on the Back, and Need for Extreme Caution"
        },
        {
            "text": "Not all doctors treating Covid-19 infected patients are as cheerful. Preparedness and intent to fight this Infection with aggressive public health measures by Indian Government is praiseworthy, but to treat Covid-19 patients is a serious matter, which requires training, wearing correct PPE, availability of modern ICU and presence of dedicated team of doctors. In public sectors, as such ICUs need upgradation, and private sector is not yet ready to manage these highly infectious seriously sick patients. A matter of considerable concern is whether continuous supply of PPE could be enough or maintained in public sector hospitals. Even in UK, PPE provided are inadequate, and that some healthcare workers are left with just surgical mask and plastic apron for protection (3) . In China, despite high priority and dedicated funding, many healthcare workers bought protective gear with their own money or borrowed cash or donations from friends in china or other countries (4).",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 777,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Doctors and Healthcare Workers at Frontline of Covid 19 Epidemic: Admiration, A Pat on the Back, and Need for Extreme Caution"
        },
        {
            "text": "At the peak of epidemic in China, 1,716 medical workers had contracted the virus, including 1,502 in Wuhan, and six had died (as known 29 th Feb 2020) (4). Doctors working in ICU and dealing with such patients are naturally anxious. While in complete PPE as required in ICU, they would not be able to drink, eat, or go to toilet for about 6 hours. Taking off PPE after duty hours requires training and great care, so as not to infect doctor himself. When this doctor goes home, he does not talk to his wife or children, avoids touching any article at home, and goes to disinfect in bathroom first. Another wave of anxiety for his immediate family surrounds him/her. Indeed, concern over transmitting virus infection in previous Middle East respiratory syndrome coronavirus (MERS-CoV) to family members was the most predictive factor for anxiety in healthcare workers in Saudi Arabia(5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Doctors and Healthcare Workers at Frontline of Covid 19 Epidemic: Admiration, A Pat on the Back, and Need for Extreme Caution"
        },
        {
            "text": "You cannot treat such patients sitting at home, though telemedicine may have some role in avoiding excess physical proximity. Will a doctor devoid of adequate PPE and facilities see suspected patients? Would they risk their health while working in such environment? Would their family members pressurise them to take leave in view of risk? Devoid of adequate protective gear, some doctors are terrified in UK and thinking of leaving medicine as a profession (3) . Barring a few such instances, most doctors worldwide would go ahead and manage such patients despite problems. That is what they have been taught and that is what they should do. That does not mean that such brave decisions should be taken for granted. I strongly believe that this is a war like situation, and akin to army, doctors and healthcare workers working with Covid-19 patients should be given extra allowance and adequate rest/leaves to overcome physical and mental fatigue. As a senior physician in Wuhan General hospital remarked; \"If we let ourselves be nervous, then what would happen to the people?\" (3) . In India, a critical care expert spoke to me in anonymity; \"All members of my team are anxious, but we are well trained now to fight it, and we will.\" All of us should have nothing but admiration for these doctors. ",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Doctors and Healthcare Workers at Frontline of Covid 19 Epidemic: Admiration, A Pat on the Back, and Need for Extreme Caution"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergency Room Doctors Are in Critical Condition With Coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weise",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Two",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Medics to leave Wuhan as Worst is Over",
            "authors": [
                {
                    "first": "New",
                    "middle": [],
                    "last": "Times Of India",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Delhi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Not fit for purpose': UK medics condemn Covid-19 protection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "China's Doctors, Fighting the Coronavirus, Beg for Masks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East Respiratory Syndrome Coronavirus epidemic impact on healthcare workers' risk perceptions, work and personal lives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alsubaie",
                    "suffix": ""
                },
                {
                    "first": "Hani",
                    "middle": [],
                    "last": "Temsah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Eyadhy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gossady",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Rabiaah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jamal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Alhaboob",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Alsohime",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Somily",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Dev Ctries",
            "volume": "13",
            "issn": "10",
            "pages": "920--926",
            "other_ids": {
                "DOI": [
                    "10.3855/jidc.11753"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Critical care doctors cheering after successfully containing COVID-19 in Wuhan (picture reproduced from ref 2).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}