{
    "paper_id": "d5d8ef785de1d62d1dc5af2c02e95ae5e2ce083e",
    "metadata": {
        "title": "Mild encephalopathy with reversible splenial lesion in a patient with influenza A infection-first report in an adult patient in the USA",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rhode Island Hospital",
                    "location": {
                        "settlement": "Providence",
                        "region": "Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Earl",
                "middle": [],
                "last": "Stewart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rhode Island Hospital",
                    "location": {
                        "settlement": "Providence",
                        "region": "Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwame",
                "middle": [],
                "last": "Dapaah-Afriyie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Miriam Hospital",
                    "location": {
                        "settlement": "Providence, Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arkadiy",
                "middle": [],
                "last": "Finn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Miriam Hospital",
                    "location": {
                        "settlement": "Providence, Rhode Island",
                        "country": "USA"
                    }
                },
                "email": "afinn1@lifespan.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "We present a case of a 51-year-old man with panhypopituarism who developed clinically mild encephalopathy with a lesion in the splenium of the corpus callosum, in the setting of acute influenza A infection. The patient's initial presentation included hypernatraemia due to pre-existing iatrogenic central diabetes insipidus. Despite adequate treatment of hypernatraemia, his course was complicated by otherwise unexplained mild encephalopathy. Brain MRI revealed a diffusion restricted lesion in the splenium of the corpus callosum. This presentation was consistent with mild encephalopathy with reversible splenial lesion (MERS). The patient subsequently tested positive for influenza A. This is the first reported case of MERS syndrome due to influenza A infection in an adult patient in the USA. Mild encephalopathy associated with influenza A infection and a reversible splenial lesion of the corpus callosum has a favourable prognosis and resolves spontaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "BACKGROUND",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We present a case of a 51-year-old man with panhypopituarism who developed clinically mild encephalopathy with a lesion in the splenium of the corpus callosum, in the setting of acute influenza A infection. The patient's initial presentation included hypernatraemia due to pre-existing iatrogenic central diabetes insipidus. Despite adequate treatment of hypernatraemia, his course was complicated by otherwise unexplained mild encephalopathy. Brain MRI revealed a diffusion restricted lesion in the splenium of the corpus callosum. This presentation was consistent with mild encephalopathy with reversible splenial lesion (MERS). The patient subsequently tested positive for influenza A. This is the first reported case of MERS syndrome due to influenza A infection in an adult patient in the USA. Mild encephalopathy associated with influenza A infection and a reversible splenial lesion of the corpus callosum has a favourable prognosis and resolves spontaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Mild encephalopathy with reversible splenial lesion (MERS) is a clinicoradiological diagnosis previously reported mainly in children in East Asia and Australia. MERS is associated with mild encephalopathy, an infectious agent, and a distinct reversible lesion in the splenium of the corpus callosum. Our case highlights the key clinical and radiological features of MERS in an adult patient with influenza A infection. Influenza is a common infection that peaks in the winter months in the USA that typically presents with fever, headache, myalgia or cough. MERS is an uncommon but important neurological complication of influenza infection and clinicians caring for adults should be aware of MERS as a distinct clinical entity when pursuing workup of encephalopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "A 51-year-old man with panhypopituitarism due to previous surgical removal and radiation treatment of an optic glioma presented with several days of high urine output and altered mentation. The patient was taking nasally administered desmopressin as chronic antidiuretic hormone replacement therapy. The patient was also taking hydrocortisone for adrenal insufficiency as a result of panhypopituitarism. On presentation, he reported of dilute urine and described his thinking as slowed. Prior to this hospitalisation, he was independently doing activities of daily living, actively employed and also cognitively high functioning. He had not previously received the seasonal influenza vaccination. Review of systems revealed myalgias, hoarse voice, fatigue and a mild non-productive cough of several days duration. On initial physical examination, he was awake and oriented towards time and place, but he experienced periods of somnolence during questioning. Verbal responses were slowly articulated and sluggish, though not dysarthric. He followed commands appropriately when asked. Cranial nerve examination was normal. Motor strength was full in proximal and distal muscles of the extremities. Sensation to light touch on the face, trunk and extremities was not diminished. Patellar and ankle reflexes were symmetric. Gait was normal, Romberg sign was absent and finger to nose testing was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Laboratory testing on admission revealed a serum sodium level of 167 mEQ/L. He was thought to be hypernatremic due to pre-existing central diabetes insipidus. His desmopressin dose was increased and intravenous hydration was administered; serum sodium improved to the normal range. However, his mild encephalopathy did not improve. His platelet count decreased from 78×10 9 /L on admission to 39×10 9 /L. CT brain without contrast was normal. MRI brain demonstrated a diffusion restricted, noncontrast enhancing lesion in the splenium of the corpus callosum. A nasopharyngeal viral swab was positive for influenza A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Peak serum sodium level 167 mEQ/L (upper limit of normal 145 mEQ/L) on admission to hospital normalised to 142 mEQ/L after treatment with the increased dosage of desmopressin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Nasopharyngeal viral swab was positive for influenza A, subtype H3, and negative for influenza B, adenovirus, coronavirus, respiratory syncytial virus, parainfluenza virus, metapneumovirus, rhinovirus and enterovirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "MRI of the brain, enhanced with gadolinium, demonstrated restricted diffusion in the centre of the splenium of the corpus callosum with associated fluid-attenuated inversion recovery T2 hyperintensity (figure 1). This lesion did not exhibit enhancement with gadolinium. The remainder of the brain demonstrated a normal gyral and sulcal pattern. The optic chiasm was noted to have chronic stable thickening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Platelet count nadir was at 39×10 9 /L (lower limit of normal 150×10 9 /L), but trended upwards to 48×10 9 /L by the day of discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "HIV type 1 and 2 testing was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The differential diagnosis of mild encephalopathy is broad. It includes electrolyte abnormalities, use of certain medications or illicit drugs, infection, non-convulsive status epilepticus, cerebral ischaemia or haemorrhage, intracranial masses or primary psychiatric illnesses. 1 In our case, the patient's hypernatraemia was due to central diabetes insipidus. Hypernatraemia was initially thought to be the cause of encephalopathy. Manifestations of hypernatraemia include lethargy, weakness, alterations in mental status, seizures or comas. 2 His desmopressin dose was increased and his sodium level normalised. However, his mental status did not improve. The possibility of cerebral oedema as a result of overly rapid correction of the hypernatraemia was considered. Cerebral oedema due to treatment of hypernatraemia may present with nausea, malaise, headache, lethargy and obtundation. 2 However, the patient's sodium correction rate did not exceed the recommended rate of 0.5 mEQ/L per hour during treatment, and he did not develop the above described symptoms and signs.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 544,
                    "end": 545,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 893,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "A thorough review of his medications also could not explain his continued encephalopathy. The patient denied any illicit drug use. HIV is known to cause encephalopathy and thrombocytopenia, but in this case the HIV testing was negative. Viral meningoencephalitis was considered, but this was not pursued with further testing because of the lack of fever, meningeal signs or exposure history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "The patient also developed moderate thrombocytopenia. He had been administered heparin subcutaneously for deep venous thrombosis prophylaxis on the first day in hospital and there was concern about heparin-induced thrombocytopenia (HIT) type II. HIT type II may present 5-10 days after initiation of heparin therapy, with findings of skin necrosis at the site of heparin injection, deep venous thrombosis, ischaemic stroke, myocardial infarction, or other organ ischaemia. 3 Heparin was discontinued and the timing of his thrombocytopenia was not consistent with HIT type II.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 474,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "An intracranial haemorrhage that would have occurred due to thrombocytopenia was considered, but effectively ruled out by CT brain imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "MRI of the brain revealed focally restricted diffusion in the centre of the splenium of the corpus callosum which did not enhance with contrast. The possibility of mild encephalopathy and splenial lesion due an infectious agent was raised. The patient's presenting symptoms were re-evaluated in light of these findings and he subsequently tested positive for acute influenza A by nasopharyngeal swab. The diagnosis was mild encephalopathy with reversible splenial lesion related to acute influenza A infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "We performed a literature review of reports on mild influenza associated encephalopathy with splenial lesion and found results that suggested spontaneous recovery in untreated cases. [4] [5] [6] Available influenza treatment options included oseltamivir, but it was not initiated as treatment is only recommended to reduce severity and duration of influenza symptoms in healthy adults if given within 48 h of onset of symptoms. 7 There are no available clinical efficacy data regarding oseltamivir and influenza-associated central nervous system lesions. We decided to observe and monitor for spontaneous resolution of symptoms in our adult patient. Resolution of symptoms began on the fourth day in hospital; the patient subsequently improved to near his baseline mental status on the fifth day and was discharged with follow-up. His thrombocytopenia was most likely associated with influenza infection and he began to recover without further intervention after the third day in hospital.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 428,
                    "end": 429,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "On the day after discharge, a follow-up phone call was made to the patient, who reported complete resolution of slowed thinking and sluggish mentation. Follow-up imaging was considered, but was ultimately judged as unnecessary given the natural history of MERS and the patient's complete clinical improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "Mild encephalopathy associated with a reversible lesion in the splenium of the corpus callosum is a rare complication of the commonly encountered influenza infection. Most cases of MERS have been reported mainly in children, with approximately 12 adult cases reported in the literature from Japan, Hong Kong, India and Turkey. [8] [9] [10] To the best of our knowledge, this is the first reported adult case in the USA.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Splenial lesions of the corpus callosum are usually a reversible finding that is not specific to influenza infection, but may be associated with metabolic disturbances, ischaemia, posterior reversible encephalopathy syndrome, multiple sclerosis, epilepsy or postictal state, AIDS dementia, lymphoma, antiepileptic drug use, certain vaccinations and infections. 11 Infectious agents associated with MERS are influenza, rotavirus, measles, herpesvirus, Salmonella, Legionella, Escherichia coli, adenovirus, mumps and varicella. 11 Notably, metabolic disturbances that may be associated with reversible splenial lesions do include hypernatremia. 12 Rapid correction of hypernatremia may also be associated with neurological changes such as cerebral oedema. 2 The patient's encephalopathy and neuroimaging findings persisted despite appropriate correction of hypernatraemia suggesting that influenza A was the likely aetiology for MERS in this case.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 526,
                    "end": 528,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 754,
                    "end": 755,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The clinical presentation of MERS includes symptoms of acute mild encephalopathy such as confusion, slurred speech, lethargy, drowsiness and hallucinations. 13 Fever in MERS due to infectious causes may develop up to a week prior to the development of neuropsychiatric symptoms. 1 Our patient did not experience fever, which may have been due to chronic hydrocortisone use. Seizures are an infrequent part of the presentation. Neurological examination is significant for mild confusion, word-finding difficulties, slowed responses and ataxic gait. MRI brain allows the identification of diffusion restricted, noncontrast enhancing lesions located in the splenium of the corpus callosum. 14 The pathogenesis of MERS is not entirely established. Splenial lesions of the corpus callosum appear to be a nonspecific end point of diverse processes. The restricted diffusion may occur due to a transient inflammatory infiltrate similar to multiple sclerosis or cytokine release in the cerebrospinal fluid which induces an excitotoxic response during an infection. 11 MRI of MERS splenial lesions may be suggestive of intramyelinic and interstitial oedema. 14 The reported natural history of MERS suggests that symptoms last between 4 and 6 days before resolving spontaneously. 13 Repeat brain imaging usually reveals resolution of splenial lesions of the corpus callosum within 10 days of symptom improvement. No specific treatment is recommended or necessary for MERS besides indicated treatment for the underlying infectious disorder.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1057,
                    "end": 1059,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, mild encephalopathy with reversible splenial lesion of the corpus callosum is associated with numerous infectious agents, including influenza A, in children and adults and presents with clinically mild encephalopathy which has characteristic radiographic findings on MRI brain and resolves without specific treatment. Clinicians should be aware of this disorder and include it in their differential of encephalopathy, particularly during influenza season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Copyright 2015 BMJ Publishing Group. All rights reserved. For permission to reuse any of this content visit http://group.bmj.com/group/rights-licensing/permissions. BMJ Case Report Fellows may re-use this article for personal use and teaching without any further permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Become a Fellow of BMJ Case Reports today and you can: ▸ Submit as many cases as you like ▸ Enjoy fast sympathetic peer review and rapid publication of accepted articles ▸ Access all the published articles ▸ Re-use any of the published material for personal use and teaching without further permission is an important clinical syndrome that manifests as mild encephalopathy and radiographic findings of lesions in the splenium of the corpus callosum in children and adults. ▸ MRI findings revealing diffusion restricted lesions of the splenium of the corpus callosum should prompt investigation of one of the known aetiologies of MERS such as influenza, parainfluenza or other infectious agents. ▸ In healthy adult patients with mild encephalopathy, influenza infection and splenial lesions of the corpus callosum, further investigation into the cause of encephalopathy is unnecessary and can be avoided. ▸ Spontaneous resolution of MERS is expected in patients with mild encephalopathy associated with influenza and lesions of splenium of the corpus callosum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of acute encephalopathy in Japan, with emphasis on the association of viruses and syndromes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoshino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brain Dev",
            "volume": "34",
            "issn": "",
            "pages": "337--380",
            "other_ids": {
                "DOI": [
                    "10.1016/j.braindev.2011.07.012"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical and laboratory diagnosis of heparin-induced thrombocytopenia: an integrated approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Semin Thromb Hemost",
            "volume": "40",
            "issn": "",
            "pages": "106--120",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transient splenial lesion in influenza A H1N1 2009 infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Linden",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Radiologe",
            "volume": "51",
            "issn": "",
            "pages": "220--222",
            "other_ids": {
                "DOI": [
                    "10.1007/s00117-011-2131-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reversible splenial lesion associated with novel influenza A (H1N1) viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsubara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nigami",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Neurol",
            "volume": "42",
            "issn": "",
            "pages": "447--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pediatrneurol.2010.01.017"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Two newly proposed infectious encephalitis/encephalopathy syndromes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takanashi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Brain Dev",
            "volume": "31",
            "issn": "",
            "pages": "521--529",
            "other_ids": {
                "DOI": [
                    "10.1016/j.braindev.2009.02.012"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antiviral agents for the treatment and chemoprophylaxis of influenza-recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Recomm Rep",
            "volume": "60",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mild influenza-associated encephalopathy/encephalitis with a reversible splenial lesion in a Caucasian child with additional cerebellar features",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fluss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Menache-Starobinski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Paediatr Neurol",
            "volume": "14",
            "issn": "",
            "pages": "97--100",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejpn.2009.09.007"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transient splenial lesion of the corpus callosum in clinically mild influenza-associated encephalitis/encephalopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bulakbasi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kocaoglu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tayfun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "27",
            "issn": "",
            "pages": "1983--1989",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinically mild encephalitis/encephalopathy with a reversible splenial lesion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takanashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Barkovich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neurology",
            "volume": "63",
            "issn": "",
            "pages": "1854--1862",
            "other_ids": {
                "DOI": [
                    "10.1212/01.WNL.0000144274.12174.CB"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza-associated encephalitis-encephalopathy with a reversible lesion in the splenium of the corpus callosum: case report and literature review",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kizilkilic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karaca",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "25",
            "issn": "",
            "pages": "1863--1867",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reversible splenial lesion syndrome (RESLES): what's in a name?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Garcia-Monco",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Cortina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neuroimaging",
            "volume": "21",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1552-6569.2008.00279.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mild encephalopathy with reversible splenial lesion: an important differential of encephalitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Troedson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Paediatr Neurol",
            "volume": "19",
            "issn": "",
            "pages": "377--82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejpn.2015.01.011"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of mild encephalitis/ encephalopathy with a reversible splenial lesion (MERS) by diffusion-weighted and diffusion tensor imaging",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muralitharan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Case Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bcr-2014-204078"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Axial",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "For information on Institutional Fellowships contact consortiasales@bmjgroup.com Visit casereports.bmj.com for more articles like this and to become a Fellow Learning points ▸ Mild encephalopathy with reversible splenial lesion (MERS)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        }
    ]
}