{
    "paper_id": "d6d2e5ddde78b9604728db85917a86205babb514",
    "metadata": {
        "title": "Evaluation of eluents for the recovery of an enveloped virus from hands by whole-hand sampling",
        "authors": [
            {
                "first": "Lisa",
                "middle": [
                    "M"
                ],
                "last": "Casanova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "R"
                ],
                "last": "Weaver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aims-The objective of this research is to evaluate eluents for recovery of an enveloped bacteriophage, Φ6, using whole-hand sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods and Results-Virus was applied to the hands of volunteers and sampled by the glove juice method with 1.5% beef extract (BE), phosphate buffered saline (PBS), 0.01 and 0.1% Tween 80, tryptic soy broth (TSB), and 9% NaCl. Each volunteer underwent multiple rounds application and hand sampling. Mean log 10 virus loss across trials was 2.6 for BE, 2.8 for PBS, 2.4 for TSB, 3.8 for NaCl, 3.0 for 0.1% Tween 80, and 2.9 for 0.01% Tween 80. Within each volunteer, there was a decline in viral loss from the first to last trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions-These eluents can recover Φ6 from hands with ~2-3 log 10 loss, comparable to recoveries previously reported for influenza. Protein and detergent-based eluents may have similar recoveries, but recovery may still vary across repeated sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Significance and Impact-Based on current work, protein-based eluents such as beef extract can maximize recovery of enveloped viruses during hand sampling, providing methods for evaluating survival and transmission of enveloped viruses on hands. Further exploration is needed of the effect of repeated sampling on recovery from whole-hand sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hands may be an important route of transmission for human respiratory viruses, including influenza and members of the coronavirus family (Boone and Gerba, 2007, Nicas and Jones, 2009) . Methods for sampling viruses from hands are needed to understand the role played by hand survival and transfer in disease transmission pathways, and evaluate methods for interrupting hand transmission. Standard hand sampling methods have been developed for the evaluation of healthcare personnel handwashes against microbes (ASTM, 2013a , ASTM, 2013b . However, the recommended test organisms for the testing of healthcare personnel handwashes are bacteria and non-enveloped pathogenic human viruses, including adenovirus, rotavirus, and rhinovirus (ASTM, 2013b) . These non-enveloped viruses may not reflect the survival and inactivation dynamics of enveloped pathogenic human viruses (Vasickova et al., 2010) , including influenza and coronaviruses.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 147,
                    "text": "(Boone and",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 148,
                    "end": 170,
                    "text": "Gerba, 2007, Nicas and",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 183,
                    "text": "Jones, 2009)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 510,
                    "end": 522,
                    "text": "(ASTM, 2013a",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 523,
                    "end": 536,
                    "text": ", ASTM, 2013b",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 748,
                    "text": "(ASTM, 2013b)",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 896,
                    "text": "(Vasickova et al., 2010)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bacteriophages have been used as surrogates to measure virus survival, transfer, and removal on hands (Rheinbaben et al., 2000 , Rusin et al., 2002 , Sickbert-Bennett et al., 2005 , Julian et al., 2010 . Ease of propagation and assay and lack of pathogenicity makes bacteriophages advantageous surrogate viruses (Sinclair et al., 2012) . Use of bacteriophages allows for larger sample sizes and reduced risk to human volunteers compared to pathogenic viruses (Grayson et al., 2008) , but surrogates for enveloped viruses are needed (Phillpotts et al., 2010) . One candidate bacteriophage that has been evaluated as a potential surrogate for influenza and other enveloped human viruses is the bacteriophage Φ6 (Adcock et al., 2009 , Phillpotts et al., 2010 , Casanova and Waka, 2013 , Turgeon et al., 2014 . A member of the Cystoviridae and a phage of Pseudomonas, Φ6 is a 13.5 kb segmented RNA virus with a lipid envelope (Laurinavičius et al., 2004) , giving it structural similarities to the Orthomyxoviridae (influenza), and Coronaviridae (Severe Acute Respiratory Syndrome, Middle East Respiratory Syndrome). Although Φ6 is a potential surrogate, recommended methods for sampling hands for viruses in healthcare personnel handwash testing have been optimized for bacteria and non-enveloped viruses (ASTM, 2013a , ASTM, 2013b . There is a need to evaluate the efficacy of sampling methods for the recovery of enveloped viruses from hands. Therefore, the objective of this research is to evaluate a range of candidate eluent solutions, including protein, salt, and detergent-containing solutions, for their ability to recover Φ6 during whole-hand sampling.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 126,
                    "text": "(Rheinbaben et al., 2000",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 127,
                    "end": 147,
                    "text": ", Rusin et al., 2002",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 148,
                    "end": 179,
                    "text": ", Sickbert-Bennett et al., 2005",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 180,
                    "end": 201,
                    "text": ", Julian et al., 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 312,
                    "end": 335,
                    "text": "(Sinclair et al., 2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 459,
                    "end": 481,
                    "text": "(Grayson et al., 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 532,
                    "end": 557,
                    "text": "(Phillpotts et al., 2010)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 709,
                    "end": 729,
                    "text": "(Adcock et al., 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 755,
                    "text": ", Phillpotts et al., 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 756,
                    "end": 781,
                    "text": ", Casanova and Waka, 2013",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 782,
                    "end": 804,
                    "text": ", Turgeon et al., 2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 922,
                    "end": 950,
                    "text": "(Laurinavičius et al., 2004)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1302,
                    "end": 1314,
                    "text": "(ASTM, 2013a",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1315,
                    "end": 1328,
                    "text": ", ASTM, 2013b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bacteriophage and host were kindly provided by Dr. Leonard Mindich, University of Medicine and Dentistry, New Jersey. Virus was propagated in host Pseudomonas syringae using the soft agar propagation method (Sinclair et al., 1976) . Thirty mL of host bacterial culture was grown for 24 hours with shaking (100 rpm, 25°C). Virus stock (2 mL) was added and incubated with shaking for another 24 hours. This virus culture (0.5 mL) and fresh host culture (0.5 mL) were added to 30 mL of soft agar (0.7% agar), dispensed into tryptic soy bottom agar plates, and incubated at 25°C for 24 hours. The top layer was then harvested, pooled, purified by centrifugation (5900×g, 30 minutes, 4°C), and stored as stock in 20% glycerol-tryptic soy broth at −80°C.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 230,
                    "text": "(Sinclair et al., 1976)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of viral inoculum"
        },
        {
            "text": "Survival of virus in candidate eluent solutions was tested in liquid suspension by adding stock virus to 10 mL of each eluent. Samples were taken at 0.5, 5, 10, and 30 min contact time, diluted in TSB, and assayed using the double agar layer method (DAL). Viral inactivation at each time point was expressed as log 10 (N t /N o ), where N t is the virus concentration in plaque forming units (PFU)/mL at time t, and N o is the initial virus concentration in PFU/mL in the control sample at time zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus survival in eluent solutions"
        },
        {
            "text": "Methods for hand sampling evaluation were adapted from standard methods for the evaluation of healthcare personnel handwashes (ASTM, 2013a, ASTM, 2013b). Volunteers were over 18 years of age and free of latex allergies, active skin disorders, non-intact skin on hands, and sensitivities to beef products. All volunteers underwent a 7 day washout period immediately prior to participation, where they were provided with non-antimicrobial handwash products and instructed to avoid use of antimicrobial hand products and wear gloves if using antimicrobial cleaning products (ASTM, 2013a, ASTM, 2013b). All protocols were approved by the University of North Carolina Chapel Hill Biomedical Institutional Review Board and the Georgia State University Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hand sampling evaluation participants"
        },
        {
            "text": "A within-subjects experimental design was used for all experiments. The flow of one experiment is shown in Figure 1 . The viral inoculum consisted of 100 μL of virus stock suspended in 40 mL sterile distilled water. Drying time after the application of the initial inoculum was eliminated, based on concerns that this would complicate the ability to distinguish between survival and recovery of virus from skin (Grayson et al., 2008) . Prior to the first trial, the volunteer washed hands for 30s with water and non-antibacterial soap and dried thoroughly. Each volunteer underwent 6 trials of hand sampling, where each trial involved: 1) 4.5 mL of virus suspension in distilled water was applied to the entire surface of the hands for a target application of 10 8 PFU/mL. 2) Immediately after application of virus, each hand was placed in a bag with 75 mL of eluent solution and massaged for 60s. 3) Solution was recovered from the bag for analysis. 4) The volunteer washed hands for 30s with water and non-antimicrobial soap. 5) 70% ethanol was applied to the entire surface of hands 6) hands were dried for 2 minutes. This process was repeated five times (6 trials) for each volunteer. At the conclusion of six trials, the volunteer washed hands with antimicrobial soap and 70% ethanol was applied to remove any residual virus.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 433,
                    "text": "(Grayson et al., 2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Hand sampling evaluation protocols"
        },
        {
            "text": "In order to evaluate different eluents with and without randomization, three sets of volunteers participated. The basic protocol described in the prior section was used for all three sets of volunteers; the only variations were the type of eluent(s) and the order in which eluents were used. The first set consisted of thirteen volunteers. Eluents used were two protein eluents, 1.5% beef extract pH 7.5 (BE) (Difco) and TSB (Difco), and a buffered salt eluent, phosphate-buffered saline (PBS). Each eluent was tested twice (i.e., used in two trials), and the order in which eluents were tested was randomized for each participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hand sampling evaluation: eluents"
        },
        {
            "text": "The second set consisted of six volunteers. Eluents used were 1.5% beef extract (protein eluent), 0.01% Tween 80 (Sigma-Aldrich) in PBS (nonionic detergent eluent), and 9% NaCl (high salt eluent). Each eluent was tested twice, and the order in which eluents were tested was randomized for each participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hand sampling evaluation: eluents"
        },
        {
            "text": "The third set consisted of eleven volunteers. Eluents used were 1.5% beef extract pH 7.5 (protein eluent) and 0.1% Tween 80 (nonionic detergent eluent) (ASTM, 2013b) . In contrast to the other two experiments where eluent type is a within-subjects factor, in this experiment, volunteers were randomly assigned to only one of the two eluents for all six of their trials. In this experiment, eluent type is a between subjects factor and trial number is the within-subjects factor. Viral loss during hand sampling was expressed as log 10 (N t /N o ). N o is the quantity of virus suspended in distilled water applied to the hand (target 10 8 PFU/mL). N o was calculated by measuring the titer of virus in distilled water before application to the hand. N t is the quantity of virus present in eluent solution following hand sampling, expressed in PFU/mL. Data were analyzed with Excel 2007 (Microsoft Corp.), GraphPad Prism 5 (GraphPad, San Diego, CA), and SAS v.9.3. Effects of eluent and trial on virus loss during sampling were analyzed using general linear models with Tukey-Kramer adjustment of p-values for all pairwise comparisons to protect against experiment-wise error rate inflation.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 165,
                    "text": "(ASTM, 2013b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand sampling evaluation: eluents"
        },
        {
            "text": "The standard method for the evaluation of healthcare personnel handwashes for bacteria uses a buffer containing Triton X-100, a nonionic detergent (composition per liter: 0.4g KH 2 PO 4 , 10.1g Na 2 HPO 4 , 1.0g Triton X-100) (ASTM, 2013a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus survival in eluent solutions"
        },
        {
            "text": "In suspension in this solution at 25°C, there was ~2 log 10 reduction of Φ6 after 30 minutes contact time, and >4 log 10 after 60 minutes ( Figure 2 ). Due to inactivation of the virus by the eluent itself, survival in alternative eluents was evaluated. Mean inactivation after 60 minutes contact time at 25°C was 0.2 log 10 in 1.5% beef extract pH 7.5, 0.03 log 10 in PBS, 0.1 log 10 in tryptic soy broth (TSB), and <0.1 log 10 in 0.1% Tween 80 in PBS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Virus survival in eluent solutions"
        },
        {
            "text": "Eluents used were 1.5% beef extract pH 7.5 (BE), TSB, and PBS. For each volunteer, each of the three eluents was tested twice (for a total of 6 trials), where the order in which eluents were tested was randomized. Right and left hand virus loss measurements were averaged to produce a single viral loss value for each trial (ASTM, 2013a). Mean virus loss across all six trials and all 13 volunteers was 2.6 log 10 for BE, 2.8 log 10 for PBS, and 2.4 log 10 for TSB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First set of volunteers (n=13)"
        },
        {
            "text": "To determine if trial (a within-subjects factor) had an effect on virus loss, mean virus loss for each of the six trials by eluent was computed. For each eluent, mean virus loss was compared between trials to evaluate the effect of trial conditional on eluent. The results suggested that for all three eluents, virus loss was higher in trial #1 than in trials 2, 3, 4, 5, and 6 ( Figure 3) . For each eluent, the virus losses in trials 2, 3, 4, 5, and 6 were not significantly different from each other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "First set of volunteers (n=13)"
        },
        {
            "text": "Virus loss during each trial was then averaged across all eluents and all 13 volunteers ( Figure 4) ; for example, all 13 volunteers' virus loss measurements for trial 1 were averaged regardless of which eluent was used during trial 1 and the main effect of trial was examined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "First set of volunteers (n=13)"
        },
        {
            "text": "This analysis also suggested that virus loss was higher in trial #1 than in trials 2, 3, 4, 5, and 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First set of volunteers (n=13)"
        },
        {
            "text": "Since these analyses suggested that repeated hand samplings (trials) within each volunteer had an effect on virus loss regardless of which eluent was used, further statistical analysis was conducted to examine the effect of both eluent and trial on virus loss. A general linear model was used with log 10 virus loss as the outcome variable and volunteer, eluent and trial as (within-subject) predictor variables. Virus loss at each trial was treated as a repeated measure within volunteers and eluent as a trial-varying covariate (because trials were always numbered 1-6, but an eluent could occupy any of the positions 1-6). The effect of eluent was not statistically significant (p=0.07) but the effect of trial was (p<0.0001). Table 1 shows the p-values for between trial comparisons of least squares means. If the p-value where two trials intersect in the table is <0.05, there is a significant difference in virus loss between those two trials. This comparison shows that virus loss in trials #2-6 was significantly less than virus loss in trial #1. However, virus losses in trials #2-6 were not significantly different from each other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 737,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "First set of volunteers (n=13)"
        },
        {
            "text": "Eluents used were 1.5% beef extract, 0.01% Tween 80 in PBS, and 9% NaCl. Each eluent was tested twice (6 trials per volunteer), and the order in which eluents were tested was randomized. Right and left hand virus loss was not significantly different (p=0.72) and values from both hands were averaged. Mean loss across all trials and volunteers was 2.8 log 10 for BE, 3.8 log 10 for NaCl, and 2.9 log 10 for 0.01% Tween. Again, each time a particular eluent occupied trial 1-6, the virus loss values were averaged across volunteers for that trial. As with the previous set of volunteers, the results suggest that for all three eluents, virus loss was higher in trial #1 than in subsequent trials ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 705,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Second set of volunteers (n=6)"
        },
        {
            "text": "As described previously, a general linear model was used to evaluate the effects of eluent and trial. Effects of eluent (p=0.01) and trial (p=0.0001) were both significant. Virus loss using 9% NaCl was higher than for 1.5% beef extract and 0.01% Tween. Again, comparison of the least squares means between trials showed that virus loss in trials 2-6 was significantly less than trial #1, but virus loss values in trials 2 through 6 were not significantly different from each other (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Second set of volunteers (n=6)"
        },
        {
            "text": "Because results from the first two sets of volunteers showed that trial had an effect on virus loss, one protein (1.5% beef extract pH 7.5) and one detergent-containing eluent (0.1% Tween 80) were used to further examine the effect of trial on viral loss while holding eluent constant. Six volunteers were run with 1.5% beef extract and five with 0.1% Tween 80 in PBS, with the same eluent used in all six trials on each volunteer. Right and left hand virus loss was not significantly different (p=0.75) and values from both hands were averaged. Mean loss across all trials and volunteers was 2.8 log 10 for BE and 3.0 log 10 for 0.1% Tween 80.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third set of volunteers (n=11)"
        },
        {
            "text": "As with the previous two sets of volunteers, results suggested that virus loss within each eluent was higher in trial #1 than in trials 2-6 ( Figure 6) . A general linear model was constructed for each eluent separately with viral loss as the outcome and trial as withinsubjects factor and virus as the repeated measure. For experiments using 0.1% Tween, the effect of trial was not significant (p=0.07). For experiments using beef extract, the effect of trial was significant (p=0.001), and comparison of the least squares means between trials showed that viral loss in trials 2-6 was significantly different from virus loss in trial 1, but trials 2-6 were not significantly different from each other (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure 6)",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 710,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "Third set of volunteers (n=11)"
        },
        {
            "text": "Our in-vivo studies with human volunteers show that protein and nonionic detergent-based eluent solutions can recover Φ6, an enveloped virus surrogate, from hands with ~2-3 log 10 loss during sampling. This is comparable to recovery reported for influenza in previous studies (Grayson et al., 2008) . Viral loss during sampling was variable in these studies, which reflects other findings in the literature; experiments with influenza suggest that viral titers on fingerpads may be variable within the same experiment . Reduction of 3-4 log 10 from initial inoculum to baseline sampling after a 2 min dry time was observed in one study (Grayson et al., 2008) , suggesting that there may be substantial viral loss during the drying or sampling process. This study eliminated the drying step, suggesting that the losses from sampling itself, unconfounded by die-off during drying, range from 2-3 log 10 .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 298,
                    "text": "(Grayson et al., 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 636,
                    "end": 658,
                    "text": "(Grayson et al., 2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A range of eluents have been reported in the literature for the recovery of enveloped and non-enveloped viruses from the hands of human volunteers. Eluents used for influenza include viral transport media (Grayson et al., 2008 , Mukherjee et al., 2012 , bovine serum albumin with HEPES , and Eagle's minimum essential medium with HEPES (Thomas et al., 2014) . Eluents used for hand sampling of non-enveloped viruses include Eagle's balanced salt solution with peptone (ASTM, 2013b), buffer with Triton X-100 (Sickbert-Bennett et al., 2005) , Hank's balanced salt solution (Liu et al., 2010) , Earle's Balanced salt solution (Kampf et al., 2005) , Letheen broth (Rusin et al., 2002) and Eagle's balanced salt solution with Tween 80 (Macinga et al., 2008) . The current recommended eluent in the ASTM Standard Test Method for Evaluation of Hygienic Handwash and Handrub Formulations for Virus-Eliminating Activity Using the Entire Hand is EBSS with 1% peptone and 1% Tween 80 (ASTM, 2013b).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 226,
                    "text": "(Grayson et al., 2008",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 251,
                    "text": ", Mukherjee et al., 2012",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 336,
                    "end": 357,
                    "text": "(Thomas et al., 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 508,
                    "end": 539,
                    "text": "(Sickbert-Bennett et al., 2005)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 572,
                    "end": 590,
                    "text": "(Liu et al., 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 624,
                    "end": 644,
                    "text": "(Kampf et al., 2005)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 661,
                    "end": 681,
                    "text": "(Rusin et al., 2002)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 731,
                    "end": 753,
                    "text": "(Macinga et al., 2008)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, there is a lack of reported recovery data in the literature for these various eluents. Although results from the small sample size should be interpreted with caution, these results suggest that protein and detergent-based eluents may have similar recoveries, but recovery may still vary across repeated sampling. Recovery may be of lesser importance when evaluating hand hygiene agents as the methods for the evaluation of hand hygiene products compare the amount of virus recovered after hand hygiene with the amount of virus recovered from a baseline hand sample taken before any hand hygiene agents are applied (Grayson et al., 2008 , ASTM, 2013a , ASTM, 2013b . Theoretically, this should control for losses from sampling as the baseline and post-wash samplings will presumably undergo the same loss, but this study suggests that this assumption may not be valid in all cases. In handwashing studies, low recovery and high loss during baseline sampling may limit the log reduction that can detected in a particular experiment. Recovery efficiency of whole hand sampling methods is highly relevant for studies of survival and transfer on hands; poor recovery can lead to underestimation of transfer efficiency or viral survival.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 644,
                    "text": "(Grayson et al., 2008",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 645,
                    "end": 658,
                    "text": ", ASTM, 2013a",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 659,
                    "end": 672,
                    "text": ", ASTM, 2013b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There has been little examination in the literature of the possible influence of viral carryover during sequential samplings. We conducted experiments to determine if virus remained on hands after hand hygiene with non-antibacterial soap followed by decontamination with 70% ethanol, and no virus was detected during sampling following hand decontamination (data not shown). Also, if trial-to-trial carryover was an important contributor to the amount of virus recovered, we would expect to see a continual decrease in virus loss across multiple trials as the amount of virus accumulated with each trial. Our results do not suggest that this is the case; the differences seen appear to be chiefly between trial 1 and the subsequent ones; trials 2, 3, 4, 5, and 6 were not found to be significantly different from each other regardless of which eluent was used. It is possible that changes to the skin as a result of hand hygiene and sampling take place during the first trial. This may change the skin surface in some way that is either more conducive to viral survival or less conducive to viral attachment, leading to decreases in virus loss after the first trial. It has been suggested that natural skin oils on hands may affect influenza survival (Grayson et al., 2008) ; one possibility is that the reduction in oils on the surface of the skin from sampling and hand hygiene may create a more favorable environment for the survival of viruses on hands or a less favorable environment for viral attachment to the skin, leading to decreased virus loss after trial 1. However, it is difficult to say for certain what this effect is without measurements of what is happening on the surface of the hand, such as measurements of skin oils or skin drying. One possible study design to determine why trial effects are seen would be to have each volunteer participate twice. During their first participation, all six trials would be run with virus, as in the work described here. In their second participation, trial #1 would be run as usual, but with virus-free liquid applied to the hands. Trials 2-6 would then be conducted as usual, with virus. This would give some insight into whether the application of eluent solution alone during trial 1 is causing some changes in the skin that would lead to decreased virus loss in subsequent trials. Measurements of skin change (such as changes in skin oils or skin drying using conductance and capacitance measures) would also help determine whether skin changes are playing a role.",
            "cite_spans": [
                {
                    "start": 1251,
                    "end": 1273,
                    "text": "(Grayson et al., 2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For viruses, the stability of the lipid envelope and any surface proteins is likely to be the major factor determining inactivation by sampling methods, so results from Φ6 are likely to be generalizable to other enveloped viruses with surface proteins. For effective sampling of enveloped viruses thought needs to be given to the effects of multiple sampling on the same individual; further exploration is needed of the effect of replicate sampling, eluent, and changes to the skin surface on recovery from whole-hand sampling. The results of this work suggest that protein and polysorbate-based eluent solutions can recover an enveloped surrogate virus from hands during whole hand sampling; future work should evaluate protein-detergent combinations to determine if synergistic effects between the two can boost recovery. Based on current work, protein-based eluents such as beef extract can maximize recovery of enveloped viruses during hand sampling using the glove juice method. Survival of Φ6 in ASTM standard hand sampling solution (bars=95% CI) Casanova Virus loss during sampling, 6 trials per eluent (bars=95% CI) (n=13 volunteers) Casanova ",
            "cite_spans": [
                {
                    "start": 1053,
                    "end": 1061,
                    "text": "Casanova",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1150,
                    "text": "Casanova",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The use of bacteriophages of the family Cystoviridae as surrogates for H5N1 highly pathogenic avian influenza viruses in persistence and inactivation studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Adcock",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sivaganesan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Stallknecht",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Environmental Science and Health, Part A",
            "volume": "44",
            "issn": "",
            "pages": "1362--1366",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ASTM Standard E1174-13 Standard Test Method for Evaluation of the Effectiveness of Health Care Personnel Handwash Formulations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Astm",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ASTM Standard E2011-13 Standard Test Method for Evaluation of Hygienic Handwash and Handrub Formulations for Virus-Eliminating Activity Using the Entire Hand",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Astm",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Significance of fomites in the spread of respiratory and enteric viral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Applied and Environmental Microbiology",
            "volume": "73",
            "issn": "",
            "pages": "1687--1696",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Survival of a surrogate virus on N95 respirator material",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Waka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infection Control and Hospital Epidemiology",
            "volume": "34",
            "issn": "",
            "pages": "1334--1335",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of Soap and Water and Alcohol-Based Hand-Rub Preparations against Live H1N1 Influenza Virus on the Hands of Human Volunteers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melvani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mastorakos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virus transfer between fingerpads and fomites",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leckie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of applied microbiology",
            "volume": "109",
            "issn": "",
            "pages": "1868--1874",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficacy of three ethanol-based hand rubs against feline calicivirus, a surrogate virus for norovirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grotheer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Hospital Infection",
            "volume": "60",
            "issn": "",
            "pages": "144--149",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysis of alcohol-based hand sanitizer delivery systems: Efficacy of foam, gel, and wipes against influenza A (H1N1) virus on hands",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American journal of infection control",
            "volume": "40",
            "issn": "",
            "pages": "806--809",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The origin of phospholipids of the enveloped bacteriophage phi6",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laurinavičius",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Käkelä",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Bamford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Somerharju",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "326",
            "issn": "",
            "pages": "182--190",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effectiveness of liquid soap and hand sanitizer against Norwalk virus on contaminated hands",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "H-M",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "L-A",
                    "middle": [],
                    "last": "Jaykus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Applied and environmental microbiology",
            "volume": "76",
            "issn": "",
            "pages": "394--399",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved inactivation of nonenveloped enteric viruses and their surrogates by a novel alcohol-based hand sanitizer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Macinga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "L-A",
                    "middle": [],
                    "last": "Jaykus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Arbogast",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Applied and environmental microbiology",
            "volume": "74",
            "issn": "",
            "pages": "5047--5052",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survival of influenza virus on hands and fomites in community and laboratory settings",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bovino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whittier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American journal of infection control",
            "volume": "40",
            "issn": "",
            "pages": "590--594",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Relative contributions of four exposure pathways to influenza infection risk",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Risk Analysis",
            "volume": "29",
            "issn": "",
            "pages": "1292--1303",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Cystovirus phi6 as a simulant for Venezuelan equine encephalitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillpotts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beedham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vale",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Aerobiologia",
            "volume": "26",
            "issn": "",
            "pages": "301--309",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission of viruses via contact in ahousehold setting: experiments using bacteriophage fX174 as a model virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rheinbaben",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Hospital Infection",
            "volume": "46",
            "issn": "",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparative surface-to-hand and fingertip-to-mouth transfer efficiency of gram-positive bacteria, gram-negative bacteria, and phage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rusin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Applied Microbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparative efficacy of hand hygiene agents in the reduction of bacteria and viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sickbert-Bennett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gergen-Teague",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sobsey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samsa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AJIC: American Journal of Infection Control",
            "volume": "33",
            "issn": "",
            "pages": "67--77",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The isolation of suppressible nonsense mutants of bacteriophage φ6",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mindichi",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "75",
            "issn": "",
            "pages": "198--208",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Criteria for selection of surrogates used to study the fate and control of pathogens in the environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hashsham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Applied and environmental microbiology",
            "volume": "78",
            "issn": "",
            "pages": "1969--1977",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Survival of influenza virus on human fingers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boquete-Suter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical Microbiology and Infection",
            "volume": "20",
            "issn": "",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of Five Bacteriophages as Models for Viral Aerosols Studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Turgeon",
                    "suffix": ""
                },
                {
                    "first": "M-J",
                    "middle": [],
                    "last": "Toulouse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moineau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duchaine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Applied and environmental microbiology",
            "volume": "",
            "issn": "",
            "pages": "767--781",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Issues concerning survival of viruses on surfaces",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vasickova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pavlik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carducci",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Food and Environmental Virology",
            "volume": "2",
            "issn": "",
            "pages": "24--34",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hand Appl Microbiol. Author manuscript; available in PMC 2016 May 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mean virus loss for each trial, averaged across 3 eluents (n=13 volunteers) Appl Microbiol. Author manuscript; available in PMC 2016 May 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mean virus loss by trial (n=6 volunteers, bars=95% CI)Mean virus loss by trial for single-eluent experiments (n=6 volunteers, bars=95% CI) Appl Microbiol. Author manuscript; available in PMC 2016 May 01.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and Weaver Page 11 J Appl Microbiol. Author manuscript; available in PMC 2016 May 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and Weaver Page 12 J Appl Microbiol. Author manuscript; available in PMC 2016 May 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by NIH Award Number UL1RR025747 from the National Center for Research Resources and a Georgia State University Research Initiation Grant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": " Table 1 p values for between-trial comparisons of virus loss with randomized order of eluents beef extract, PBS, and TSB (n = 13 volunteers) (Tukey-Kramer adjustment of p-values for all pairwise comparisons to protect against experiment-wise error rate inflation) p values for between-trial comparisons of virus loss with randomized order of eluents beef extract, 0.1% Tween, and NaCl (n = 6 volunteers) (Tukey-Kramer adjustment of p-values for all pairwise comparisons to protect against experiment-wise error rate inflation) Table 3 p values for between-trial comparisons of virus loss with single eluent (either 1.5% beef extract or 0.1% Tween 80) (n = 6 volunteers) (Tukey-Kramer adjustment of p-values for all pairwise comparisons to protect against experiment-wise error rate inflation) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 535,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}