{
    "paper_id": "d6ed37b4f35f7f1c2b735e9315e801cf16bcddf8",
    "metadata": {
        "title": "Justice Health Unit, Melbourne School of Population and",
        "authors": [
            {
                "first": "(",
                "middle": [],
                "last": "Sak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jty",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Prisons are epicentres for infectious diseases because of the higher background prevalence of infection, the higher levels of risk factors for infection, the unavoidable close contact in often overcrowded, poorly ventilated, and unsanitary facilities, and the poor access to healthcare services relative to that in community settings. 1 Infections can be transmitted between prisoners, staff and visitors, between prisons through transfers and staff cross-deployment, and to and from the community. As such, prisons and other custodial settings are an integral part of the public health response to coronavirus disease 2019 (COVID-19).",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the first documented influenza outbreaks in prison occurred in San Quentin prison in California, USA, during the 1918 influenza pandemic. In three separate instances, infection was introduced by a newly received prisoner, and a single transfer to another prison resulted in an outbreak there. Isolation was central to containment. 2 More recently, prison influenza outbreaks have been described in the USA, Canada, Australia, Taiwan, and Thailand. 3, 4 We are unaware of any published reports of influenza outbreaks in youth detention or immigration detention centres, although modelling suggests that outbreaks would progress similarly in these settings. 5 Since early 2020, COVID-19 outbreaks have been documented worldwide, including Iran, where 70 000 prisoners have been released in an effort to reduce in-custody transmission. 6 Prisons concentrate individuals who are susceptible to infection and those with a higher risk of complications. COVID-19 has an increased mortality in older people and in those with chronic diseases or immunosuppression. Notably, multimorbidity is normative among people in prison, often with earlier onset and greater severity than in the general population, and prison populations are ageing in many countries. 7 Furthermore, inadequate investment in prison health, substantial overcrowding in some prison settings, and rigid security processess have the potential to delay diagnosis and treatment.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "text": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "3,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 458,
                    "end": 459,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 663,
                    "end": 664,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 840,
                    "end": 841,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1255,
                    "end": 1256,
                    "text": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As such, COVID-19 outbreaks in custodial settings are of importance for public health, for at least two reasons: first, that explosive outbreaks in these settings have the potential to overwhelm prison health-care services and place additional demands on overburdened specialist facilities in the community; and second, that, with an estimated 30 million people released from custody each year globally, prisons are a vector for community transmission that will disproportionately impact marginalised communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What must be done to mitigate the impact of large outbreaks of COVID-19 in prisons? The public health importance of prison responses to influenza outbreaks has been recognised in the USA, 8 where the Centers for Disease Control and Prevention have developed a checklist for pandemic influenza preparedness in correctional settings. WHO has also issued prisonspecific guidance for responding to COVID-19 (panel). 9 Prison health is public health by definition. Despite this and the very porous borders between prisons and communities, prisons are often excluded or treated as separate from public health efforts. The fast spread of COVID-19 will, like most epidemics, disproportionately affect the most disadvantaged people. Therefore, to",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 412,
                    "end": 413,
                    "text": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Panel: Prison-specific guidance for responding to COVID-19 Joint planning Include prison health and correctional authorities in the overall public health response, rather than permitting them to plan and operate in isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prisons and custodial settings are part of a comprehensive response to COVID-19"
        },
        {
            "text": "Design and implement adequate systems for limiting importation and exportation of cases from or to the community, and transmission and spread within prisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk management"
        },
        {
            "text": "Develop protocols for entry screening, personal protection measures, social distancing, environmental cleaning and disinfection, and restriction of movement, including limitation of transfers and access for non-essential staff and visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention and control"
        },
        {
            "text": "Explicitly and transparently align prison health systems with the wider health and emergency planning systems, including transfer protocols for patients requiring specialised care. Isolate cases and contacts if required to control the spread of infection in prisons. However, special consideration of the potentially serious mental health effects of isolation in these settings is essential. 10, 11 In high-income countries, maintaining isolation without depriving incarcerated people of human contact might be possible. 12",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Close collaboration between health and justice ministries should be established to ensure continuity of information, which is a crucial component of an effective, coordinated, whole-of-government response. Governance of prison health by a ministry of health, rather than a ministry of justice or similar, is likely to facilitate timely information sharing. 13 ",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "13",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Information sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "School of Public and Population Health",
            "authors": [
                {
                    "first": "Jty",
                    "middle": [],
                    "last": "Sak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Global Health",
            "volume": "3010",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Australia (SAK); School of Population and Global Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Spain (DL-A); Division of Noncommunicable Diseases and Promoting Health through the Life-course WHO European Office for Prevention and Control of Noncommunicable Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global burden of HIV, viral hepatitis, and tuberculosis in prisoners and detainees",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moazen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "1089--102",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza at San Quentin Prison",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "California. Public Health Rep",
            "volume": "34",
            "issn": "",
            "pages": "996--1008",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza outbreak in a Canadian correctional facility",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Besney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Prev",
            "volume": "18",
            "issn": "",
            "pages": "193--98",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Control of an H1N1 outbreak in a correctional facility in central Taiwan",
            "authors": [
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Microbiol Immunol Infect",
            "volume": "50",
            "issn": "",
            "pages": "175--82",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An analysis of influenza outbreaks in institutions and enclosed societies",
            "authors": [
                {
                    "first": "Tjr",
                    "middle": [],
                    "last": "Finnie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Copley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol Infect",
            "volume": "142",
            "issn": "",
            "pages": "107--120",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "UN urges Iran to free political prisoners amid coronavirus spread. Al Jazeera",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding and improving the health of people who experience incarceration: An overview and synthesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kinner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiol Rev",
            "volume": "40",
            "issn": "",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pandemic influenza and jail facilities and populations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Maruschak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Sabol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "2",
            "pages": "339--383",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preparedness, prevention and control of COVID-19 in prisons and places of detention. Copenhagen: World Health Organization Regional Office for Europe",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30460-8"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Solitary confinement placement and post-release mortality risk among formerly incarcerated individuals: a population-based study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wildeman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "107--120",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza control can be achieved in a custodial setting: pandemic (H1N1) 2009 and 2011 in an Australian prison",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lokuge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Health",
            "volume": "126",
            "issn": "",
            "pages": "1032--1069",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global prison healthcare governance and health equity: a critical lack of evidence",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Public Health",
            "volume": "110",
            "issn": "",
            "pages": "303--311",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}