{
    "paper_id": "d76eb52fd6bc53110ecd9b3547d74d26ed4fe9c0",
    "metadata": {
        "title": "Coronaviruses: Propagation, Quantification, Storage, and Construction of Recombinant Mouse Hepatitis Virus NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Julian",
                "middle": [],
                "last": "Leibowitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas United States",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gili",
                "middle": [],
                "last": "Kaufman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas United States",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pinghua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas United States",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Curr",
                "middle": [],
                "last": "Protoc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas United States",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Microbiol",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas United States",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The focus of this protocol is mouse hepatitis virus (MHV), with occasional references to other coronaviruses. Many of these protocols can be easily adapted to other coronaviruses. Basic protocols for propagating MHV in DBT and 17CL-1 cells; the storage, and titration of viral stocks; purification of MHV on sucrose gradients; and the generation of recombinant viruses by a cDNA assembly method and by targeted recombination, will be presented. Support protocols for the propagation of DBT, 17CL-1, and L2 cells used for growing and titrating MHV, for the growth of BHK-R cells and FCWF cells. The latter two cell lines are used for regenerating infectious MHV by an in vitro cDNA assembly protocol and by a targeted recombination protocol, respectively, allowing reverse genetic manipulation of these viruses. An additional support protocol for the maintenance of the large plasmids used for generating recombinant MHVs will also be presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronaviruses encompass a group of enveloped RNA viruses that are widespread in nature and infect a wide variety of animals as well as humans, most commonly causing gastrointestinal or respiratory illnesses in the infected host, although more systemic infections can also occur. Before the outbreak of severe acute respiratory syndrome (SARS) in 2002 (SARS) in -2003 , the majority of coronaviruses that had been isolated were recovered from humans and domesticated animal species, including laboratory rodents, and were regarded primarily as veterinary pathogens. The rodent coronaviruses, such as the various strains of MHV, provided rodent models for various human diseases. The demonstration that the agent that caused SARS was a novel coronavirus, and the subsequent investigations of the outbreak that indicated that the SARS-coronavirus (SARS-CoV) almost certainly entered the human population through zoonotic spread in wild animal markets in China, and subsequently underwent adaptation to humans, greatly increased the interest in this group and spurred efforts to identify and isolate coronaviruses from a large number of species in an attempt to identify the source of the SARS-CoV. These investigations, and the advent of sensitive RT-PCR based methods (Stephensen, Casebolt, and Gangopadhyay, 1999) to detect novel as well as known coronaviruses, identified a large number of new coronaviruses in a relatively short period of time. Particularly interesting are the recent findings that bats, a large and diverse group of mammals that account for approximately 20% of extant mammalian species, represent a large and previously unrecognized source of novel coronaviruses, including viruses closely related to the SARS-CoV (Dominguez et al., 2007; Lau et al., 2005; Vijaykrishna et al., 2007) . Table 1 lists many of the coronaviruses that have been identified, either through viral isolation, or by RT-PCR 2xDME2 1.6% agarose (FMC-medium endosmosis) in Milli-Q quality water DME2 Six-well tissue culture plates Sterile tubes with caps, 1.5-5 ml in size A platform rocker Procedure 1. Set up L2 cells in 6-well plates at 0.8×10 6 cells per well. Cells are seeded in DME10, 2.5 ml per well, and incubated at 37°C in 3% CO 2 for two days, at which time they should be confluent.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 354,
                    "text": "(SARS) in 2002",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 370,
                    "text": "(SARS) in -2003",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1316,
                    "text": "(Stephensen, Casebolt, and Gangopadhyay, 1999)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1738,
                    "end": 1762,
                    "text": "(Dominguez et al., 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1763,
                    "end": 1780,
                    "text": "Lau et al., 2005;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1781,
                    "end": 1807,
                    "text": "Vijaykrishna et al., 2007)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1810,
                    "end": 1817,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "On the day of the plaque assay, rapidly thaw the samples to be titered in a 37°C water-bath and place on ice immediately. Make serial 10-fold dilutions of the virus in DME2, keeping the virus dilutions in an ice water bath to keep them cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Aspirate media from 6-well plates, no more than four plates at a time, and wash 1× with DME0 (DME2 or PBS can be used as well). Be careful during aspiration to leave a small amount of media (~0.2 ml) behind to keep the plates from drying out when doing a large number of plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Aspirate DME0 from plates as described above and add 0.2 ml/well for each virus dilution. Start with the most diluted sample. It is not necessary to change pipets between dilutions of a single sample if this procedure is followed. Each dilution is usually tittered in duplicate or triplicate wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Distribute virus by rocking by hand. Incubate the plates at room temperature for 60 minutes while gently rocking from side to side on a platform rocker. Redistribute virus by hand about once every 10 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Melt agarose in a microwave and cool to between 45-50°C. Warm up 2xDME2 to 45-50°C. Mix equal volumes of agarose and 2×DME2 and place in 50°C water bath in a bio-safety cabinet. Add 2.5 ml of overlay to each well, and gently swirl the plate immediately after adding the agarose overlay solution to all of the wells in a plate to absorb the viral inoculum into the agarose solution. Let plates sit without disturbing until the agarose has solidified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Incubate 37°C for 2 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "8. Plaques are normally visible by 2 days. If needed (mutants grown at 34°C or for very small plaque viruses) feed cells with either 2 ml of DME2 or with a second agarose overlay and incubate an extra day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Plaques can be seen without staining but are scored after removing the agarose (flip out into disinfectant solution) and staining with 0.1% crystal violet in 70% ethanol. After sitting in stain for about 30 seconds the plates are gently rinsed with water, inverted on paper towels to drain, then air dried and counted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Alternatively, plaques can also be visualized by neutral red staining. Make up a 1.0% stock of neutral red in PBS and sterile filter. Store in a foil covered bottle. For each plate make up a second overlay containing 7.5 ml of 2xDME2, 7.5 ml 1.6% agarose, and add 0.6 ml of neutral red stock solution. Add 2.5 ml/well and incubate overnight. Plaques are best visualized with a green filter but are usually visible against a white background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "11. Viral titer is calculated by multiplying the mean number of plaques per well by the serial dilution value to determine the concentration in 1 ml of the virus preparation being assayed. Thus Titer (pfu/ml) = Average Plaque Count from Replicate Wells × 5 (1/0.2ml) × dilution factor. Results are expressed as plaque forming units (PFU)/ ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "End-point dilution assays were used to measure viral infectivity prior to the development of the plaque assay, and it is still used for viruses that do not form plaques. It can be miniaturized and run in Terasaki plates that contain as little as 10 μl of media per well, but is more commonly performed in 96-well plates (Robb and Bond, 1979) . Serial dilutions of a virus stock are prepared and inoculated onto replicate cell cultures, often in multi-well formats (e.g. 96-well plastic plates). After an appropriate incubation period, wells are scored as either infected or non-infected after microscopic observation for cytopathogenic effect and a tissue culture infectious dose 50 (TCID 50 ) is calculated. In this assay the distribution of virus into the wells follows a Poisson distribution, since some wells have a probability of receiving more than one infectious virus particle. The relationship between PFU and TCID 50 is as follows: TCID 50 × 0.7 gives you the equivalent titer in PFU/ml. An advantage of end point dilution assays is that it can be easily adapted to viruses that do not produce clear cytopathogenic effects by utilizing immunofluorescent staining for viral antigens, or by using other indicators of viral infection such as hemadsorption. The procedure presented below utilizes L2 cells. If desired, DBT or 17Cl-1 cells can be substituted for L2 cells.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 341,
                    "text": "(Robb and Bond, 1979)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Alternate Protocol 1. End Point Dilution Assay to Determine Viral Infectivity"
        },
        {
            "text": "Sterile tubes DME10 DME2 Procedure 1. In the afternoon of the day prior to performing the assay, seed L2 cells into 96-well plates at 50,000 cells in a volume of 0.1 ml DME10 per well. Incubate overnight at 37°C in 3% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "96-well tissue culture plates"
        },
        {
            "text": "On the morning of the assay, rapidly thaw the samples to be titered in a 37°C water bath and place on ice immediately. Make serial 10-fold dilutions of the virus in 1.5 ml DME2, keeping the virus dilutions in an ice water bath to keep them cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. Using a sterile Pasteur pipette attached to a vacuum aspirator, carefully aspirate the media from no more than four rows of a 96-well plate, taking care not to damage the monolayer with the pipette tip and to leave a small volume of media behind to prevent drying. Replace the media with 0.2 ml DME0 per well (DME2 or PBS can be used as well).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "One row of wells at a time, carefully aspirate the media, again leaving a small volume of media behind. Replace the media with 0.1 ml diluted virus, devoting one row of 12 wells to one dilution of a virus sample, working from the highest dilution to the lowest dilution for each sample. For each plate inoculate one row of the plate with DME2 alone to serve as uninfected controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Incubate for 2 days at 37°C in 3% CO 2 .and score for cytopathogenic effect with an inverted phase microscope. For most strains of MHV this means the presence of syncytial giant cells. Strains that do not form syncytia such as MHV-2 or some mutants of other strains still produce cytopathology, rounding of the cells with detachment from the monolayer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Calculate the titer using the method of Reed and Muench (Reed and Muench, 1938) . We give an example of such a calculation below that we have adapted from their work (Table 2 ). In this example of an end-point dilution assay, ten wells were infected with each virus dilution. At high dilutions, none of the cell cultures are infected because no infectious particles are present. At low dilutions, every cell culture is infected. We have 7 wells with CPE at 10 −4 dilution and 4 wells at 10 −5 dilution. The end point for 50 percent of cell infection evidently lies between 10 −4 and 10 −5 dilution, but nearer the latter. It is assumed that, since the CPE at 10 −4 is 30 per cent [(7-4)/10] above that at 10 −5 dilution, while the 50 percent point is 10 per cent [(5-4)/10] above, the endpoint is 10%/30% or one-third of the distance from 10 −5 to 10 −4 . The formula for the proportionate distance of the endpoint above the dilution giving next below 50 per cent CPE is:",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 79,
                    "text": "Reed and Muench (Reed and Muench, 1938)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "(Table 2",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "6."
        },
        {
            "text": "Proportional distance = (50 per cent CPE counts -CPE counts at dilution next below) / (CPE counts at dilution next above CPE counts at dilution next below) = (5 -4)/(7 -4) =1/3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Since dilutions are increasing on a logarithmic scale, it is necessary to obtain the final reading as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Logarithm of 4 (lower dilution) 0.6020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "(1 -Proportional distance) × log 2 (dilution factor) 0.2107 Sum (log. of endpoint) 0.8127 Therefore the calculated 50 per cent endpoint dilution is 6.50×10 −4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Mouse hepatitis virus (MHV) can grow in many murine cell lines such as DBT, L2 and 17CL-1 cells. However, MHV can infect different cell types that originated from other mammalian species that have been transformed to express the receptor for MHV (Dveksler et al., 1991) . One of the most widely used cells is the BHK-R cell line that is employed in many reverse genetic systems because of its high efficiency of electroporation. In addition, targeted recombination studies with MHV utilize feline cells (see Basic Protocol 5 ",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 269,
                    "text": "(Dveksler et al., 1991)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SUPPORT PROTOCOL 1 PREPARATION OF MONOLAYER CULTURES OF DBT, 17Cl-1, L2, BHK-R AND FCWF CELLS"
        },
        {
            "text": "The following steps are based on the treatment of a single T75 monolayer tissue culture flask. Cells regain subconfluency (75%), typically after 3-5 days of inoculation depending upon the cell type (DBT cells grow faster than L2 cells). The cells are routinely seeded at 5 × 10 5 -1 ×10 6 cells per T75 flask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Monolayer Cultures"
        },
        {
            "text": "Note: All solutions and equipment coming into contact with living cells must be sterile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Monolayer Cultures"
        },
        {
            "text": "Note: All culture incubations should be performed in a humidified 37°C, 5% CO 2 incubator unless otherwise specified. L2 cells should be incubated in 3% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Monolayer Cultures"
        },
        {
            "text": "Note: All cell cultures are cultured in DME10 except of FCWF cells that are cultured in DME10/FBS containing 10% fetal bovine serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Monolayer Cultures"
        },
        {
            "text": "Remove the spent medium from the confluent tissue culture flask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Wash the cells with 5 ml of DME0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Add 5 ml trypsin solution to the flask, rock the flask back and forth 2 to 3 times to completely cover the monolayer with trypsin solution. Aspirate 4 ml of the trypsin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Incubate the cells at room temperature for 2-10 minutes periodically checking for loosening of cells from the plastic substrate by microscopic observation. When the cells are beginning to come off of the plastic, vigorously rap the bottom of the flask to accelerate the detachment of the cells from the plastic surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Add 9 ml of DME10 to the trypsinized flask to neutralize the trypsin and rock the plate to wash cells off the bottom of the flask. Pipette the cell suspension up and down 5 times to break up cell clumps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. Remove 0.5 ml of the cell suspension to a tube. Count the cells using a hematocytometer to determine their concentration (cells/ml). Multiply the concentration by 10 will give you the total amount of cells in the original flask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Calculate the required volume of the cell suspension needed to keep the cell inoculum at 5 × 10 5 -1 × 10 6 cells per T75 flask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Add the calculated amount of cell suspension to a new 50 ml conical polypropylene tube and add DME10 to 15 ml. Mix the cell suspension by pipetting up and down 5 times with a 10 ml pipette and transfer the cell suspension to a new T75 flask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "Carefully place the flask in the incubator and incubate until reaching the desired degree of confluence. 3. Trypsinize the cells with 5 ml of Trypsin solution as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "When the cells are detached from the flask surface, stop the trypsinization reaction by adding 9 ml of DME10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Centrifuge the trypsinized cells for 10 min at 2000 rpm at room temperature and carefully aspirate the supernatant media being careful not to disturb the cell pellet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Resuspend cells at a concentration of 3-5 × 10 6 cells per 1 ml of pre-chilled (on ice) 10% DMSO/20% serum. Keep on ice. We freeze cells at this high concentration to take into account that recovery upon thawing is less than 100% and to decrease the amount of time after thawing for the cells to grow to confluence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Aliquot cells into cryogenic tubes and place into a Cryo 1°C \"Mr. Frosty\" Freezing Container filled with isopropanol according to the manufacturer's directions. Place the freezer Container in the top shelf of a −80°C freezer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "After 24 h, transfer the vials to a liquid nitrogen freezer for long-term storage. Support Protocol 3: Thawing Frozen DBT, 17Cl-1, L2, BHK-R AND FCWF",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "When thawing, it is critical to add the medium dropwise, gradually and slowly to ensure sufficient time for the cells to recover from the DMSO/serum medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CELLS"
        },
        {
            "text": "Note: cells that are not recovered will eventually lyse and might be seen as debris in the first passage culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CELLS"
        },
        {
            "text": "Vial of frozen cells DME10 1. Remove the appropriate vial with the frozen cells carefully from the liquid nitrogen container and thaw cells by placing tube in a 37°C water bath until cells just reach a liquid state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Remove the frozen cells to a pre-chilled (on ice) 15 ml conical centrifuge tube. Add two drops of fresh DME10 medium to the vial, swirl gently, and return to the ice bucket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "After 20 seconds add 4 drops of DME10, swirl and return to the ice bucket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "After additional 20 seconds add 0.5ml DME10, swirl and return to the ice bucket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Repeat step 4, doubling the volume of DME10 added, until you reach a total volume of at least 10 ml. Don't forget to swirl and incubate on ice for 20 seconds between each addition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Centrifuge the thawed cell suspension at 1000 rpm for 5 min at room temperature and carefully aspirate the supernatant not disturbing the cell pellet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Immerse the cells pellet with 1 ml of fresh DME10; mix the cell suspension by pipetting up and down with a 2 ml pipette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Prepare a T75 flask with 9 ml of DME10 and add the 1 ml of cell suspension into the flask. Distribute the cells evenly by rocking the flask back and forth several times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "Incubate at 37°C until the cells become confluent, replacing the media if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "The preparation of stock virus is an essential procedure for any virology lab. For most experiments it is advantageous to start with genetically homogeneous stocks. Thus we perform at least one and often two cycles of plaque cloning of any virus that we receive. We also try to maintain low passage number stocks in order to avoid selecting mutants that are better adapted to grow in cell culture than the original virus. Stocks are always grown at low multiplicity of infection, both to conserve seed stocks and to avoid the generation of defective interfering particles that can result in lower titers of the stock. For a robust virus such as MHV-A59, after plaque purification, we generally grow a small amount of P1 (first passage) seed stock and a P2 (second passage) working stock in larger amounts. The P1 stock is subsequently used as to inoculate cultures for P2 stock preparation. P2 stock is used as the working virus stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUS"
        },
        {
            "text": "Note: All culture incubations should be performed in a humidified 37°C, 5% CO 2 incubator unless otherwise specified. L2 cells should be incubated at 3% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUS"
        },
        {
            "text": "Note: All cell cultures are propagated in DME10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUS"
        },
        {
            "text": "Note: Each strain of MHV grows to a different titer. For example MHV-JHM grows to a titer approximately 10 6 -10 7 pfu/ml; MHV-3 reaches a titer of about 4 × 10 7 pfu/ml, MHV-1 will grow to about 2 × 10 7 pfu/ml, and MHV-A59 will grow to approximately 10 8 -10 9 pfu/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUS"
        },
        {
            "text": "Note: MHV titers are generally stable through at least three freeze thaw cycles before there is a significant loss in titer. We generally, aliquot viral stocks and try to minimize freezethaw cycles. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUS"
        },
        {
            "text": "A plaque assay is performed on L2 cells as described in Basic Protocol 1, following steps 1-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "On the second day of incubation pull the plates from the incubator, and hold the plates up to the light to visualize the plaques. If plaques are ill-defined or too small to easily visualize, the monolayers can be stained with neutral red as described in step 10 of Basic Protocol 1. Once plaques are clearly visible, pick wells that are at the terminal dilutions, and mark the position of well separated plaques on the bottom of the wells with a Sharpie marker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. Add 1 ml of DME2 to each of 5 sterile 5 ml snap cap tubes. Place on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Use a separate sterile plugged Pasteur pipette to pick each plaque. Plaques are picked by gently pushing the tip of the Pasteur pipette through the agarose overlay towards the mark at the bottom of the plate that indicates the position of the plaque. The pipette tip is rotated slightly while applying gentle suction with an automatic pipette gun to pull up the overlying agarose and any cells and debris within the plaque. The contents aspirated into the Pasteur pipette are then expelled into a 5 ml snap cap tube. The media in the tube is pipetted up and down a few times to remove any material that might have adhered to the pipette. We generally pick at least 4 plaques. Plaques picked in this manner can be stored at −80°C. A second cycle of plaque purification can then be performed on this plaque, if desired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Growth of P1 Seed Stock-Note: It may be advantageous to grow several different P1 seed stocks from different plaques, especially if these plaques appeared to be heterogeneous in size during plaque purification. These P1 stocks can then be characterized as to plaque size, titer achieved, and other biologic properties prior to growing a larger P2 working stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Note: The procedure given below inoculates individual plaques into a T-25 flask. It is possible to grow P1 stocks of many of the strains of MHV which grow to high titers in T-75 flasks and produce a somewhat larger and higher titer P1 stock. However, this is usually not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "1. Seed 2 × 10 6 DBT cells into T25 tissue culture flask and incubate in 5 ml of DME 10 medium for 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Aspirate the medium from the flask and wash with 1 ml of DME0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. Inoculate 0.5 ml of the virus plaque into the flask. Rock the flask from side to side three times to distribute the virus over the cells. Continue to rock the flasks on a rocker for 60 minutes at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "4. Add 4.5 ml of DME 2 and incubate at 37°C. Observe the cell culture daily for the development of cytopathogenic effect (CPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Typically, after 36-72 h of incubation and depending upon the amount of virus in the original plaque and the strain of MHV, the CPE suppose to reach 95% or more of the cells and approximately 25% of the cells start to detach from the monolayer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Freeze the flask at −80°C for at least 1 hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Thaw the cells at 37°C in a water bath taking care to remove them from the water bath before they are completely thawed. Complete the thawing at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "8. Transfer the cell suspension into 15 ml polypropylene tube and sonicate on ice in a cup sonicator at 100 watts peak envelope power, 3 bursts of 20 seconds, allowing the samples to rest on ice for 20 seconds between each burst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Clarify the lysate by centrifugating at 3000 rpm for 10 minutes at 4°C. Pour off the supernatant into a fresh tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Aliquot the virus stock into eight 0.5 ml portions, and several smaller aliquots and freeze at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "11. Take one of the smaller aliquots and determine the titer of the P1 stock by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "Decide how large a stock you would like to grow, and seed sufficient T175 flasks with 1.5 × 10 7 DBT cells in 25 ml of DME10 and incubate for 24h at 37°C. We generally grow stocks that are 100 ml in volume or greater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Calculate the amount of virus that you intend to inoculate. To prepare working stocks we generally infect the cells at multiplicities of infection (MOI) between 0.1 and 0.001 PFU/cell. Viruses that do not grow well should be grown towards the higher end of that range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "On the next day, when the cells reach 75% confluence (~3 × 10 7 cells), aspirate the growth medium and wash the cells with DME0 to remove any residual media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Infect the cells with the desired number of PFU of P1 virus diluted in 5ml of DME2 for each flask. For example, to infect at a MOI of 0.001 you will need 3 × 10 4 PFU per flask. For a P1 virus that has achieved a titer of 1 × 10 7 this equates to 3 μl of P1 virus in a volume of 5 ml DME2 for each T175 flask. Rock the flask from side to side three times to distribute the virus over the cells. Continue to rock the flasks on a rocker for 60 minutes at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Feed the cells with 20 ml DME2 and incubate at 37°C. Observe the cell culture daily and follow the development of CPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Typically, after 36-72 h of incubation, depending upon the MOI and the strain of MHV, 95% or more of the cells are involved in syncytia and approximately 25% of the cells have detached from the monolayer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Freeze the flask at −80°C for at least 1 hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Thaw the cells at 37°C in a water bath taking care to remove them from the water bath before they are completely thawed. Complete the thawing at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "Transfer the cell suspension from each flask into a 50 ml polypropylene tube and sonicate on ice in a cup sonicator at 100 watts peak envelope power, 3 bursts of 20 seconds, allowing the samples to rest on ice for 20 seconds between each burst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Clarify the lysate by centrifugating at 3000 rpm for 10 minutes at 4°C. Pool the supernatants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "Aliquot the virus stock. Depending upon the size of the stock and the anticipated titer we generally make several sized aliquots, ranging from 50 ml down to 0.5 ml portions, and freeze at −80°C. A small number of larger aliquots are often more convenient for storage than a very large number of small aliquots. These large aliquots can later be thawed once and broken down into smaller aliquots for subsequent use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11."
        },
        {
            "text": "12. Take one 0.5 ml aliquot and determine the titer of the P2 stock by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11."
        },
        {
            "text": "Viral stocks can be characterized in many different ways, ranging from simple assays such as determination of the virus titer, to more lengthy procedures such as determination of growth rate or determination of the complete nucleotide sequence of the viral RNA genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Protocol 4: CHARACTERIZATION OF MHV STOCK VIRUS"
        },
        {
            "text": "Here we provide a procedure to determine plaque size and plaque morphology. This assay is most useful for characterizing mutants using the wild type strain as a reference and can be carried out using the same plates that were used to carry out a plaque assay to determine the titer of the stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support Protocol 4: CHARACTERIZATION OF MHV STOCK VIRUS"
        },
        {
            "text": "Assemble all of the materials used for a plaque assay (see Basic Protocol 1), including Two rulers: a flat 6″ plastic ruler that has a centimeter/millimeter scale and a l2″ ruler with a similar scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Either an overhead projector or an imaging system allowing you to photograph the plates, saving the image to a Tif file combined with a computer projection system allowing you to subsequently project the recorded images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Viral stocks to be titered, including a reference \"wild type\" stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Determine the titer of the stocks to be compared by performing a plaque assay as described in Basic Protocol 1, steps 1-9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Let the plates dry overnight after staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. Set up the overhead projector with the 6′ ruler next to the plate being measured and project on to a wall. Alternatively photograph the plates and the ruler with a computerized imaging system, capture the data as Tif files and subsequently project the image with an LCD projector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Determine the enlargement factor of the projected image of the 6″ by measuring the size of the projected image of the millimeter/centimeter scale on the ruler.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Determine the diameter of 25-50 well isolated plaques by measuring the diameter of their projected images. Determine the mean value and using the enlargement factor calculated in step 4, converting back to the actual size of the plaques. It is important to keep the same degree of enlargement for all of the stocks being compared. By this means it is possible to measure plaque diameter to an accuracy of greater than 0.1 mm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Note the morphology of the plaques. Most strains of MHV make clear plaques on L2 cells, but other coronaviruses or MHV mutants that do not produce as much cell fusion may make \"turbid\" or \"cloudy\" plaques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Plaque diameter for a given virus can vary considerably from day to day when repeating this assay. Thus meaningful comparisons are only achieved by comparing the diameter of a particular virus to a reference \"wild type\" strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "MHV is easily purified from infected cell supernates by ultracentrifugation. To produce virus for purification cells are normally infected at a relatively low multiplicity of infection, 0.1-0.001 PFU per cell (Basic Protocol 2). When CPE is apparent throughout the monolayer the virus containing media is removed to 50 ml polypropylene conical centrifuge tubes, chilled on ice and any detached cells or cellular debris are pelleted by low speed centrifugation at 5000 × G for one hour at 4°C. The clarified supernatant media can then be frozen at −80°C for purification at a later time. The most commonly used medium for ultracentrifugation is sucrose, and a protocol for purifying MHV using two cycles of equilibrium ultracentrifugation through sucrose gradients is presented below. An alternative method that gives slightly cleaner virus uses velocity ultracentrifugation followed by an equilibrium ultracentrifugation step and is described in Alternate Protocol 2. These protocols are easily adapted to the purification of other coronaviruses. For both protocols virus is first concentrated by centrifugation through a sucrose or potassium tartrate pad prior to further purification by density gradient ultracentrifugation. Please note that all manipulations with virus should be done in a bio-safety cabinet and waste disposed of appropriately. Keep samples cold (on ice whenever possible) at all times. Pool the clarified infected cell culture fluids and measure the volume to be purified. The SW28 rotor can spin a maximum of 6 buckets at one time, and each bucket can hold a maximum volume of 36 ml of virus containing culture fluids. Thus the largest volume of culture fluids that can be concentrated in one spin is 216 ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Protocol 3: Purification of MHV by Equilibrium Ultracentrifugation through Sucrose Gradients"
        },
        {
            "text": "If a large prep is being purified, pipette 1.5 ml of 30%(w/w) sucrose in MSE into a sterile microcentrifuge tube for each ultracentrifuge tube that will be used to pellet the virus. Pipette 15 ml of the virus prep into each of the SW28 tubes. Place a Pasteur pipette into the SW28 tube holding it almost vertically, placing it down to the bottom of the tube. Using a second Pasteur pipette, carefully pipet 1.5 ml of 30%(w/w) sucrose in MSE buffer from the 1.5 ml microcentrifuge tube into the first Pasteur pipette, running the sucrose slowly down the side, being careful not form an airlock that prevents the sucrose solution from flowing down through the vertical Pasteur pipette. If an airlock forms it can usually be disrupted by moving the Pasteur pipette up and down through the air bubble. The sucrose should flow through the Pasteur pipet to form a 1.5 ml pad at the bottom of the ultracentrifuge tube. Slowly remove the Pasteur pipette from the ultracentrifuge tube, being careful not to disturb the interface between the virus containing culture media and the sucrose. Slowly pipette 21 ml of virus containing culture media into the ultracentrifuge tubes, carefully running the liquid down the side of the tube, trying to disturb the sucrose-culture media interface as little as possible. After all of the tubes to be centrifuges have been filled they should be put into the SW28 buckets and weighed in a small beaker cushioned with a tissue, recording the weight of each. MSE can then be added to each tube to ensure that the weight of each bucket is equal, with a tolerance of 0.1 grams or less. Failure to balance the rotor can result in catastrophic failure of the rotor. Put the caps on the buckets and tighten. Load the buckets into the ultracentrifuge rotor and place into the ultracentrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2a"
        },
        {
            "text": "2b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2a"
        },
        {
            "text": "If a small prep of radiolabeled virus is being purified, pipette 0.5 ml of 30%(w/ w) sucrose in MSE into a sterile microcentrifuge tube for each ultracentrifuge tube that will be used to pellet the virus. Pipet 5 ml of the virus prep into each of the SW41 tubes and underlay with 0.5 ml of 30%(w/w) sucrose in MSE using Pasteur pipettes as described in step 2a. Fill the tubes with 6 ml of additional virus containing culture fluids and balance as described in step 2a. Failure to balance the rotor can result in catastrophic failure of the rotor. Put the caps on the buckets and tighten. Load the buckets into the ultracentrifuge rotor and place into the ultracentrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2a"
        },
        {
            "text": "For the SW 28 rotor, pellet the virus by centrifuging for 2.5 hours at 25,000 rpm at 4°C to pellet the virus. If purifying a small prep in the SW41 rotor, centrifuge at 35,000 rpm for 1 hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Pour off the supernatant liquids into a beaker containing disinfectant. Keep the ultracentrifuge tubes inverted and remove residual liquid by blotting the inside (top) of the ultracentrifuge tube with a cotton swab or by inverting on paper towels for about a minute. If using the SW28 rotor a small pellet of virus is often visible. Put the ultracentrifuge tubes on ice. The pelleted virus must be resuspended in a small volume of MSE buffer for further purification. This is most easily accomplished in a cup sonicator. Pipet 0.5 ml MSE into the first ultracentrifuge tube and seal with Parafilm. Fill the cup of the cup sonicator with chipped ice plus sufficient water to make slush. Sonicate for three bursts of 20 seconds each at 100 watts peak envelope power, pausing for 1 minute between each burst. Replenish ice as needed. Transfer the resuspended virus to the next ultracentrifuge tube and sonicate as described above to resuspend the pelleted virus in the second tube. Virus from up to three tubes can be resuspended in 0.5 ml of MSE buffer by this method. Use an additional 0.5 ml of MSE buffer to resuspend virus from the remaining three ultracentrifuge tubes if necessary. If a cup sonicator is not available you can resuspend the virus pellets by adding 0.5 ml of MSE buffer to the virus pellet and letting the pellet soften for 5-10 minutes on ice. Break up the pellet by pipetting the MSE buffer up and down in a 1000 μl micropipette, if necessary you can use the pipette tip to break up the pellet at the bottom of the tube. Once the pellet is broken up, transfer the virus suspension to a second tube of pelleted virus, and repeat the process. Virus from up to three tubes can be resuspended in 0.5 ml of MSE buffer by this method. Keep the resuspended virus on ice until needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Prepare two 11 ml 20-60% (w/w) sucrose gradients in SW41 ultraclear ultracentrifuge tubes using a gradient maker (see Figure 1 ). These gradients may be prepared in advance while the virus is being pelleted in step 4. Carefully overlay the resuspended virus onto the top of the gradient. Overlay the second centrifuge tube with an equal volume of MSE to serve as a balance. Load the tubes into the SW41 buckets and weigh on a balance. If necessary, adjust the weight of the bucket containing the balance tube by adding or removing small amounts of MSE until they are equal weights. Centrifuge at 35,000 rpm for 4 hours, alternatively if it is more convenient, you can centrifuge at 25,000 rpm overnight.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "5"
        },
        {
            "text": "Remove the tubes from the ultracentrifuge buckets. For large preps of virus (generally from 100 ml or more of a high titered virus such as MHV-A59) a visible band of virus can be seen at approximately the midpoint of the gradient when the tube is illuminated from above against a black background (see Figure  2a ). To remove the virus from the ultracentrifuge tube, carefully remove about 3 ml of liquid from the top of the sucrose gradient without disturbing the purified virus band. You must remove a sufficient volume of liquid to allow a number 00 rubber stopper to be placed into the tube without disturbing the gradient. Use a rubber stopper that has been pierced through the center with a 22 gauge needle to stopper the tube (Figure 2b) , and clamp to a ring stand as shown in Figure 2b . Carefully and slowly pierce the tube just below the visible virus band by rotating a 22 gauge needle attached to a syringe while applying steady pressure. Once the tube is penetrated move the tip needle to just below the virus band and slowly aspirate the virus. You typically will collect approximately 1 ml of virus. Prior to withdrawing your needle from the tube place a finger over the hub of the needle in the rubber stopper to keep the remaining sucrose from pouring out through the hole in the side of the tube. Withdraw the needle and syringe and transfer the virus to a sterile polypropylene tube and place on ice. Place the pierced ultracentrifuge tube in a beaker to allow the liquid in the tube to drain. Sterilize liquid in beaker with disinfectant prior to discarding. Discard ultracentrifuge tube as biohazard waste and autoclave the rubber stopper pierced with a needle prior to storage for subsequent use. Determine the refractive index of the virus containing sucrose solution in a refractometer. The buoyant density of the purified virus can then be looked up from the International Critical Tables and should be between 1.17-1.19 g/cm 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 312,
                    "text": "Figure  2a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 733,
                    "end": 744,
                    "text": "(Figure 2b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "6a"
        },
        {
            "text": "For small radiolabeled virus preps a visible virus band may not be present. A metal probe attached to thin tygon tubing and attached to a peristaltic pump is placed into the bottom of the ultracentrifuge tube. Pump the gradient out at a flow rate of approximately 1 ml/minute and collect 0.5 ml fractions. Radiolabeled virus can then be detected by counting aliquots of each fraction. Pool the virus containing peak of radioactivity, generally around fractions 9-11 and determine the buoyant density of as described in 6a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6b"
        },
        {
            "text": "To prepare highly purified virus a second cycle of equilibrium centrifugation is often necessary. Dilute virus with sufficient volume of cold MSE buffer to bring the buoyant density below that of 20% (w/w) sucrose, generally 2-2.5 ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Prepare two 8 ml 20-60%(w/w) sucrose gradients in SW41 ultraclear ultracentrifuge tubes using a gradient maker. Carefully overlay the diluted virus onto the sucrose gradient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Centrifuge at 35,000 rpm for 4 hours. Alternatively, if it is more convenient, you can centrifuge at 25,000 rpm overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "Collect purified virus as described above in step 6. To further concentrate virus for downstream applications, dilute with MSE 12 ml and pellet virus by centrifugation in the SW41 rotor at 35,000 rpm for 1 hr. The pelleted virus can the be resuspended in a small volume of buffer or media as described in step 4, or dissolved in SDS sample buffer or guanidium-HCl buffers for subsequent protein and RNA analyses, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "MHV is easily purified from infected cell supernates by ultracentrifugation. To produce virus for purification cells are normally infected at a relatively low multiplicity of infection, 0.1-0.001 PFU per cell (Basic Protocol 2). When CPE is apparent throughout the monolayer the virus containing media is removed to 50 ml polypropylene conical centrifuge tubes, chilled on ice and any detached cells or cellular debris are pelleted by low speed centrifugation at 5000 × G for one hour at 4°C. The clarified supernatant media can then be frozen at −80°C for purification at a later time. While the most commonly used medium for ultracentrifugation is sucrose (see Basic Protocol 3), this alternative method gives slightly cleaner virus and uses velocity ultracentrifugation followed by an equilibrium ultracentrifugation step. Potassium tartrate is less viscous than sucrose, thus preparing the gradients is somewhat faster with this medium. Potassium tartrate does have the disadvantage that trace amounts of potassium carried over with purified virus can interfere with downstream analysis of purified virus, particularly that involving sodium dodecyl sulfate (SDS). Either protocol is easily adapted to the purification of other coronaviruses. For both protocols virus is first concentrated by centrifugation through a sucrose or potassium tartrate pad prior to further purification by density gradient ultracentrifugation. Please note that all manipulations with virus should be done in a bio-safety cabinet and waste disposed of appropriately. Keep samples cold (on ice whenever possible) at all times. Pool the clarified infected cell culture fluids and measure the volume to be purified. The SW28 rotor can spin a maximum of 6 buckets at one time, and each bucket can hold a maximum volume of 36 ml of virus containing culture fluids. Thus the largest volume of culture fluids that can be concentrated in one spin is 216 ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultracentrifugation through Potassium Tartrate Gradients"
        },
        {
            "text": "If a large prep is being purified, pipette 1.5 ml of 15% (w/w) potassium tartrate in MSE into a sterile microcentrifuge tube for each ultracentrifuge tube that will be used to pellet the virus. Pipet 15 ml of the virus prep into each of the SW28 tubes. Place a Pasteur pipette into the SW28 tube holding it almost vertically, placing it down to the bottom of the tube. Using a second Pasteur pipette, carefully pipet 1.5 ml of 15% (w/w) potassium tartrate in MSE buffer from the 1.5 ml microcentrifuge tube into the first Pasteur pipette, running the potassium tartrate solution slowly down the side, being careful not form an airlock that prevents the solution from flowing down through the vertical Pasteur pipette. If an airlock forms it can usually be disrupted by moving the Pasteur pipette up and down through the air bubble. The potassium tartrate solution should flow through the Pasteur pipet to form a 1.5 ml pad at the bottom of the ultracentrifuge tube. Slowly remove the Pasteur pipette from the ultracentrifuge tube, being careful not to disturb the interface between the virus containing culture media and the sucrose. Carefully pipette 21 ml of virus containing culture media into the ultracentrifuge tubes, slowly running the liquid down the side of the tube, disturbing the potassium tartrate solution-culture media interface as little as possible. After all of the tubes to be centrifuges have been filled they should be put into the SW28 buckets and weighed in a small beaker cushioned with a tissue, recording the weight of each. MSE can then be added to each tube to ensure that the weight of each bucket is equal with a tolerance of 0.1 grams or less. Failure to balance the rotor can result in catastrophic failure of the rotor. Put the caps on the buckets and tighten. Load the buckets into the ultracentrifuge rotor and place into the ultracentrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2a"
        },
        {
            "text": "2b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2a"
        },
        {
            "text": "If a small prep of radiolabeled virus is being purified, pipette 0.5 ml of 15% (w/ w) potassium tartrate in MSE into a sterile microcentrifuge tube for each ultracentrifuge tube that will be used to pellet the virus. Pipet 5 ml of the virus prep into each of the SW41 tubes and underlay with 0.5 ml of 15% (w/w) potassium tartrate in MSE using Pasteur pipettes as described in step 2a. Fill the tubes with 6 ml of additional virus containing culture fluids and balance as described in step 2a. Failure to balance the rotor can result in catastrophic failure of the rotor. Put the caps on the buckets and tighten. Load the buckets into the ultracentrifuge rotor and place into the ultracentrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2a"
        },
        {
            "text": "For the SW 28 rotor, pellet the virus by centrifuging for 2.5 hours at 25,000 rpm at 4°C to pellet the virus. If purifying a small prep in the SW41 rotor, centrifuge at 35,000 rpm for 1 hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Pour off the supernatant liquids into a beaker containing disinfectant. Keep the ultracentrifuge tubes inverted and remove residual liquid by blotting the inside (top) of the ultracentrifuge tube with a cotton swab or by inverting on paper towels for about a minute. If using the SW28 rotor a small pellet of virus is often visible. Put the ultracentrifuge tubes on ice. The pelleted virus must be resuspended in a small volume of MSE buffer for further purification. This is most easily accomplished in a cup sonicator. Pipet 0.5 ml MSE into the first ultracentrifuge tube and seal with Parafilm. Fill the cup of the cup sonicator with chipped ice plus sufficient water to make slush. Sonicate for three bursts of 20 seconds each at 100 watts peak envelope power, pausing for 1 minute between each burst. Replenish ice as needed. Transfer the resuspended virus to the next ultracentrifuge tube and sonicate as described above to resuspend the pelleted virus in the second tube. Virus from up to three tubes can be resuspended in 0.5 ml of MSE buffer by this method. Use a fresh 0.5 ml MSE buffer to resuspend virus from the remaining three ultracentrifuge tubes if necessary. If a cup sonicator is not available you can resuspend the virus pellets by adding 0.5 ml of MSE buffer to the virus pellet and letting the pellet soften for 5-10 minutes on ice. Break up the pellet by pipetting the MSE buffer up and down in a 1000 μl micropipette, if necessary using the pipette tip to break up the pellet at the bottom of the tube. Once the pellet is broken up, transfer the virus suspension to a second tube of pelleted virus, and repeat the process. Virus from up to three tubes can be resuspended in 0.5 ml of MSE buffer by this method. Keep the resuspended virus on ice until needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Prepare two 11 ml 5-25% (w/w) potassium tartrate gradients in SW41 ultraclear ultracentrifuge tubes using a gradient maker (see Figure 1 ). These gradients may be prepared in advance while the virus is being pelleted in step 4. Carefully overlay the resuspended virus onto the top of the gradient. Overlay the second centrifuge tube with an equal volume of MSE to serve as a balance. Load the tubes into the SW41 buckets and weigh on a balance. If necessary, adjust the weight of the bucket containing the balance tube by adding or removing small amounts of MSE until they are equal. Centrifuge at 35,000 rpm for 45 minutes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "5"
        },
        {
            "text": "Remove the tubes from ultracentrifuge buckets. For large preps of virus (generally from 100 ml or more of a high titered virus such as MHV-A59) a visible band of virus can be seen at approximately the midpoint of the gradient when the tube is illuminated from above against a black background (see Figure  2a ). To remove the virus from the ultracentrifuge tube, carefully remove about 3 ml of liquid from the top of the sucrose gradient without disturbing the purified virus band. You must remove sufficient liquid to allow a number zero rubber stopper to be placed into the tube without disturbing the gradient. Use a rubber stopper that has been pierced through the center with a 22 gauge needle to stopper the tube ( Figure 2b ) and clamp to a ring stand as shown in Figure 2b .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 308,
                    "text": "Figure  2a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 721,
                    "end": 730,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "6a"
        },
        {
            "text": "Carefully and slowly pierce the tube just below the visible virus band by rotating a 22 gauge needle attached to a syringe while applying steady pressure. Once the tube is penetrated move the tip needle to just below the virus band and slowly aspirate the virus. You typically will collect approximately 1 ml of virus. Prior to withdrawing your needle from the tube place a finger over the hub of the needle in the rubber stopper to keep the remaining sucrose from pouring out through the hole in the side of the tube. Withdraw the needle and syringe and transfer the virus to a sterile polypropylene tube and place on ice. Place the pierced ultracentrifuge tube in a beaker to allow the liquid in the tube to drain. Sterilize liquid in beaker with disinfectant prior to discarding. Discard ultracentrifuge tube as biohazard waste and autoclave the rubber stopper pierced with a needle prior to storage for subsequent use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6a"
        },
        {
            "text": "For small radiolabeled virus preps a visible virus band may not be present. A metal probe attached to thin tygon tubing and attached to a peristaltic pump is placed into the bottom of the ultracentrifuge tube. Pump the gradient out at a flow rate of approximately 1 ml/minute and collect 0.5 ml fractions. Radiolabeled virus can then be detected by counting aliquots of each fraction. Pool the virus containing peak of radioactivity, generally around fractions 9-11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6b"
        },
        {
            "text": "Dilute virus with at least an equal volume of cold MSE buffer to bring the buoyant density below that of 10% (w/w) potassium tartrate, and bringing the final volume of diluted virus to 3-3.5 ml. Prepare two 8 ml 10-40% (w/w) potassium tartrate gradients in SW41 ultraclear ultracentrifuge tubes using a gradient maker. Carefully overlay the diluted virus onto the potassium tartrate gradient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Centrifuge at 35,000 rpm for 4 hours, alternatively if it is more convenient, you can centrifuge at 25,000 rpm overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "Collect purified virus as described above in step 6. Determine the refractive index of the virus containing potassium tartrate solution in a refractometer. The buoyant density of the purified virus can then be looked up in the table provided (Table 3 ) and should be between 1.17-1.19 g/cm 3 . To further concentrate virus for downstream applications, dilute with MSE 12 ml and pellet virus by centrifugation in the SW41 rotor at 35,000 rpm for 1 hr. The pelleted virus can then be resuspended in a small volume of buffer or media as described in step 4, or dissolved in guanidium-HCl buffers for subsequent RNA analysis. Potassium dodecyl sulfate is poorly soluble in aqueous buffers. If it is necessary to analyze purified virus by SDS-PAGE, gently rinse the pellet once with 0.5 ml of MSE buffer, pour off the wash solution and keeping the centrifuge tube inverted blot any residual MSE buffer that adheres to centrifuge tube. The pellet can then be solublized in SDS-PAGE sample buffer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "(Table 3",
                    "ref_id": "TABREF14"
                }
            ],
            "section": "9"
        },
        {
            "text": "Coronaviruses have the largest genome known for an RNA virus. Direct genetic modification of an RNA virus genome is not feasible. In the past decade, coronavirus reverse genetics was performed using defective interference (DI) genomes, extensively deleted genomic remnants that replicate by using the RNA synthesis machinery of a helper virus. Using the DI system, a number of cis-acting elements important for viral transcription and replication have been defined. However, by the nature of competition assay in DI system, phenotype changes observed in the DI system do not strictly reflect the behavior of the virus when the mutations were introduced into the whole virus genome (Johnson et al., 2005) (Dong et al, manuscript in preparation). Recently, reverse genetic systems for a number of coronaviruses have been established using non-traditional approaches which are based on bacterial artificial chromosomes (Almazan et al., 2000) , the use of vaccinia virus as a vector for the propagation of coronavirus genomic cDNAs (Thiel and Siddell, 2005) , or the in vitro ligation of coronavirus cDNA fragments (Donaldson et al., 2008; Yount, Curtis, and Baric, 2000; Yount et al., 2003; Yount et al., 2002) . These reverse genetic systems enable us to genetically modify coronavirus genome at any position and provide a powerful tool to investigate viral transcription, replication, and virus-host interactions in the whole genome system. Here, we introduce in vitro cDNA assembly protocol developed by Yount et al (Yount et al., 2003; Yount et al., 2002) .",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 703,
                    "text": "(Johnson et al., 2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 916,
                    "end": 938,
                    "text": "(Almazan et al., 2000)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1028,
                    "end": 1053,
                    "text": "(Thiel and Siddell, 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1111,
                    "end": 1135,
                    "text": "(Donaldson et al., 2008;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1136,
                    "end": 1167,
                    "text": "Yount, Curtis, and Baric, 2000;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1168,
                    "end": 1187,
                    "text": "Yount et al., 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1188,
                    "end": 1207,
                    "text": "Yount et al., 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1516,
                    "end": 1536,
                    "text": "(Yount et al., 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1537,
                    "end": 1556,
                    "text": "Yount et al., 2002)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "BASIC PROTOCOL 4 GENERATION OF RECOMBINANT MHV FROM cDNA"
        },
        {
            "text": "The seven plasmids, named A-G, contain cDNAs that represent the entire MHV-A59 genome. These plasmids are propagated in E. coli (see Support Protocol 5), plasmid DNA is extracted and restriction enzyme digested to generate the seven cDNA fragments. These fragments are sequentially ligated to generate a full length cDNA copy of the MHV genome under the control of a T7 promoter. In vitro transcription with T7 RNA polymerase is used to generate full length genomic RNA which is electroporated into BHK-R cells to regenerate infectious virus that can then be characterized further. This procedure has been successfully adapted to many other coronaviruses including TGEV (Yount, Curtis, and Baric, 2000) , SARS-CoV (Yount et al., 2003) , and IBV (Youn, Leibowitz, and Collisson, 2005) .",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 702,
                    "text": "(Yount, Curtis, and Baric, 2000)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 714,
                    "end": 734,
                    "text": "(Yount et al., 2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 745,
                    "end": 783,
                    "text": "(Youn, Leibowitz, and Collisson, 2005)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "BASIC PROTOCOL 4 GENERATION OF RECOMBINANT MHV FROM cDNA"
        },
        {
            "text": "Note: The nomenclature for the different cDNA fragments and the restriction enzymes used will vary from virus to virus. Procedure-Plasmids A though G are restriction digested sequentially and fragments are gel extracted. Purified cDNA fragments can be stored at −70°C for up to four months. Fragments A and G need to be treated with calf intestinal alkaline phosphatase (CIAP) between the first and second digestion steps. As a general rule these two plasmids are done in parallel and before the other plasmids. All digestions will be monitored by removing an aliquot and analyzing the progress of the digestion by agarose gel electrophoresis to ensure that the digestion is complete prior to running a preparative gel. 3. Remove 1 μl and analyze by electrophoresis in a 0.8% agarose gel. If digestion is complete, all plasmids should be converted to a single fragment of ~8.4 kpb for A, or 13 kpb for G (Table 4 ), proceed to step 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 904,
                    "end": 912,
                    "text": "(Table 4",
                    "ref_id": "TABREF15"
                }
            ],
            "section": "BASIC PROTOCOL 4 GENERATION OF RECOMBINANT MHV FROM cDNA"
        },
        {
            "text": "If digestion is not complete, redigest with 10 μl of fresh enzyme and monitor digestion by gel electrophoresis as in step 3. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Extract the purified DNA fragments from the gel slice using the Qiaquick gel extraction kit (Qiagen Cat No. 28704) . You need about four columns per band.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 114,
                    "text": "(Qiagen Cat No. 28704)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "Quantitate DNA with a Nanodrop Spectrophotometer. You will need at least 570 ng of purified fragment A and 1000 ng of fragment G for each ligation. The usual yield from 100 μg of plasmid A is greater than 6 μg of purified fragment A and 10 μg of purified fragment G from 100 μg of plasmid G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11."
        },
        {
            "text": "A minimum of 50 μg of DNA is required. We generally start with 100 μg DNA. This should yield sufficient fragments B-E for 10 ligations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Set up the following first digestions in 100-500 μl final volume, depending upon DNA concentration. The reaction is written for a 100 μl reaction with 50-100 μg of Plasmid DNA. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Remove 1 μl and electrophorese in a 0.8% agarose gel. If digestion is complete, all plasmid is converted to a single fragment of 6.7 kpb for B, 4.7 kpb for C, 3.45 kpb for D, and 4.8 kpb for E (Table 4 ), go to step 6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "(Table 4",
                    "ref_id": "TABREF15"
                }
            ],
            "section": "2."
        },
        {
            "text": "3. If digestion is not complete, redigest with 10 μl of fresh enzyme and monitor digestion by gel electrophoresis as in step 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Set up the second digestion by adding 42 μl BglI or Ahd I digested plasmids B-E, 5 μl NEB buffer 3, 3 μl BsmBI (10units/μl). Incubate at 55°C overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Note: For plasmid D, you need to precipitate the first digestion and use NEB buffer 3 for the second digestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Monitor digestion by electrophoresing 1 μl of each reaction on a 0.8% agarose gel. If digestion is complete, all the plasmid A DNA should be converted from linearized molecules to the size fragments listed in Table 4 . If BsmBI digestion is not complete, add 2 μl of BsmBI and continue digestion at 55°C for 4 additional hours.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 4",
                    "ref_id": "TABREF15"
                }
            ],
            "section": "5."
        },
        {
            "text": "6. Gel purification is done in the same way as in step 9 for plasmids A and G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Extract DNA from the excised gel slices using the Qiaquick gel extraction kit. You need about four columns per band. As noted above we aim to have sufficient DNA to do ligations based on a minimum of 1000 ng of G fragment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Assemble the ligation reactions (A+B, C+D, and E+F) in the smallest volume possible using each fragment the ratios described. Generally this will be 50 μl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Each ligation reaction will contain 2.5 μl of T4 DNA ligase (New England Biolabs, Cat. No. PA1804) or 5% of the ligation reaction (the ligase should be relatively fresh).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "3. Check ligation results by removing 1 μl from each ligation reaction and running in a 0.8% agarose gel in parallel to Lambda HindIII markers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligate at 16°C overnight."
        },
        {
            "text": "a. Ligation A+B is complete when fragment B has all been converted to high molecular weight form. If need, add additional A fragment and continue ligation as described in step 3d. If some A and B fragments remain unligated in approximately equal amounts, then continue ligation as described in 3d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligate at 16°C overnight."
        },
        {
            "text": "b. Ligation C+D is complete if both C and D have been converted to high molecular weight product. If some C and D fragments remain unligated in approximately equal amounts, then continue ligation as described in 3d. If one fragment has disappeared and another remains, the quantification of the fragment is off or a pipetting error has been made. Adjust the ligation reaction by adding a small amount of the missing fragment and continue ligation as described in step 3d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligate at 16°C overnight."
        },
        {
            "text": "c. Ligation E+F is complete if both E and F have been converted to high molecular weight product. If some E and F fragments remain unligated in approximately equal amounts, then continue ligation as described in 3d. If one fragment has disappeared and one remains, the quantification of the fragment is off or a pipetting error has been made. Adjust the ligation reaction by adding a small amount of the missing fragment and continue ligation as described in step 3d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligate at 16°C overnight."
        },
        {
            "text": "d. Add 2 μl of ligase, 1 μl of 10 μM ATP, and 0.5 μl of 100 mM DTT. Incubate at 16°C a minimum 6 hours. Monitor completion of ligation by analyzing on gel as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligate at 16°C overnight."
        },
        {
            "text": "Take the E-F ligation product from Step 1 and set up a ligation with fragment G. Again keep the volume as small as possible. Use 2.5 μl of ligase, 1 μl of 10 mM ATP, and 0.5 μl of 100 mM DTT. Add sufficient 10× ligation buffer to make the final ligation reaction 1× in regard to buffer, remembering that the E-F ligation reaction already is at 1× buffer concentration. Incubate ligation at 16°C overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Take the A-B and C-D ligation products from Step1 and set up ligation for A-B-C-D. Use 2.5 μl of ligase, 1 μl of 10 mM ATP, 0.5 μl of 100 mM DTT, and 0.45 μl of 10× buffer. Incubate ligation at 16°C overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Take the A-B-C-D and E-F-G ligation products and set up ligation for A-B-C-D-E-F-G. Use 2.5 μl of ligase, 1 μl of 10 mM ATP, 0.5 μl of 100 mM DTT, and 0.45 μl of 10× buffer. Incubate ligation at 16°C overnight. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Procedure 1. BHK-R cells: Normally you should have a confluent T175 the day before electroporation. Set up two T175 flasks, seeding with 7-8 million cells. On the next day, the BHK-R cells should be 50-80% confluent. Trypsinize the cells, wash three times with cold PBS, and re-suspend to a concentration of 10 million cells per ml, aliquot 800 μl into a 4 mm gap cuvette, place the cuvette on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENE PULSER II (BIORAD)"
        },
        {
            "text": "DBT cells: Normally you should have a confluent T75 on the day of electroporation, Trypsinize and seed one million cells into a T75 flask for each mutant plus an additional T75 for the negative control. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Let the cells rest in the cuvette for 5-10 minutes, then transfer each electroporation into separate T75 flasks containing DBT cells. However, for viruses that have been shown to be non-viable where the electroporation is going to be used to detect negative strand RNA synthesis, transfer your electroporated cells directly into growth media, as the extra DBT cells will only increase your background in RT-PCR assays. 6. If no CPE develops by the third day after electroporation, freeze the culture at −80°C for at least one hour. Thaw and transfer to a 50 ml conical centrifuge tube. Sonicate on ice in a cup sonicator: 3 burst of 20 seconds each at 100 watts peak envelop power. Centrifuge at 3000 rpm for 10 minutes at 4°C. Infect a fresh T75 flask of 50% confluent DBT cells with 3 ml of the lysate and observe for CPE (blind passage 1). If no CPE is observed by three days, freeze cells as before and perform a second blind passage, and if necessary a third. We do not consider a mutation to be lethal until we have performed three independent electroporations, and serially blind passed each electroporation three times without seeing any CPE. Recombinant viruses are labeled as P0 and frozen at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Recombinant viruses are subsequently plaque purified from the P0 pool as described in Basic Protocol 2. Pick at least 8 well-separated plaques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Expand four plaques in DBT cells. Purified plaques are inoculated into T25 flasks of DBT cells to prepare P1 stocks as described in Basic Protocol 2 with one exception. When extensive CPE has developed in the culture, rather than freezing the T25 flask, remove the supernatant media, and freeze as the P1 stock. Take the infected cell monolayer and extract total RNA using the RNAeasy kit (Qiagen) according to the vendor's instructions. The RNA is subsequently used as a PCR template to sequence regions of the MHV genome to confirm the genotype of the virus recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "The seven plasmids named A-G contain the cDNAs required to create a cDNA representing the entire MHV-A59 genome by in vitro ligation. Several of these plasmids are metastable. This means that the plasmid sometimes deletes all or a portion of their MHV cDNA insert. These deleted plasmids have a growth advantage and grow out in plasmid preps. It also means that in plate cultures, the bacteria which contain the desired cDNA produce smaller colonies than those that have deletions. This is a particular problem with the F clone. A small amount of plasmid DNA from a construction which worked must be maintained at −70°C in addition to maintaining a glycerated stock of bacteria containing these plasmids. Although many of the plasmid vectors used to propagate these cDNAs were chosen to increase stability (see Table 4 ), to minimize problems it is necessary to grow the, plasmids at 30°C in Top 10 cells (Invitrogen). Table 4 ; 50 μg/ml ampicillin or 30 μg/ml kanamycin, depending upon the plasmid) and incubated at 30°C for 24-36 hours. Save plates at 4 °C after wrapping in parafilm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 4",
                    "ref_id": "TABREF15"
                },
                {
                    "start": 919,
                    "end": 926,
                    "text": "Table 4",
                    "ref_id": "TABREF15"
                }
            ],
            "section": "SUPPORT PROTOCOL 5: PLASMID PROPAGATION AND MAINTENANCE"
        },
        {
            "text": "Alternatively plasmids can be transformed into competent Top 10 cells. In recovering the transformants, it is important to do the one hour incubation step prior to plating at 30°C. The transformation reaction is spread on LB agar plates containing the appropriate antibiotic and incubated at 30°C for 24-36 hours. Save plates at 4°C after wrapping in parafilm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Inoculate a single colony into a 300 ml 2xYT with appropriate antibiotic at 30°C and incubate 20-24 hours. Divide into 50 ml aliquots, pellet in a cold centrifuge at 5000 rpm for 10 minutes and freeze at −70°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Defrost 2 aliquots corresponding 50 ml of culture/aliquot and process for plasmid midiprep, 100 ml/midiprep, using midi-prep kits from Biorad or Promega (Wizard). Both work, it has been personal preference which one people have used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Confirm that the plasmid has not undergone re-arrangement or deletion by digestion of 2 μl (approximately 500 ng) of plasmid DNA in a 10 μl reaction with 0.5 μl of the appropriate restriction enzymes (see Table 4 ). The restriction digest is resolved by electrophoresis in a TAE agarose gel (0.8% agarose for A, B, F, and G; 1% agarose for C, D, and E) containing EtBr (stock= 1mg/ml. 1 drop of ~50-100 μl per small gel; 2 drops per medium gel; 3 drops per large gel). Photograph gel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Table 4",
                    "ref_id": "TABREF15"
                }
            ],
            "section": "5."
        },
        {
            "text": "If restriction digests yield the predicted size restriction fragments, the plasmids are fine. If not, toss all aliquots and start back at step 1 or step 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Targeted RNA recombination is a reverse genetic system developed by the Masters lab to introduce site-directed mutations into the 3′ one-third of the coronavirus genome that encodes all the viral structural proteins (Kuo et al., 2000) . The method given below for MHV-A59 is based upon the use of a chimeric coronavirus in which the ectodomain of the MHV-A59 spike glycoprotein, that determines host range, has been replaced by that of feline peritonitis virus (FIPV), and thus can only infect feline cells. The chimeric virus is used for recombination with a synthetic donor RNA (transcribed from a plasmid, pMH54, that is available from Paul Masters, Wadsworth Laboratories, New York) that contains a portion of the MHV-A59 HE gene, the original spike (S) gene, and extends to the 3′ end of the genome (see Figure 4 ). The recombinant viruses are selected by their regained ability to infect murine cells. Mutations inserted into the donor RNA will be transferred to the recombinant virus and generate new mutant viruses (Fu et al., 2004; Kuo et al., 2000; Ontiveros et al., 2001) . Similar systems have been constructed for other strains of MHV, and in principle similar systems can be created for any other coronavirus.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 234,
                    "text": "(Kuo et al., 2000)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1023,
                    "end": 1040,
                    "text": "(Fu et al., 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1041,
                    "end": 1058,
                    "text": "Kuo et al., 2000;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1059,
                    "end": 1082,
                    "text": "Ontiveros et al., 2001)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 817,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "BASIC PROTOCOL 5 GENERATION OF RECOMBINANT VIRUSES BY TARGETED RECOMBINATION"
        },
        {
            "text": "The procedure for targeted RNA recombination starts with the generation of a chimeric acceptor virus in which the ectodomain of the MHV-A59 spike glycoprotein has been replaced by that of FIPV. A donor RNA is prepared that contains a chimeric felinized S gene which contains the ectodomain of FIPV, which allows infection of feline cells, fused to the transmembrane and C-terminal domain of MHV, allowing incorporation into MHV virions. Murine cells are infected with the original MHV virus and transfected with the donor RNA containing the felinized S gene. Homologous recombination occurs producing a felinized MHV strain (fMHV). fMHV is then selected by its ability to grow in feline cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BASIC PROTOCOL 5 GENERATION OF RECOMBINANT VIRUSES BY TARGETED RECOMBINATION"
        },
        {
            "text": "For targeted recombination with MHV-A59, the acceptor virus contains the ectodomain of feline infectious peritonitis virus and is designated fMHV. fMHV can be obtained from Paul Masters, Wadsworth Laboratories, Albany, New York. fMHV can only infect feline cells and we routinely use FCWF cells for propagating fMHV and for targeted recombination. A detailed description of the isolation of fMHV is described in reference (Kuo et al., 2000) , and we and others have developed similar felinized acceptor viruses for additional strains of MHV (Ontiveros et al., 2001) (McGruder et al, unpublished work) . fMHV functions as a recipient for an in vitro synthesized donor RNA that contains the original wild type MHV S gene and additional targeted mutations. The cells are infected with fMHV and subsequently electroporated with the donor RNA. Homologous recombination events between the donor RNA and the viral genomic RNA that occur upstream of the S gene produce mutant viruses that can grow in murine cells such as DBT cells and can thus be selected.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 440,
                    "text": "(Kuo et al., 2000)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 541,
                    "end": 600,
                    "text": "(Ontiveros et al., 2001) (McGruder et al, unpublished work)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BASIC PROTOCOL 5 GENERATION OF RECOMBINANT VIRUSES BY TARGETED RECOMBINATION"
        },
        {
            "text": "Note: All solutions and equipment coming into contact with living cells must be sterile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BASIC PROTOCOL 5 GENERATION OF RECOMBINANT VIRUSES BY TARGETED RECOMBINATION"
        },
        {
            "text": "Note: All culture incubations should be performed in a humidified 37C, 5% CO 2 incubator unless otherwise specified. L2 cells should be incubated at 3% CO 2 . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BASIC PROTOCOL 5 GENERATION OF RECOMBINANT VIRUSES BY TARGETED RECOMBINATION"
        },
        {
            "text": "1. Maintain FCWF cells by trypsinizing slightly subconfluent cultures, passing and seeding 5 × 10 6 cells into T175 flasks. This procedure provides consistent maintenance of FCWF cells as well as cultures for the generation of the recipient virus stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propagation of Recipient fMHV"
        },
        {
            "text": "A 1:4 split of FCWF cells will usually provide cultures that approach confluence after 72-96 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Wash FCWF cells once with DME0 and inoculate with fMHV in 5 ml DME2 at MOI of 0.01-0.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Incubate by rocking for 60 min at room temperature and then add 15 ml of DME2 and incubate at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "After 24-36h or when the monolayer exhibits extensive CPE and 25% or more of the cells have detached from the flask surface, freeze the culture at −80°C for at least 1 hour. Partially thaw in a 37°C water bath, and then place into an ice bucket to complete thawing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Transfer the medium with the cells to a 50 ml conical polypropylene tube. Sonicate in a cup sonicator, three bursts of 20 seconds each at 100 watts peak envelop power, resting 20 seconds on ice between each cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Clarify the medium by centrifugation at 2500 rpm for 10 min at at 4°C in a prechilled centrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "8. Store the supernatant in aliquots of 1 ml in cryogenic tubes at −80°C until use. Typical titers obtained for fMHV are around 5 × 10 6 to 1 × 10 7 pfu/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "The donor RNA is synthesized by the in vitro transcription from vector pMH54. pMH54 contains a cDNA corresponding to the 5′ end of the genome (467 nt) fused to the hemagglutinin gene at codon number 28 and extends to the 3′ end of the genome, including the poly(A) tail. There is a PacI restriction site just after the poly (A) tail. The viral cDNA is under the control of a T7 RNA polymerase promoter and targeted mutations can be introduced into the cDNA construct, which is then transcribed and transferred into the recombinant virus by homologous recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of synthetic Donor RNA"
        },
        {
            "text": "Linearize 10 μg of pMH54 with 25U PacI restriction enzyme in a reaction volume of 125 μl for 2 h at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Check the linearization of the plasmid by analyzing a 2 μl aliquot of the reaction mixture by 0.8% (w/v) agarose gel electrophoresis in 1 × TAE buffer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Purification of the linearized plasmid can be performed by two different methods:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "a. Precipitation with salt and ethanol -add one-tenth volume of 3M ammonium acetate and 2.5 volumes of 96% (v/v) ethanol to the linearized plasmid, and incubation at 20°C for 30 min. Pellet the DNA precipitates by centrifugation at 4°C for 20 min at 14,000. Wash the pellet with 70% (v/v) ethanol, dry the pellet and dilute it in 10 μl of water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "b. Purification by using PCR Purification Kit-The purification is performed according to the manufacturer's instruction. Briefly, add 2.5 volumes of binding buffer to the enzymatic reaction, transfer the solution to a column, spin, wash the linearized plasmid with washing buffer containing 96% ethanol, dry the columns and elute with 65°C pre-heated nuclease-free water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Transcribe the donor RNA in a 20-μl reaction volume with the T7 mMESSAGE mMACHINE kit according to the manufacturer's instructions with small modifications. Briefly, add in this order Nuclease-free water to complete the reaction to 20 μl, then add 10 μl of 2 × NTP/CAP, 2 μl of 10 × Reaction buffer, 1 μl of 30 mM GTP to enhance the transcription reaction, at least 1 μg of the purified linear plasmid and finally 2 μl of the enzyme. Mix the reaction by pipetting up and down 5 times and incubate at 37C for 2 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Treat the transcript with 2 μl of Turbo DNAse for additional 30 min at 37°C to eliminate the DNA template.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. Check RNA synthesis by analyzing one-tenth of the reaction volume (2 μl) by electrophoresis in a 1% (w/v) agarose gel in 1 × TBE.buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Store the RNA at −80°C until use. Do not use transcripts stored more than 48 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "The generation of recombinant MHV is accomplished by the infection of feline FCWF cells with fMHV and the transfer of the transcribed donor RNA into the cells by nucleofection or electroporation. The recombinant MHV is selected on DBT cells and subsequently plaque purified on L2 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and Nucleofection"
        },
        {
            "text": "The synthetic RNA can be transferred into cells by either electroporation or nucleofection. Our lab has found that the donor RNA is transferred more efficiently by the Nucleofector Technology (Amaxa), and this method will be described here in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and Nucleofection"
        },
        {
            "text": "1. Seed 1.4 × 10 7 FCWF cells into a T175 flask 16-24 h prior to the infection and incubate at 37°C. Typically, one T175 flask containing confluent cells will be sufficient for 3-4 nucleofection reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and Nucleofection"
        },
        {
            "text": "On the next day, before you begin the infection, seed 2 × 10 6 DBT cells into T25 flasks, the number of flasks will be determined according to the number of the nucleofection reactions. To be confident that any phenotype that you observe in a recovered virus mutant, it is best to have two or more independent isolates from separate nucleofection reactions to characterize.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Wash the FCWF cells with 10 ml of DME0 and infect the cells with fMHV at MOI of 0.5-1 in a volume of 5 ml DME0, incubate at room temperature and rock for 60 min, than add 15 ml of DME10/FBS and incubate at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "After 4 h of incubation wash the cells with 10 ml of DPBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Detach the cells from the flask surface using trypsin EDTA solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. Add 10 ml of DME10/FBS to the cell suspension count the cells by hematocytometer under the microscope and adjust the cell density to at least 1.5 × 10 6 cells per reaction. Add an additional control reaction for the cells nucleofected without the donor RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Pellet the cells by centrifugation at room temperature in 15 ml conical polypropylene tubes for 10 min at 720 rpm, remove the supernatant and wash the cells pellet with 5 ml of DPBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Supplement 1 solution in a ratio of 9:2 according to the manufacturer's instruction. Gently resuspend the cells in 100 μl of Nucleofection solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prepare fresh Nucleofection solution by mixing Nucleofection solution V and"
        },
        {
            "text": "Add 6 μl of the donor RNA to the cell suspension, mix and transfer the mixture into the amaxa certified cuvette. Insert the cuvette into the holder of the Nucleofector and start program T-0200.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "Remove the cells into a new 1.5 ml microcentrifuge tube, add 0.5 ml of fresh DME10/FBS and mix gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10."
        },
        {
            "text": "Transfer the cell suspension into the T25 flasks containing a subconfluent monolayer culture of DBT cells in order to allow the propagation of the recombinant virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11."
        },
        {
            "text": "Follow the development of cytopathic effect in the DBT cells by microscopic observation and remove 1 ml of media from the culture medium after the first and seconds days of incubation, freeze the remaining culture with the medium samples at −80°C on day 3 or when all the cells have developed CPE, whichever occurs first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "To expand any recombinant viruses that may have been generated, the lysate and supernatants from days 1 and 2 are passed in murine cells (DBT cells). After 24 h, seed three new T25 flasks with 2 × 10 6 DBT cells per flask, defrost the cultures frozen on the third day after nucleofection, and the medium samples from the first and second days of incubation. Transfer the defrosted cells to a 15 ml conical tube and sonicate in a cup sonicator, three bursts of 20 seconds each, resting 20 seconds on ice between each cycle. Centrifuge the lysate at 2500 rpm at 4°C and collect the supernatant. Use the clarified lysate and the day 1 and 2 tissue culture supernates to infect the fresh DBT T25 culture flasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "14. Incubate and follow the flasks until the monolayer exhibits extensive cytopathic effect or up to three days of incubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "When cytopathic effects are clearly visible in the DBT cell cultures, freeze the cultures at −80°C for at least 1 hour. Defrost and sonicate the cell suspension as described previously, and clarify by centrifugation at 2500 rpm for 10 min at 4°C. Freeze the clarified stock at −80°C in 1 ml aliquots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15."
        },
        {
            "text": "Recombinant MHV are grown on DBT or 17Cl-1 cells and plaque purified on L2 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Expansion of Recombinant Viruses"
        },
        {
            "text": "Note: L2 cell cultures are incubated at 37°C and 3% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Expansion of Recombinant Viruses"
        },
        {
            "text": "1. Plaque purification of recombinant viruses on L2 cell monolayers is described in Basic Protocol 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Expansion of Recombinant Viruses"
        },
        {
            "text": "Pick at least 8 plaques and store at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Expand four plaques in DBT cells. Purified plaques are inoculated into T25 flasks of DBT cells to prepare P1 stocks as described in Basic Protocol 2 with one exception. When extensive CPE has developed in the culture, rather than freezing the T25 flask, remove the supernatant media, and freeze as the P1 stock. Take the infected cell monolayer and extract total RNA using the RNAeasy kit (Qiagen) according to the vendor's instructions. The RNA is subsequently used as a PCR template to sequence regions of the MHV genome to confirm the genotype of the virus recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "1. Analyze the recombinant viruses by reverse transcription-PCR using Super Script III and the RNA that was yielded in step 2 (above) as a template. Amplify the target region on the cDNA product with gene specific, sense and anti sense, primers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verification of the Recombinant Genotype"
        },
        {
            "text": "Analyze the RT-PCR product by cutting with unique restriction enzymes and direct sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Use tissue-culture grade water in all recipes and protocol steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REAGENTS AND SOLUTIONS"
        },
        {
            "text": "a. Powdered medium can be purchased from many vendors. We typically purchase Dulbecco's Modified Eagle Medium powder, high glucose, with L-glutamine, with pyridoxine hydrochloride and 110 mg/L sodium pyruvate, without sodium bicarbonate from GIBCO in 5 L packets. (Cat no. 12800-082).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dulbecco Modified Eagle's Medium (DME0)"
        },
        {
            "text": "b. Dissolve the powdered media in 4.5 L of Milli-Q quality water. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dulbecco Modified Eagle's Medium (DME0)"
        },
        {
            "text": "Take a bottle containing 450 ml of DM0. Add: 50 ml serum, 10 ml 200 mM glutamine, 5 ml Penicillin-Streptomycin Solution (10,000 units of penicillin base and 10,000 μg streptomycin sulfate per ml, available from Invitrogen as well as other vendors). Label as DME10 and store at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DME10"
        },
        {
            "text": "Note: Our lab has found it unnecessary to use more expensive fetal bovine serum for the support of most of the murine cell lines we routinely utilize. We have evaluated and used many different less expensive supplemented and characterized calf sera over the years and have always found lots that were satisfactory for 17Cl-1, L2, DBT, and BHK-R cells. However, we utilize fetal bovine serum for FCWF cells, since these cells seem to require FBS for long term maintenance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DME10"
        },
        {
            "text": "Take a bottle containing 450 ml of DM0. Add: 10 ml serum, 10 ml 200 mM glutamine, 5 ml Penicillin-Streptomycin Solution. Label as DME2 and store at 4°C. c. Sterilize by filtration through a .22 micron filters and label as 2xDME0. 2xDME0 can be stored at room temperature in tightly closed bottles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DME2"
        },
        {
            "text": "Prior to use add: 20 ml serum, 20 ml 200 mM glutamine, 10 ml Pen-Strep solution per 500 ml. Label as 2xDME2 and store at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DME2"
        },
        {
            "text": "Dilute agarose type I (Sigma Cat. No. A-6013) to 1.6% with tissue culture-grade water. Autoclave to sterilze. Store at room temperature up to 1 year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.6% agarose"
        },
        {
            "text": "Add 16.8 g disodium EDTA and 100 ml tissue-culture-grade water, adjust pH to 8.0 with NaOH. Autoclave 20 minutes to sterilize. Store at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EDTA, 0.5M"
        },
        {
            "text": "Add 125.58g MOPS, 142.98g HEPES, 137.52g TES, and 15g NaOH in Milli-Q water to a final volume of 600 ml, adjust to pH 7.3 with NaOH, autoclave and store in cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M HEPES/MOPS/TES Buffer, pH 7.3"
        },
        {
            "text": "Add 100 mg phenol red, 175 mg NaHCO 3 , 4 g NaCl, 200 mg KCl, 500 mg glucose, 500 mg EGTA, and 600 mg Tris base to 500 ml Milli-Q water, adjust pH to 8.1 and keep on ice-cold water until all ingredients dissolved. Add 500 mg trypsin (Sigma. T4799) to the solution. Filter sterilize and aliquot into 50 ml conical tubes, store at −20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trypsin-EDTA solution"
        },
        {
            "text": "Add 29.5 g tryptose phosphate broth (TPB, Difco) in 1 L Milli-Q water, autoclave 20 minutes in two separate 500 ml volumes to sterilize. Cool and store up in cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trytose phosphate broth"
        },
        {
            "text": "Add 16 g bacto-tryptone, 10 g bacto-yeast extract, and 5 g NaCl to 1 L Milli-Q water, mix until dissolved. Autoclave 30 minutes and store at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2xYT Broth"
        },
        {
            "text": "Add 29.2 g glutamine to 1 L Milli-Q water. Filter sterilize and freeze in 50 ml aliquots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M Glutamine"
        },
        {
            "text": "Add 100 mg ethidium bromide powder into 100 ml sterile water and stir for several hours to dissolve, transfer to dark bottle or wrap container with foil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethidium bromide (1 mg/ml)"
        },
        {
            "text": "Add 1 ml diethyl pyrocarbonate (Sigma Cat. No. D5758) to 1 L Milli-Q water and stir overnight at room temperature. Autoclave for 30 minutes and store at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEPC water"
        },
        {
            "text": "Add 10 g bacto-tryptone, 5 g bacto-yeast extract, 10 g NaCl, and 15 g agar into 1 L Milli-Q water, autoclave for 45 minutes and cool down to about 45°C, add 50 mg/ml ampicillin or 30 mg/ml kanamycin. Pour into plates and store in cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LB plates"
        },
        {
            "text": "The first coronaviruses were isolated in the 1930s (infectious avian bronchitis, IBV) and 1940s (mouse hepatitis virus (MHV) and transmissible gastroenteritis virus, TGEV), but weren't recognized as a related group of viruses until the late 1960s when it was recognized that these viruses had a unique appearance in transmission electron micrographs. The negative-stained EM appearance of these viruses is that of round enveloped particles, approximately 100-160 nm in diameter, that bear bulbous spike proteins on the lipid envelope that give the virus particle an appearance somewhat reminiscent of a crown, thus giving this group of virus its name. Further EM studies of infected cells revealed that coronaviruses bud through intracellular membranes in the ERGIC-Golgi and are subsequently released from the infected cell by exocytosis. Coronavirus particles contain 4 or 5 proteins: a nucleocapsid protein (N), a triple membrane-spanning protein, M, a small membrane protein with ion channel activity, E (Wilson et al., 2004) , a spike protein (S) that makes up the characteristic bulbous peplomer and functions to bind to host cell receptors and mediate virus entry to the cytoplasm. In addition most but not all members of the Group IIa coronaviruses contain a hemaggulitin-esterase (HE) protein, which makes up a second, somewhat shorter, spike protein on these viruses. The virus particles contain a helical nucleocapsid made up of the N protein and a large single-stranded, positive sense, nonsegmented RNA genome, between 27 and 32 kp in length.",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1029,
                    "text": "(Wilson et al., 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY Background Information"
        },
        {
            "text": "The genus Coronavirus is one of two genera in the Coronaviridae family, the other being Torovirus genus. Both of these genera are members of the order Nidovirales that also contains the Arterivirus family. The coronaviruses were originally further classified as belonging to one of three subgroups, subgroup I, II, and III, based on serologic relatedness. Viruses belonging to subgroups I and II infect mammals, subgroup III viruses infect birds. This classification is supported by phylogenetic analyses based on sequence similarity and genetic organization common to each of the subgroups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTARY Background Information"
        },
        {
            "text": "A large number of molecular biologic and sequencing studies established that the coronaviruses share a common genetic organization and mode of replication. Infected cells contain a set of 6-9 virus-specific polyadenylated RNAs that make up a 3′ co-terminal nested set, with the largest member of this set being the genome RNA, with the remaining RNAs representing subgenomic mRNAs. The subgenomic RNAs encode the structural proteins enumerated above in a characteristic order: HE (if present)-S-E-M-N. In addition to these structural genes, coronavirus subgenomic RNAs encode accessory proteins that are not essential for viral replication. They generally modulate cellular responses to infection and are specific for each coronavirus subgroup. The replicase proteins are encoded in the 5′ twothirds of the genome. This region contains two very long partially overlapping open reading frames that are translated by a ribosomal frame shifting mechanism. The approximately 750 kDa primary translation product is cotranslationally autocatalytically cleaved into 16 nonstructural proteins (nsps) that encode the machinery needed for RNA replication and transcription.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTARY Background Information"
        },
        {
            "text": "Many of the coronaviruses are associated with respiratory or enteric diseases, although some viruses replicate and cause disease at other sites, including the liver, spleen, and central nervous system. Most of the coronaviruses are relatively species specific, only infecting their natural host and cell cultures derived from that host or a closely related host species. However there are several examples of coronaviruses jumping species, with SARS-CoV being the most well known example. SARS-CoV is thought to have originated in bats, where SARS-like CoVs have been identified, transmitted to civets and raccon dogs in wild animal markets in Southern China, and then subsequently transmitted to humans (Lau et al., 2010) . During this chain of transmission several key adaptations to the new host occurred . CCoV and FeCoV provide another exception to the high degree of species specificity of coronaviruses, in that both viruses are able to grow in feline cells. Phylogenetic analysis of the group Ia coronaviruses, CCoV, FeCoV, and TGEV, suggest a complex set of recombination events has given rise to these viruses from a common ancestor, likely explaining the ability of both CCoV and FeCoV to infect feline cells (Lorusso et al., 2008; Wesseling et al., 1994) . The species specificity of coronaviruses is controlled by the ectodomain of the S protein, and can be altered by creating chimeric S proteins that contain the ectodomain of a distantly related CoV (Kuo et al., 2000) .",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 722,
                    "text": "(Lau et al., 2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1220,
                    "end": 1242,
                    "text": "(Lorusso et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1243,
                    "end": 1266,
                    "text": "Wesseling et al., 1994)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1466,
                    "end": 1484,
                    "text": "(Kuo et al., 2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY Background Information"
        },
        {
            "text": "Many of the newly identified coronaviruses have not been successfully propagated in cell culture as yet and are only known through RT-PCR sequencing. This is particularly true for the bat coronaviruses, since suitable bat cell lines that might assist in the recovery of these viruses are not commonly available. The barrier to their successful cultivation is likely due to the species specificity of their spike proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTARY Background Information"
        },
        {
            "text": "The development of reverse genetic systems for CoVs has had a major impact on research into these agents, enabling investigations into both basic mechanisms in viral replication and in pathogenesis. Two approaches, targeted recombination (Kuo et al., 2000) and in vitro cDNA assembly (Youn, Leibowitz, and Collisson, 2005; Yount et al., 2002) , which have been employed to perform reverse genetics in coronaviruses are described here. Other reverse genetic systems have been developed for various coronaviruses. These employ recombinant vaccinia viruses, essentially as cloning vectors carrying a coronavirus genome (Casais et al., 2001; Thiel et al., 2001) , or use a bacterial artificial chromosome (BAC) as a cloning vector (Almazan et al., 2000) . Each of these systems has advantages and disadvantages. The in vitro cDNA assembly system has the advantage of ease of manipulation in terms of introducing mutations since the genome has been cloned in seven separate cDNA fragments. The corresponding disadvantage is that the plasmids carrying these cDNAs must be maintained and ligated and subsequently transcribed in vitro to regenerate infectious virus. Vaccinia virus based systems are easy to maintain but it is slightly more cumbersome to generate mutant recombinant viruses and exposes personnel to the added risk of working with vaccinia virus. The BAC based system established for TGEV contains a single cDNA representing the entire TGEV genome, and has the advantage that the genome is under the control of a CMV promoter allowing virus to be regenerated by simple transfection into permissive cells rather than relying on in vitro transcription and electroporation of the resulting RNA into permissive cells. This is balanced by the awkwardness of introducing mutations into the 31 kbp CoV insert in the BAC. All of these systems have been successfully utilized by various labs.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 256,
                    "text": "(Kuo et al., 2000)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 284,
                    "end": 322,
                    "text": "(Youn, Leibowitz, and Collisson, 2005;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 323,
                    "end": 342,
                    "text": "Yount et al., 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 616,
                    "end": 637,
                    "text": "(Casais et al., 2001;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 657,
                    "text": "Thiel et al., 2001)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 727,
                    "end": 749,
                    "text": "(Almazan et al., 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY Background Information"
        },
        {
            "text": "Infectivity Assays-Both the plaque assay and the end point dilution assays are quite reliable, with the largest variable being the physiologic state of the cells used for the assays. We generally do not use cells that have been carried in cell culture more than 20 passages after defrosting to try to minimize variability. For plaque assays it is important to seed cells at a consistent concentration and to allow them to reach confluence. Once cells have reached confluence they should be used that day. Holding them an additional day will depress the titer and result in smaller plaques. A second critical parameter for the plaque assay is avoiding drying out the monolayer, either during washing the monolayers or viral adsorption, steps 3 and 4 respectively in Basic Protocol 1. For this reason we generally only will wash the monolayers in groups of four 6-well plates, and similarly start the viral adsorption four plates at a time. We also do not aspirate all of the media at these two steps, leaving approximately 0.2 ml behind to avoid drying out the plates. It is better to leave too much media behind than too little. If the plates are dried out there will be crescent of dead cells in the plates upon staining. Another critical step is when adding the agarose overlay medium to the plates (Basic Protocol 1, Step 6) to be sure to mix the virus inocula with the overlay medium before the overlay hardens. Failure to do so will result in residual liquid between the overlay medium and the agarose and will result in comet shaped plaques that are hard to count. The critical parameter for the end point dilution assay is the density of the cells at the time of infection. We have found seeding the cells at 50,000 cells per well the evening prior to the assay has worked well in our hands. It is also possible to seed the cells first thing in the morning and perform the assay 6-8 hours after seeding, although this is rarely as convenient. The cell monolayer should be 75% confluent to just barely confluent at the time the assay is performed. Cell monolayers that are crowded will be hard to read since some of the cells may come off the substrate by the end of the assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical Parameters and Troubleshooting"
        },
        {
            "text": "The most important variables for growing high titer stocks are the density and physiologic status of the cells, the particular strain of virus used, and the input multiplicity of infection. One strain of MHV, MHV-A59, grows to very high titer (10 8-10 9 plaque forming units/ml), most other strains commonly used (MHV-3, MHV-2, MHV-1, and MHV-JHM) achieve titers between 10 6-10 8 PFU/ml), and some strains, such as MHV-Yale, grow to still lower titers (10 5-10 6 PFU/ml). Especially for viruses that grow relatively poorly, it is important that the cell monolayers are not confluent when they are infected. We generally infect culture flasks that are 50%-75% confluent, depending upon the strain of MHV we are growing. In Basic Protocol 2, we give a range of multiplicities of infection for growing stock virus, from 0.1-.0001. The multiplicity of infection, the confluence of the monolayer, and the speed at which virus infection spreads through the cell monolayer are related variables. Generally, viruses that reach high titer replicate more quickly and thus the infection spreads through the monolayer more rapidly. Thus a lower multiplicity of infection can be used for these viruses. For viruses that spread somewhat more slowly, it is best to use multiplicities of infection toward the higher portion of this range. The density of the cells used to grow the stock should be adjusted for the estimated amount of time it will take for 90% or more of the cells to develop cytopathogenic effect, with cells infected at relatively low densities (~50% confluence) if the infection is expected to take 3 days; cell monolayers that are ~75% confluent are generally used for infections that are expected to take 48 hours or less. It often takes some experience with an individual virus to determine the optimal conditions for growing a virus stock, since these differ somewhat from strain to strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth and Characterization of MHV Stock Virus-"
        },
        {
            "text": "Mouse Hepatitis Virus Purification-The most critical parameter for purifying unlabeled virus is to start with sufficient virus to be able to see a band after gradient centrifugation. It is often advisable therefore to titer the virus to be purified to be certain it has grown reasonably well. For MHV-A59, a virus that grows to high titer, we generally start the purification with a minimum of 108 ml of clarified infected tissue culture supernate. For viruses that do not grow as vigorously, we generally start with a minimum of 216 ml of clarified infected tissue culture supernate, and preferably with 432 ml or more. For volumes larger than 216 ml it is necessary to pellet the virus through a pad (Basic Protocol 3, steps 1-3), and after pouring off the supernatant liquid, including the pad, a second 216 ml can pelleted through a fresh pad in the same tube. The pellet from both centrifugations can then be resuspended in buffer and virus purified by density gradient centrifugation. It is important to be careful when preparing density gradients and overlaying the sample onto the gradients. It is important to disturb the gradient as little as possible in moving centrifuge tubes into and out of the centrifuge buckets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth and Characterization of MHV Stock Virus-"
        },
        {
            "text": "Generation Of Recombinant MHV From cDNA-There are several critical points in utilizing the cDNA assembly reverse genetic system for coronaviruses. First, several of the large cDNAs have a tendency to undergo deletion when grown in E. coli if care is not taken in making plasmid preps. For this reason we always grow the bacteria containing these plasmids at 30°C (Support Protocol 2) and check that the inserts are the correct size prior to use. We maintain DNA stocks of each plasmid that worked successfully as well as glycerated stocks of the bacteria so we can retransform with a plasmid that we know to be correct. A second critical parameter relates to the ligation of the gel purified cDNAs. We always monitor each ligation step by agarose electrophoresis. If a ligation has not gone to completion we add additional ligase and continue the incubation for an additional 6-24 hours. Gel purified cDNA fragments should be stored at −70°C for no longer than 8 weeks for best results at the ligation step. It is also important to use relatively fresh ligase. We recommend that you avoid using ligase that has been on hand for greater than 4 weeks. In vitro transcription kits can loose activity during storage in the freezer. We keep our T7 polymerase in a Stratacooler (Stratagene) and take care that it is kept cold when taken out of the freezer. It is essential to have a good transcription reaction and to avoid RNA degradation, therefore good technique is called for. We monitor the transcription reaction by gel electrophoresis to be sure that we have synthesized very large RNA transcripts. Finally, when making recombinant viruses containing mutations it is possible to recover undesired wild type contaminants. To minimize the likelihood of this occurring we keep all of the reagents and buffers that we use for transcription and electroporation segregated and in small aliquots. The electroporations are performed in hood that is only used for uninfected cells and we always perform a negative control electroporation that has not received any RNA to monitor for contamination. It is essential to partially sequence any viruses recovered to ascertain that you have recovered the desired virus and not a contaminant. The sequencing should cover any mutations that you have introduced and regions containing marker mutations. For efficient electroporation BHK-R cells need to be growing well and the cell density of the BHK-R cells should be 50-80% confluent prior to harvesting. This is readily achieved by setting up T175 flasks with 7-8 × 10 7 cells 24 hours prior to harvesting as we describe in Basic Protocol 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth and Characterization of MHV Stock Virus-"
        },
        {
            "text": "Targeted Recombination-Many of the key parameters are generally similar for targeted recombination experiments as for the cDNA assembly system. Plasmids are maintained as described above and grown at 30°C. Good in vitro transcription reactions and good quality FCWF cells for nucleofection are key to obtain recombinants. The FCWF cells are more fastidious than the other cells that we use in that they require FBS and sometimes grow more slowly without apparent cause. The cells must be growing well to have reliable results with targeted recombination (Basic Protocol 5). In vitro synthesized RNA transcripts must be stored at −80°C until thawed for nucleofection and then kept briefly at 4°C until the nucleofection reaction takes place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth and Characterization of MHV Stock Virus-"
        },
        {
            "text": "Plaque Assay-Plaques are generally visible after 48 hours incubation. The plaque size varies considerably amongst the different strains of MHV and there is a lesser degree of variation from assay to assay. Although the plaques are typically clear for viruses that produce cell fusion of infected cells (most strains of MHV with the exception of MHV-2) viruses that do not fuse cells may produce cloudy plaques. Plaque sizes for the strains of MHV that are used in our laboratory used are given in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 504,
                    "text": "Table 5",
                    "ref_id": "TABREF16"
                }
            ],
            "section": "Anticipated Results"
        },
        {
            "text": "Growth of MHV Stock Virus-Different strains of MHV grow to different titers, with the MHV-A59 strain achieving the highest titers. Most strains grow to titers that are approximately 10 7 PFU/ml. The ranges of titers that we achieve in growing working stocks of some different strains of MHV are given in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 5",
                    "ref_id": "TABREF16"
                }
            ],
            "section": "Anticipated Results"
        },
        {
            "text": "Mouse Hepatitis Virus Purification-When purifying virus by density gradient centrifugation, the virus is generally visible as an opalescent band in the middle of the gradient. This band can be visualized more easily in a darkened room with a light shined onto the tube against a black or dark gray background as shown in Figure 2A . They buoyant densities of purified coronaviruses are 1.17-1.19 g/cm 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Anticipated Results"
        },
        {
            "text": "Generation of Recombinant MHV from cDNA-Cells electroporated with wild type genomic RNA usually develop wide spread CPE 24-48 hours after electroporation, a sign of virus infection. Mutants with decreased rates of growth can be incubated as long as 72 hours. We consider a mutant to be lethal if no cytopathic effect develops in at least three totally independent electroporations on different days and three sequential blind passages of each electroporation in DBT cells fails to recover infectious virus. We always include at least one experiment in which electroporated cells were incubated at 34°C and 39.5°C to recover temperature sensitive virus. Also we always verify that there are no problems with the cDNA fragments we are using by performing at least one positive control electroporation to generate wild type virus in parallel to the mutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anticipated Results"
        },
        {
            "text": "Recombination-It may take up to three days for CPE to spread to the DBT cells after electroporation of the infected FCWF cells (Basic Protocol 5, Step 12). On infrequent occasions we have observed CPE throughout the monolayer but have failed to recover recombinant virus that grows in murine cells. We also recover recombinants when it is not clear that spread of the infection to DBT cells has been achieved. Therefore we now always pass supernates from the electroporation through murine DBT cells at least one time to select for recombinant virus (Basic Protocol 5, Step 13). In successful experiments where recombination has taken place we typically cytopathic effect at the first passage in DBT cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Recombinant Viruses By Targeted"
        },
        {
            "text": "Infectivity Assays-Both the plaque assay and the end point dilution assay typically take two days to perform once the cell monolayers are ready. It generally takes about 2 hours to perform either assay on a small number (<10) of samples. Larger assays, up to 140 samples, can be performed in single day by one person who is experienced in the assay, and scored 2 days later. To accomplish this it is necessary the day prior to the assay to label all of the tubes needed for serial dilutions and the plates needed for the assays. Scoring very large assays may take the better part of a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Considerations"
        },
        {
            "text": "Growth of MHV Stock Virus-Preparation of working virus stocks (P2 or above) from a single plaque (Basic Protocol 2) generally takes from 2-3 weeks, depending on which strain of MHV you are using. Less vigorous strains tend to take longer, particularly since to obtain a large working stock with a poorly growing virus it may be necessary to grow a P3 stock. It generally takes 3 days or less to grow P1 stocks from a single plaque, another 2 days to determine the titer. The same time table holds true for the growth of P2 working stocks. Characterization of the stocks can take much longer, depending on how it is characterized. If the characterization of the virus stock is limited to determining the titer of the virus stock and the plaque morphology, these two determinations can be done in the same plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Considerations"
        },
        {
            "text": "Mouse Hepatitis Virus Purification-Once clarified supernates are obtained it typically takes two days to purify virus through two cycles of density gradient centrifugation. Most of the time is centrifugation time, freeing the investigator to do other things. Preparing the first density gradients (Basic Protocol 3, Step 5) generally takes about an hour and should be done during the 3 hour initial pelleting step (Basic Protocol 3,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Considerations"
        },
        {
            "text": "Step 3). It is generally more convenient to centrifuge the second density gradient overnight and collect the virus band the following day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time Considerations"
        },
        {
            "text": "cDNA clones generally takes 2-3 weeks. This time includes almost 2 weeks to propagate all seven plasmids and perform the gel purifications of the cDNAs. One the cDNA fragments have been gel purified it takes approximately 3 days for the ligation steps to be completed, and another day for the transcription and electroporation steps, followed by up to three days incubation. Preparation of plaque purified virus stocks from the lysates obtained from a successful electroporation may take another 2-3 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation Of Recombinant MHV From cDNA-Recovery of recombinant virus from"
        },
        {
            "text": "We typically prepare enough linearized plasmid DNA for several experiments 1-2 days in advance of a targeted recombination experiment. Once the linearized plasmid DNA has been transcribed in vitro we will either use the RNA product for nucleofection the same day (preferred) or store it at −80° for no more than 48 hours prior to nucleofection of the FCWF cells. If we are going to use the nucleofect the RNA on the same day as the transcription reaction we do the experiment in the following order. On the day that we are going to perform the experiment we first set up the DBT cells (Infection and Nucleofection,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Recombinant Viruses By Targeted Recombination-Generation of a recombinant strain of MHV by targeted recombination takes approximately 3-4 weeks."
        },
        {
            "text": "Step 2), then set up the in vitro translation reaction as described. While the transcription reaction is incubating we then infect the FCWF cells with fMHV (Infection and Nucleofection, Step 4). During the 4 hour incubation of the fMHV infected FCWF cells the in vitro transcription reaction is completed through",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Recombinant Viruses By Targeted Recombination-Generation of a recombinant strain of MHV by targeted recombination takes approximately 3-4 weeks."
        },
        {
            "text": "Step 5 and the analysis of the transcription product is started (Step 6) It generally takes 1-2 hours to prepare the cells and perform the nucleofection procedure (Infection Nucleofection, Steps 3-11). Once the nucleofection reaction has been performed there are up to three days of incubation time, followed by another 3 days for blind passaging the virus supernate through DBT cells. Preparation of plaque purified virus working stocks from the lysates obtained in a successful targeted recombination may take an additional 2-3 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Recombinant Viruses By Targeted Recombination-Generation of a recombinant strain of MHV by targeted recombination takes approximately 3-4 weeks."
        },
        {
            "text": "A schematic drawing of the preparation of density gradients for virus purification. Step-wise ligation to create full length MHV A59-1000 cDNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1."
        },
        {
            "text": "A schematic representation of the targeted recombination procedure. In the first step fMHV is created by homologous recombination of the felinized S gene (light gray) into the genomic RNA of the MHV-A59 virus to generate a chimeric virus containing the felinized S gene, fMHV. In the second step a mutant MHV-A59 virus is formed by homologous recombination of the donor RNA containing additional mutations (denoted by the asterisk) in the original S gene with the genomic RNA of the felinized MHV. The dark gray region indicates the region of the genome into which a mutation may be inserted into MHV by this methodology. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Engineering the largest RNA virus genome as an infectious bacterial artificial chromosome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Penzes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plana-Duran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "97",
            "issn": "",
            "pages": "5516--5521",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reverse genetics system for the avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "24",
            "pages": "12359--69",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of group 1 coronaviruses in bats in North America",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Oko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "1295--300",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Systematic assembly of a fulllength infectious clone of human coronavirus NL63",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "23",
            "pages": "11948--57",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cloning of the mouse hepatitis virus (MHV) receptor: expression in human and hamster cell lines confers susceptibility to MHV",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dveksler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Pensiero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardellichio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dieffenbach",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "12",
            "pages": "6881--6891",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A combination of mutations in the S1 part of the spike glycoprotein gene of coronavirus MHV-A59 abolishes demyelination",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neurovirol",
            "volume": "10",
            "issn": "1",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of mutations in the mouse hepatitis virus 3′(+)42 protein binding element on RNA replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Millership",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leibowitz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "23",
            "pages": "14570--85",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Retargeting of coronavirus by substitution of the spike glycoprotein ectodomain: crossing the host cell species barrier",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Raamsman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Virology",
            "volume": "74",
            "issn": "3",
            "pages": "1393--406",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ecoepidemiology and complete genome comparison of different strains of severe acute respiratory syndrome-related Rhinolophus bat coronavirus in China reveal bats as a reservoir for acute, self-limiting infection that allows recombination events",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "6",
            "pages": "2808--2827",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "39",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mceachern",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "676--685",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Marasco",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Embo J",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gain, preservation, and loss of a group 1a coronavirus accessory glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lorusso",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decaro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schellen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buonavoglia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "20",
            "pages": "10312--10319",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inactivation of Expression of Gene 4 of Mouse Hepatitis Virus Strain JHM Does Not Affect Virulence in the Murine CNS",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ontiveros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "289",
            "issn": "2",
            "pages": "230--238",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A simple method of estimating fifty per cent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hygiene",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pathogeneic murine coronaviruses I. Characterization and biologic behavior in vitro and virus-specific intracellular RNA of strongly neurotopic JHMV and weakly neurotopic A59V viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Robb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Virology",
            "volume": "94",
            "issn": "",
            "pages": "352--370",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Phylogenetic analysis of a highly conserved region of the polymerase gene from 11 coronaviruses and development of a consensus polymerase chain reaction assay. Virus Research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Casebolt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Gangopadhyay",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "181--189",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infectious RNA transcribed in vitro from a cDNA copy of the human coronavirus genome cloned in vaccinia virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "1273--81",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reverse genetics of coronaviruses using vaccinia virus vectors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "287",
            "issn": "",
            "pages": "199--227",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evolutionary insights into the ecology of coronaviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vijaykrishna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "8",
            "pages": "4012--4032",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nucleotide sequence and expression of the spike (S) gene of canine coronavirus and comparison with the S proteins of feline and porcine coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wesseling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Gen Virol",
            "volume": "75",
            "issn": "",
            "pages": "1789--94",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS coronavirus E protein forms cation-selective ion channels",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mckinlay",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ewart",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "330",
            "issn": "1",
            "pages": "322--353",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "In vitro assembled, recombinant infectious bronchitis viruses demonstrate that the 5a open reading frame is not essential for replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leibowitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "332",
            "issn": "1",
            "pages": "206--221",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Strategy for systematic assembly of large RNA and DNA genomes: transmissible gastroenteritis virus model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "22",
            "pages": "10600--10611",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "22",
            "pages": "12995--13000",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Systematic assembly of a full-length infectious cDNA of mouse hepatitis virus strain A59",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "21",
            "pages": "11065--11078",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Quantitate DNA with Nanodrop. Based on 1000 ng of fragment G for each ligation.Ligation of Purified Restriction Fragments-Ligations are performed stepwise. A schematic diagram depicting the order of ligations is provided inFigure 3. Each ligation is checked for completion on by agarose gel electrophoresis and then religated if needed to go to completion.STEP 1 Ligate A+B, C+D, and E+F:Ligations are set up such that the molar ratios of the various fragments is 1:1 with two exceptions, fragments A and G can be molar excess. The magic ratios in micrograms for the various fragments are:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Add 45 μl of the in vitro transcribed full length RNA and 20 μl of the transcribed N gene to your washed BHK-R cells with nuclear free tips and pipette up and down 3 or 4 times to mix. Electroporation settings are: 0.85 KV, 200 Ω, 25 μF. Electroporate the cells three times, the time constants are usually 0.44-0.62 ms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Add 75 ml of a 1 M HEPES, MOPS, TES Buffer solution, pH 7.3. e. Bring to a final volume of 5 L f. Filter sterilize through a .22 micron filter, dispensing 450 ml into 500 ml sterile bottles. Seal tightly and label DME0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dissolve powdered medium in half the normal volume of water. b. Add 15 ml of 1M HEPES, MOPS, TES buffer, pH7.3, per 500 ml final volume.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Purification of MHV. Panel A. A photograph of a potassium tartrate density gradient containing purified by MHV-A59. Panel B. A schematic diagram of the set up for collecting density gradient purified coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Felis catus whole fetus (FCWF) cells are used for this purpose. 17Cl-1 or DBT cells are generally used for growing MHV. 17CL-1 generally grow the virus to higher titters, although there are occasional failures, particularly with viruses that are not robust growers. DBT cells allow for greater fusion and more rapid spread of the viral infection and it may be better for viruses that don't grow well. L2 cells are the preferred cell line for plaque assays.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Saline EDTA (MSE) buffer (10 mM MOPS, pH 6.8; 150 mM NaCl; 1 mM EDTA)Note: Potassium tartrate solutions should be stored in cold and chilled down prior to use. Gradient maker, available from Hoefer Scientific and GE Healthcare. We have found the 30 ml size (i.e. Hoefer SG30) to be the most useful.Precooled Beckman SW28 and SW41 rotors or equivalent. For radiolabeled samples when only relatively small volumes of virus will be purified, only an SW41 rotor is required.Ultracentrifuge rated to accept the SW28 and SW41 rotors",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Plasmids A and G1.A minimum of 50 μg of DNA is required. We generally start with 100 μg DNA.This should yield sufficient fragments A or G for 10 ligations.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Precipitate the DNA by the addition of an equal volume of isopropanol and let stand at room temperature for 10 minutes. Pellet DNA for 10 minutes at full speed. Discard supernatant and add 1 ml 70% ethanol. Mix well and pellet DNA for 5 minutes. Discard supernatant and add 1 ml 95% ethanol. Mix well and pellet DNA for 5 minutes. Pour off supernatant and let the pellet air dry. Dissolve the dried DNA in 50 μl of nuclease-free water.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "μl of 100% ethanol and spin for 5 minutes. Discard liquid, invert tube to air-dry the pellet for 10 minutes. The pellet should have a white appearance. Then dissolve the pellet with 9 μl of nuclease-free water.2. Set-up the following transcription reactions: The Ambion mMESSAGE mMACHINE kit (Applied Biosystems) is being used for both in vitro transcription reactions. Use the T7 kit (Cat. No. AM1344) for transcription of the ligated fulllength cDNA and the SP6 kit (Cat. No. AM1340) for transcription of the N gene RNA.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Incubate at 37°C overnight. Cells electroporated with wild type genomic RNA usually develop wide spread CPE 24-48 hours after electroporation, a sign of virus infection. Mutants with decreased rates of growth can be incubated as long as 72 hours. If CPE has developed, remove the media to a 15 ml conical tube labeled as P0 and freeze at −80°C. If no CPE is observed, continue to Step 6. If virus is recovered at this stage (CPE is widespread in the culture) skip to Step 7.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "LB plates (50 μg/ml ampicillin or 30 μg/ml kanamycin)",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "QuickClean 5M PCR Purification Kit(Genscript Cat. No. L00198)",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "HYPOTHETICAL DATA TABLE FOR AN ENDPOINT DILUTION ASSAY",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "RELATIONSHIPS OF REFRACTIVE INDEX, PERCENT POTASSIUM TARTRATE (w/w) AND BOUYANT DENSITYPotassium Tartrate Concentration (w/w) Refractive Index Buoyant Density Potassium Tartrate Concentration (w/w) Refractive Index Buoyant DensityTable is calculated by the following formula: Density (at 25°C) = aN D (at 25°C) -b For Potassium Tartrate a = 5.700 and b = 6.634 Curr Protoc Microbiol. Author manuscript; available in PMC 2012 May 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "SEVEN PLASMIDS FOR MHV-A59-1000, THEIR BACKBONES, ANITBIOTIC RESISTANCE AND RESTRICTION ENZYMES USEDPlasmid Name Vector Backbone Antibiotic Resistance Vector Fragment (kpb) Insert Size (kpb) RE to Excise FragmentA PCR-XL-TOPO (Invitrogen) Kanamycin 30 μg/ml",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Plaque sizes and titers of various strains of MHVVirusPlaque Size (mm) * Titer of Stocks * Plaque assays performed in L2 cells and stained after 48 hours incubation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}