{
    "paper_id": "d7e8f22106b7dafc48727f38437f8445dfd4fd35",
    "metadata": {
        "title": "COMPUTATIONAL PREDICTION OF THE COMPREHENSIVE SARS-COV-2 VS. HUMAN INTERACTOME TO GUIDE THE DESIGN OF THERAPEUTICS A PREPRINT -NOT PEER-REVIEWED",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Dick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carleton University Ottawa",
                    "location": {
                        "country": "Canada"
                    }
                },
                "email": "kevin.dick@carleton.ca"
            },
            {
                "first": "Kyle",
                "middle": [
                    "K"
                ],
                "last": "Biggar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carleton University Ottawa",
                    "location": {
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "R"
                ],
                "last": "Green",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carleton University Ottawa",
                    "location": {
                        "country": "Canada"
                    }
                },
                "email": "jrgreen@sce.carleton.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding the disease pathogenesis of the novel coronavirus, denoted SARS-CoV-2, is critical to the development of anti-SARS-CoV-2 therapeutics. The global propagation of the viral disease, denoted COVID-19 (\"coronavirus disease 2019\"), has unified the scientific community in searching for possible inhibitory small molecules or polypeptides. Given the known interaction between the human ACE2 (\"Angiotensin-converting enzyme 2\") protein and the SARS-CoV virus (responsible for the coronavirus outbreak circa. 2003), considerable focus has been directed towards the putative interaction between the SARS-CoV-2 Spike protein and ACE2. However, a more holistic understanding of the SARS-CoV-2 vs. human inter-species interactome promises additional putative protein-protein interactions (PPI) that may be considered targets for the development of inhibitory therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To that end, we leverage two state-of-the-art, sequence-based PPI predictors (PIPE4 & SPRINT) capable of generating the comprehensive SARS-CoV-2 vs. human interactome, comprising approximately 285,000 pairwise predictions. Of these, we identify the high-scoring subset of human proteins predicted to interact with each of the 14 SARS-CoV-2 proteins by both methods, comprising 279 highconfidence putative interactions involving 225 human proteins. Notably, the Spike-ACE2 interaction was the highest ranked for both the PIPE4 and SPRINT predictors, corroborating existing evidence for this PPI. Furthermore, the PIPE-Sites algorithm was used to predict the putative subsequence that might mediate each interaction and thereby inform the design of inhibitory polypeptides intended to disrupt the corresponding host-pathogen interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We hereby publicly release the comprehensive set of PPI predictions and their corresponding PIPE-Sites landscapes in the following DataVerse repository: 10.5683/SP2/JZ77XA. All data and metadata are released under a CC-BY 4.0 licence. The information provided represents theoretical modeling only and caution should be exercised in its use. It is intended as a resource for the scientific community at large in furthering our understanding of SARS-CoV-2. : bioRxiv preprint Promisingly, many computational approaches have been rapidly deployed to increase our understanding of SARS-CoV-2, including protein function, three-dimensional (3D) protein structures, and possible target regions for small inhibitory molecules [2, 3] . Through the use of publication preprint platforms, this information can be immediately disseminated, albeit, with the disclaimer of \"non-peer-reviewed\" research. Two notable examples include the use of DeepMind's recently published AplhaFold protein structure predictor [2] to predict the 3D protein structure of each of the SARS-CoV-2 proteins, and the use of the SUMMIT high-performance computing (HPC) infrastructure to perform large-scale virtual docking simulations as a form of high-throughput screening to identify small inhibitory molecules [3] . Given that the Spike protein from the original SARS coronavirus, SARS-CoV, is known to interact with the human Angiotensin-Converting Enzyme 2 (ACE2), current efforts are focused to better characterize the SARS-CoV-2 Spike protein and its putative interaction with the ACE2 protein.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 722,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Following from a previous study of the Zika virus in 2016 [9], we defined two prediction schemas from which to train the PPI predictors. First, the all schema, contains the maximum available number of known virus-host PPIs regardless of the evolutionary distance between those viruses and the target virus (i.e. SARS-CoV-2). This schema groups all viruses into a \"viral\" collection to serve as a proxy for SARS-CoV-2. The second schema, denoted proximal, is a subset of the all schema, where only the PPIs from evolutionarily related organisms are considered. In both schemas, to avoid possible overfitting, the previously known SARS-CoV Spike vs. ACE2 interaction was removed. We retained the other 2 . CC-BY 4.0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus pandemic has galvanized the research community into the investigation of the SARS-CoV-2 virus and the COVID-19 disease it manifests in humans [1] . Research has progressed with unprecedented speed due, in large part, to the rapid determination of the SARS-CoV-2 genome and proteome. These data enable the research community to collectively contribute to the study and understanding of SARS-CoV-2 and its disease pathogenesis.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Similar efforts are being made to understand the functional and evolutionary characteristics of the SARS-CoV-2 proteome, including the determination of evolutionary conserved functional regions between related viruses to inform the use of anti-viral therapeutics [4] . Given the unique infectivity characteristics of this novel coronavirus, the need for effective anti-viral therapeutics is pressing. The long viral incubation period, during which an individual is simultaneously contagious and asymptomatic, has resulted in rapid global proliferation. Leveraging what is known from the original SARS-CoV outbreak, circa. 2003, and related viral families, this work contributes predicted protein-protein interaction (PPI) networks to guide researchers and form the basis of testable wet laboratory hypotheses.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses share many similarities to the influenza viruses in that they are both enveloped, single-stranded, and helical RNA-viruses among the Group IV viral families [5] . The four coronaviruses known to commonly infect humans are believed to have evolved such that they maximize proliferation within a population. This evolved strategy involves sickening, but not ultimately killing, their hosts. By contrast, the two prior novel coronavirus outbreaks-SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome, named for where the first outbreak occurred)-arose in humans after cross-species jumps from animals, as was H5N1 (the avian influenza). These latter diseases were highly fatal to humans, with a few mild or asymptomatic cases. A greater proportion of mild or asymptomatic cases would have resulted in wide-spread disease, however, SARS and MERS each ultimately killed fewer than 1,000 people.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The scientific community has been spurred into action in response to the recent COVID-19 outbreak, building on decades of basic research characterising this virus family. Labs at the forefront of the outbreak response shared genomes of the virus in open access databases, which enabled researchers to rapidly develop tests for this novel pathogen. Other labs have shared experimentally-determined and computationally-predicted structures of some of the viral proteins, and still others have shared epidemiological data. We hope to contribute to the scientific effort using the latest version of our sequence-based protein-protein interaction (PPI) predictor, PIPE4 [6] in combination with another state-of-the-art PPI predictor, denoted Scoring PRotein INTeractions (SPRINT) [7] . Finally, the PIPE-Sites algorithm was used to predict the sub-sequence regions with a high likelihood of mediating the physical interaction between two given pairs [8] .",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 668,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rapidity of our response is thanks, in part, to having produced an analogous study during the emergence of the Zika Virus outbreak of 2015, where our sequence-based PPI prediction method (PIPE) was used to identify putative human-Zika inter-species PPIs and inform possible synthetic biology approaches for novel interventions and therapeutics [9] . In the present study, of the ∼285,000 predicted pairs, we selected only the highly conservative set of predicted interactions for each of the 14 SARS-CoV-2 proteins resulting in the identification of 225 putative human protein targets. We publicly released these predictions and related meta-data for use by the broader scientific community in the following DataVerse repository: 10.5683/SP2/JZ77XA, [10] . The dataset of experimentally elucidated human-virus PPIs was obtained from the VirusMentha database [11] . These 10,693 known PPIs are used to train the PPI predictors and infer new putative interactions between human proteins and the SARS-CoV-2 proteome. For the all schema, the proteomes of the 43 viral families were collected from Uniprot and are summarized in the appendix Table 4 . In anticipation of the generation of the predicted interactome using the proximal schema, we tabulate the 689 training PPI and the Group IV viral families over which they are distributed (Table  1) . Finally, the human reference proteome (UP000005640) was obtained from Uniprot, retaining only the high-quality \"Reviewed\" Swiss-Prot proteins.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1140,
                    "end": 1147,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1337,
                    "end": 1347,
                    "text": "(Table  1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The proteome of SARS-CoV-2 was obtained from the Uniprot pre-release available at SARS-CoV-2 Pre-Release, [12] , with the disclaimer that these data will become part of a future UniProt release and may be subject to further changes. The 14 SARS-CoV-2 proteins and their function are tabulated in Table 2 . Notably, the P0DTC2 Spike glycoprotein is of special interest to this and related work, since its SARS-CoV equivalent is known to interact with the human ACE2 protein. ",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 303,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The SARS-CoV-2 Proteome"
        },
        {
            "text": "The computational prediction of PPIs is a diverse field which encompasses multiple paradigms (e.g. sequence-, structure-, evolution-, and network-based methods). The shortcomings of one approach are often the strength of another and certain paradigms can be useful in generating insightful interaction interface information. Here, we will discuss the two paradigms with specific relevance to the SARS-CoV-2 pandemic given the current focus of the research community in an effort to develop therapeutics that might slow the progression and impact of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Protein-Protein Interaction Predictors"
        },
        {
            "text": "Structure-based methods require knowledge the 3D structure of each of the proteins from the set of known PPIs and also for each of the proteins for which one wishes to make inferences. Consequently, these methods suffer from low coverage throughout a complete proteome and are generally unsuitable for comprehensive interactome predictions. Furthermore, many structure-based methods rely on de novo or template-based modelling, which tend to be computationally taxing. Promisingly, the DeepMind team that developed the AlphaFold computation protein structure predictor have publicly released their predictions of the 14 proteins in the SARS-CoV-2 proteome for use by the scientific community, enabling the use of structure-based prediction methods. However, high quality structures are not available for all human proteins and, even with complete 3D structural information of each protein in both organisms' proteomes, the computational time complexity to elucidate all possible inter-species pairings make these methods prohibitive beyond modestly sized networks. Promisingly, these methods are highly complimentary to other prediction paradigms and can be applied following the initial screening using other, more computationally efficient and high-throughput PPI prediction methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Protein-Protein Interaction Predictors"
        },
        {
            "text": "At the other computational extreme, sequence-based predictors rely solely upon primary sequence data making them amenable to the investigation of proteome-wide networks. Furthermore, these methods tend to be highly efficient, where individual PPIs can be predicted in a fraction of a second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Protein-Protein Interaction Predictors"
        },
        {
            "text": "PIPE is a sequence-based method of PPI prediction that operates by examining sequence windows on each of the query proteins. If the pair of sequence windows shares significant similarity with a pair of proteins previously known to interact, then evidence for the putative PPI is increased. A similarity-weighted (SW) scoring function uses normalization to account for frequently occurring sequences, not related to PPIs. Given sufficient evidence, a PPI is predicted. PIPE has previously been validated on numerous species for both intra-species and inter-species PPI prediction tasks [13, 14, 15] . Furthermore, the distribution of evidence along the length of each query protein forms a 2D landscape that can indicate the site of interaction (see \"Predicted PPI Site of Interaction\" subsection 2.2.4 below) [8] .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The Protein-Protein Interaction Prediction Engine (PIPE4)"
        },
        {
            "text": "The fourth version of the Protein-protein Interaction Prediction Engine (PIPE4) was recently adapted to improve predictive performance for understudied organisms [6] . That is, species for which the proteome is known, however, the the number of experimentally validated PPIs involving the proteins of this organism is insufficient to train a model to generate the comprehensive interactome. To circumvent this, the PIPE4 algorithm leverages the known PPIs of evolutionarily similar and well-studied organism, serving as a proxy training set. Using an approach denoted as cross-species PPI prediction, the experimentally validated PPIs from the proxy species are used to train the PPI predictor which is then applied to the proteome of the understudied target organism. Due to the limited availability of known SARS-CoV-2 PPIs, we here use the PPIs from a collection of well-studied and evolutionarily similar proxy viruses to generate these cross-species predictions as depicted in Figure 1 . The PIPE4 algorithm is particularly well-suited to cross-and inter-species PPI prediction schemas, given that the SW-scoring function appropriately normalizes the prevalence of sequence windows within each training and target species proteome [6] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 982,
                    "end": 990,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Protein-Protein Interaction Prediction Engine (PIPE4)"
        },
        {
            "text": "The SPRINT predictor is conceptually similar to PIPE; SPRINT aggregates evidence from previously known PPI interactions, depending on window similarity with the query protein pair, to inform its prediction scores [7] . SPRINT leverages a spaced seed approach for determining protein window sequence similarity, where each position in the two windows must either be identical, or do not matter, as defined by the match/don't_care bits of the spaced seeds. Furthermore, protein sequences are encoded using five bits per amino, enabling the use of highly efficient (SIMD) bitwise operations to rapidly compute protein window similarities and, thereby, score predictions [7] . Unfortunately, the present version of the SPRINT algorithm is not designed to explicitly handle inter-and cross-species prediction, nor to predict the specific subsequence site of interaction between a given pair of proteins. Nonetheless, it is among the only PPI predictors capable of predicting comprehensive interactomes in a timely manner and was demonstrated to outperform other PPI predictors, including the PIPE2 algorithm [7] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Scoring PRotein INTeractions (SPRINT)"
        },
        {
            "text": "For each of the 14 SARS-CoV-2 proteins, we predicted their interaction with each of the 20,366 human proteins resulting in 285,124 unique predictions from each of the two predictors considered. From these predicted interactomes, we can plot the rank-ordered distribution of the putative interaction scores involving each of the single SARS-CoV-2 proteins separately. This presents an opportunity to develop protein-specific local decision thresholds, where only those interactions scoring significantly above baseline are reported. These one-to-all score curves are based on the underlying assumption that we expect true SARS-CoV-2 vs. human PPIs to be rare, such that the vast majority of prediction scores should fall below the decision threshold. Furthermore, by also plotting the one-to-all curves for each human protein, we can apply the same local decision logic to the reciprocal perspective (while not performed here, this analysis forms the basis of the Reciprocal Perspective method) [16] .",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 998,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Determining an Appropriate Per-Protein Decision Threshold"
        },
        {
            "text": "Thus, for each one-to-all score curve, a score threshold delineating the \"high-scoring\" PPIs from the baseline was identified and used to determine the high-confidence interactions. In the absence of known PPIs between SARS-CoV-2 and human, it is difficult to determine a suitable global decision threshold. By instead examining the morphology of the one-to-all score curves for both perspectives, we can qualitatively identify high-scoring pairs. This process can be further automated through the identification of the baseline/knee for each view under the assumption that true PPIs are rare and high-scoring, while non-interacting pairs tend to generate scores residing below the knee in the baseline. In Figure 2 , we overlay the one-to-all score curves for each SARS-CoV-2 protein and \"zoom' into the high-score/low-rank region to emphasize that the selection of a single global top-k or score threshold would inappropriately exclude relatively high-scoring pairs within specific SARS-CoV-2 proteins, while admitting too many low-scoring putative PPI for other proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 707,
                    "end": 715,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Determining an Appropriate Per-Protein Decision Threshold"
        },
        {
            "text": "We automated the selection of this operational decision threshold for the 14 SARS-CoV-2 proteins using the Kneedle algorithm, applied to its top-1000 predictions, using a sensitivity parameter of 2.0. An example visual illustration of the highly conservative selection of high-confidence interactions is depicted in Figure 4 and the cut-offs for each protein are tabulated in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 376,
                    "end": 383,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Determining an Appropriate Per-Protein Decision Threshold"
        },
        {
            "text": "We identified the common set of predicted pairs above each locally defined knee from both the PIPE4 and SPRINT methods (their intersection), resulting in a set of 225 putative human protein targets among 279 intersection pairs. These pairs were considered the predicted interactome and were subsequently analyzed by PIPE-Sites and GO-term enrichment analysis was performed using the 225 human proteins identifed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining an Appropriate Per-Protein Decision Threshold"
        },
        {
            "text": "The PIPE4 algorithm generates its prediction for a given pair of proteins based on a two-dimensional landscape of scores, where the score at location x, y, the number of sequence window similarity \"hits\", represents the weight of evidence from the x th and y th subsequence of the human and SARS-CoV-2 proteins, respectively. The PIPE-Sites algorithm examines this landscape and deduces which subsequences from each protein are likely to correspond to the site of interaction [8] . Such information can guide subsequent detailed investigations to determine the physical binding site which may form the target for novel interventions to disrupt the PPI.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Predicted PPI Site of Interaction using PIPE-Sites"
        },
        {
            "text": "The list of PPIs generated from both methods can be used to inform the design of anti-SARS-CoV-2 therapeutics by using peptide sequences from the predicted PPI site, which we refer to as the PPI-Site. We define the PPI-Site as the 5 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint PIPE4 SPRINT Figure 2 : One-to-All Score Curves by Top-k. The top panels depict the combination of one-to-all score curves for each protein, by each predictor and each subplot is a top-k subset of the previous; highlighted in blue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 474,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Predicted PPI Site of Interaction using PIPE-Sites"
        },
        {
            "text": "peptide sequence that is responsible for mediating a given PPI, which is here estimated using the PIPE-Sites method. A conceptual overview of the PIPE4 landscape matrix and PIPE-Site prediction is illustrated in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Predicted PPI Site of Interaction using PIPE-Sites"
        },
        {
            "text": "To determine which cellular pathways may be targeted by SARS-CoV-2, PANTHER Gene Ontology (GO) enrichment analysis was applied to all 225 human proteins predicted to interact with SARS-COV-2 proteins. The molecular function, biological pathway, and cellular pathway p-values were determined with the Fisher's Exact test implemented in the PANTHER Go software [12] . P-Values were corrected for multiple testing using the False Discovery Rate (FDR) method [17] and significant terms were identified at a threshold of 0.05.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Gene Ontology (GO) Enrichment Analysis"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint ... ...",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "A \"Hit\" is the number of known PPIs for wihich the prioteins involved contain a subsequence window similar to the windows corresponding to the cell location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of \"Hits\""
        },
        {
            "text": "MSSSSWLLLSLVAVTAAQSTIEEQAKTFLDKFNHEAEDLFYQS ... PYSIDISKGENNPGFQNTDDVQTSF ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual Overview of a PIPE4 Landscape & the Three Predicted Sites of Interaction (PIPE-Sites)"
        },
        {
            "text": "In order to generate the ∼280,000 PPI predictions, high-performance computing infrastructure was required. The ComputeCanada Graham heterogeneous cluster was leveraged to generate these predictions. Boasting more than 41,000 cores and 520 GPU devices across 1,185 nodes, this HPC cluster enabled the rapid computation and compilation of these predictions. Computational research related to the COVID-19 pandemic has been assigned increased priority which expedited the generation of these predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-Performance Computing Infrastructure"
        },
        {
            "text": "It is of critical importance that the global research community focus its efforts on the rapid understanding the SARS-CoV-2 virus and the pathogenesis of COVID-19 in order to develop anti-viral therapeutics. Fortunately, the prior decades of research into related viral families provide a wealth of data with which to guide current and future studies, such as with the elucidation of the SARS-CoV vs human inter-species interactome in 2011 using the high-throughput (though false positive-prone) yeast-two hybrid method to highlight cyclophilins as a target for pan-coronavirus inhibitors [18] . Previous knowledge of related coronaviruses within the Coronaviridae family provide training samples with which we can identify a number of new high-confidence PPIs that contribute to our understanding of the COVID-19 disease pathogenesis and which may represent targets for novel inhibitory therapeutics.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Results & Discussion"
        },
        {
            "text": "Notably, it is known that the SARS-CoV Spike protein binds to the human ACE2 receptor [19] . Upon entry into the respiratory or gastrointestinal tracts, coronaviruses establish themselves by entering and infecting lumenal macrophages and epithelial cells. The viral cell entry program is orchestrated by the spike protein that binds to the human cellular receptors and, thereby, mediates virus-cell membrane fusions.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results & Discussion"
        },
        {
            "text": "While the putative interaction between the SARS-CoV-2 Spike protein and human ACE2 receptor is a current focus of the research community, it is also valuable to develop a more holistic understanding of the possibly numerous 7 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint Rather than apply a globally defined decision threshold (i.e. top-k or minimum threshold), we automatically detected a highly conservative \"knee\" for each curve (the point of greatest rate of change) to delineate those rare high-scoring pairs from the remaining baseline ( Figure 4B ,E). The union of the n = 1210 predicted PIPE4 and SPRINT high confidence putative PPIs comprises only ∼0.42% of all possible pairs, and their intersection of n = 279 putative pairs comprises a highly conservative <0.098%. These data are tabulated in Table3, illustrated in Figure 5 , and plotted in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 728,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1003,
                    "end": 1011,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1029,
                    "end": 1037,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results & Discussion"
        },
        {
            "text": "We provide the landscapes and predicted PIPE-Sites for each of the predicted interactions for each SARS-CoV-2 proteins and highlight those 279 pairs within the predicted interactome. All data are published in the following DataVerse repository, [10] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results & Discussion"
        },
        {
            "text": "When interpreting the landscapes, it is important to note that the PIPE-Sites algorithm used here is simplistic in its implementation. Briefly, a maximum of three potential peaks in the landscape are identified and a walk algorithm expands the predicted site of interaction until the score falls below a given threshold [8] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "On the Interpretation of PIPE-Sites Predictions"
        },
        {
            "text": "The highlighted sites may appear \"shifted\" relative to the highlighted cells (typically in the bottom-left); this is due to the algorithm's use of a window of 20 amino acids in length that extends both to the left (along the x-axis) and upwards (along the y-axis). Consequently, the minimum PIPE-Site size is 20×20 with the peak in the bottom-left corner. Additionally, this implementation may result in the predicted site extending past the coloured matrix, either to the right or above. This defined window size additionally prevents predictions within the terminal 20 amino acids of both sequences given that the widow sizes in these regions would necessarily be less than 20 amino acids in length. Finally, the PIPE-Sites may overlap when numerous hits appear within close proximity, as is the case when a \"band\" of hits appears in the matrix. Finally, when the peak of the landscape comprises only a few hits (generally <3) the entire landscape is predicted as a site of interaction; evidently, these should be disregarded. Therefore, when interpreting the landscapes, it is important not to solely rely on these proposed regions; they function as an initial guide, yet other high-scoring, or \"hot-spot\", regions of interest may exist in the landscape. By providing a matrix of raw scores (in the form of a space-separated .mat file), visual interpretation of the results promise to reveal notable subsequences as well as enable the application of related interaction site predictors to identify putative sites of interaction. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint Figure 6 : The PIPE-Sites Landscape between the SARS-CoV-2 Spike protein and human ACE2 protein. The three red rectangles represent the predicted PIPE-Sites regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1674,
                    "end": 1682,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "On the Interpretation of PIPE-Sites Predictions"
        },
        {
            "text": "Most excitingly, both the PIPE4 and SPRINT predictors scored the SARS-CoV-2 Spike protein vs. human ACE2 protein as the top-ranking prediction in their respective one-to-all score curves (P0DTC2-Q9BYF1) (PIPE4 SW score of 2.159, SPRINT score of 29.3515). As previously noted, this was achieved despite the removal of the known SARS-CoV Spike protein vs. ACE2 PPI within the training dataset. This finding corroborates related research reporting that SARS-CoV-2 can infect the human respiratory epithelial cells through interaction with the human ACE2 receptor [20] .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 564,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Spike Protein vs. ACE2 Interaction"
        },
        {
            "text": "Certainly, if the SARS-CoV-2 and SARS-CoV Spike proteins share sufficient sequence and structural similairty, it can be expected that anti-virals designed against SARS-CoV promise to also be effective against SARS-CoV-2. We investigate this sequence similarity by performing a BLASTp alignment of the two sequences. Interestingly, only 76% identity was observed (Figure 7) suggesting that the SARS-CoV-2 protein might have evolved to be sufficiently different from its SARS-CoV variant to render existing anti-virals ineffective. However, the SARS-CoV-2 variant is likely to share a similar mechanism of action where the recombinant SARS-CoV-2 spike protein downregulates ACE2 expression and thereby promotes lung injury, as seen in the SARS-CoV variant [19] .",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 758,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 372,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The Spike Protein vs. ACE2 Interaction"
        },
        {
            "text": "Consequently, the elucidation of the Spike-ACE2 binding interface is needed to design novel therapeutics. To that end, we used the PIPE-Sites algorithm to predict the three most likely putative interaction interfaces between the Spike (P0DTC2) and ACE2 (Q9BYF1) proteins ( Figure 6 ). Note that all predicted subsequence offsets are 0-indexed. With a maximum landscape peak of 6, the PIPE-Sites algorithm identified three putative interaction interfaces: Most interestingly, certain of these region along the Spike protein appears to coincide with mismatched or gap regions along the dot plot alignment depicted in Figure 7 ). For example, upon closer investigation of the alignment around residue 420, we note six mismatches. Their proximity to a candidate region of interaction certainly warrant additional experimental investigation (Figure 7 ). While numerous inhibitory strategies exist, including the use of small molecules or small interfering RNAs, this research is most directly amenable to the design small inhibitory peptides that inhibit virus infection by preventing Spike protein-mediated receptor binding and blocking viral fusion and entry. Unfortunately, much like small peptides and interfering RNAs, peptide-based solutions are disadvantaged by their low antiviral potency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 836,
                    "end": 845,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The Spike Protein vs. ACE2 Interaction"
        },
        {
            "text": "Among the 225 human proteins identified, six Human Leukocyte Antigen (HLA) class I/II histocompatibility antigens were predicted to interact with P0DTC3, the SARS-CoV-2 Protein 3a: The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint Figure 8 : Landscapes of the Six Predicted HLA interactors with SARS-CoV-2 Protein 3a. The three red rectangles represent the predicted PIPE-Sites regions. Their \"shifted\" relative to the highlighted cells is due to the algorithm's use of a window of 20 amino acids in length that extends both to the left (along the x-axis) and upwards (along the y-axis). This implementation may also result in the predicted site extending past the coloured matrix, either to the right or above. The PIPE-Sites may overlap when numerous hits appear within close proximity, as is the case when a \"band\" of hits appears in the matrix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "HLA Class I/II Histocompatibility Antigen"
        },
        {
            "text": "organisms was found to be limited only to amino acid residues [209-264] which form the cytoplasmic domain of ORF3a. This subsequence region was predicted to be involved in calcium binding and then confirmed in vitro [21].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HLA Class I/II Histocompatibility Antigen"
        },
        {
            "text": "Given the important role that calcium plays as part of virion structure formation, virus entry, viral gene expression, virion maturation, and release, these regions of Protein 3a are of possible interest for disruption of SARS-CoV-2. Specifically, the design of a small inhibitory peptide targeting this subsequence region of protein 3a might disrupt the viral life cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HLA Class I/II Histocompatibility Antigen"
        },
        {
            "text": "Of the 225 human proteins within the intersection of the PIPE4 and SPRINT predicted interactions, we ran a number of GO-term analyses to better understand the functional role of the human proteins involved. To this end, the GO Panther Classification System was used to run over/under-representation analysis of the 225 human proteins as compared to the reference human proteome. A Fisher's Exact test with correction for False Discovery Rate was used to extract a list of the most enriched GO-terms among the 215 human proteins for which GO-term data were available. The Molecular Functions exhibiting a fold enrichment greater than 3 are reported in 5; the Biological Processes exhibiting a fold enrichment greater than 50 are reported in 6; and the Cellular Components exhibiting a fold enrichment greater than 15 are reported in 7. The fold enrichment cut-offs were selected to limit the size of the tables; the complete tables are available in the public repository, [10] .",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 975,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "GO-Term Analyses"
        },
        {
            "text": "While this current analysis combines all predicted human interactors together, a more revealing analysis might investigate the resultant GO-terms on a per-viral-protein basis to identify those human pathways and biological processes most sensibly targeted by SARS-CoV-2. This analysis is likely to appear in a subsequent version of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GO-Term Analyses"
        },
        {
            "text": "Of the GO-terms observed from the current analysis, the highly over-represented biological processes in Table 6 are the most interesting. Notably, the top-9 GO-terms have a 96.98 fold enrichment given that the predicted set of human interactors contain all of the proteins from the H. sapiens reference (i.e. the number of proteins present in the reference are also in the sample: 2/2, 8/8, and 3/3 among the top-3, respectively). We specifically highlight the \"antigen processing and presentation of exogenous peptide antigen via MHC class Ib\" (GO:0002477) and the \"calcium ion transport from cytosol to endoplasmic reticulum\" (GO:1903515). Moreover, the top-ranking cellular component GO-terms (Table 7) show notable over-representation of \"MHC class Ib protein complex\" (GO:0032398), \"MHC class I protein complex\" (GO:0042612), and numerous proteasome complex terms. While only a shallow analysis is presented here, a more involved investigation into these predicted interactions promises to reveal putative targets for novel inhibitory peptides.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 696,
                    "end": 705,
                    "text": "(Table 7)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "GO-Term Analyses"
        },
        {
            "text": "To better visualize the predicted interactome and the over-represented GO-terms within, a network-based representation is depicted in Figure 9 . Much like the HLA proteins highlighted above, we note a number of highly represented GO-terms around several of the proteins of interest including those related to the immune response, various types of signalling, and the viral life cycle. We hope that this work will guide the broader research community in their search for putative inhibitory molecules.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Complete Predicted Interactome"
        },
        {
            "text": "The purpose of this work is to help guide the broader research community in the collective pursuit to understand the SARS-CoV-2 viral pathogenesis. To that end, we assessed 285,124 protein pairs using two state-of-the-art sequencebased PPI predictors, thereby creating the comprehensive SARS-CoV-2 vs. human interactome. For each of the 14 SARS-CoV-2 proteins, a highly conservative locally defined decision threshold was determined to obtain a predicted interactome comprising 279 putative PPIs involving 225 human proteins within the predicted intersection of the PIPE4 and SPRINT methods. Furthermore, the PIPE-Sites algorithm was used to predict the putative interaction interfaces to identify the subsequence regions of interest that might mediate these interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These predictions have been deposited in this public DataVerse repository for use by the broader scientific community in this collective effort to combat the COVID-19 pandemic [10] . All data and metadata are released under a CC-BY 4.0 licence and we re-emphasize that the information provided is theoretical modelling only and caution should be exercised in its use. It is intended only as a resource for the scientific community at large in furthering our understanding of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The COVID-19 pandemic has led to catastrophic loss of life and the necessity to implement quarantines globally to contain the virus' propagation. In order to reduce the transmission of the virus between people, three strategies can be used: wide-spread vaccination (only available in ∼12-18 months), wide-spread use of anti-viral medication (available within months), and social distancing (immediately applicable, though highly disruptive). This paper focuses on the second strategy by using algorithms to study the novel coronavirus and to help the research community identify new ways to disrupt the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layperson Summary"
        },
        {
            "text": "We use the information available from other viruses that have infected humans (e.g. 2003 SARS virus, Dengue virus, Zika virus) to predict how physical interactions between human proteins and those from the novel coronavirus. We leveraged the Graham supercomputer to predict every possible relationship (>280,000) between nCoV and humans and generated these predictions. The algorithms are also used to identify the specific parts of the viral proteins that likely cause these interactions which is potentially useful to design drugs that can block that mechanism. This computational work is meant to function as a comprehensive \"guide\" to support other researchers in their exploration of new ways to protect against the novel coronavirus. Figure 10 : Compilation of the One-to-All Score Curves for each SARS-CoV-2 protein by PIPE4 (blue) and SPRINT (green). Each of the subplots depicts a characteristic \"L\"-shape, where there are a relatively small number of high-scoring pairs as compared to a large number of low-scoring pairs within the baseline. Note that the y-axes are not shared among subplots.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 749,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Layperson Summary"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Three Emerging Coronaviruses in Two Decades: The Story of SARS, MERS, and Now COVID-19",
            "authors": [
                {
                    "first": "Jeannette",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Journal of Clinical Pathology",
            "volume": "153",
            "issn": "4",
            "pages": "420--421",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improved protein structure prediction using potentials from deep learning",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Senior",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Jumper",
                    "suffix": ""
                },
                {
                    "first": "Laurent",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Sifre",
                    "suffix": ""
                },
                {
                    "first": "Chongli",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "Augustin",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Žídek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bridgland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Repurposing therapeutics for covid-19: Supercomputer-based docking to the sars-cov-2 viral spike protein and viral spike protein-human ace2 interface",
            "authors": [
                {
                    "first": "Micholas",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structural genomics and interactomics of 2019 wuhan novel coronavirus, sars-cov-2, indicate evolutionary conserved functional regions of viral proteins",
            "authors": [
                {
                    "first": "Hongzhu",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Ziyang",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Ming",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Senbao",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Winnie",
                    "middle": [],
                    "last": "Mkandawire",
                    "suffix": ""
                },
                {
                    "first": "Oleksandr",
                    "middle": [],
                    "last": "Narykov",
                    "suffix": ""
                },
                {
                    "first": "Suhas",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "Mo",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Dmitry",
                    "middle": [],
                    "last": "Korkin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2020.10.20944/preprints202002.0372.v1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Expression of animal virus genomes",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Bacteriological reviews",
            "volume": "35",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pipe4: Fast ppi predictor for comprehensive inter-and cross-species interactomes",
            "authors": [
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "Bahram",
                    "middle": [],
                    "last": "Samanfar",
                    "suffix": ""
                },
                {
                    "first": "Bradley",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "Elroy",
                    "middle": [
                        "R"
                    ],
                    "last": "Cober",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Mimee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "Kyle",
                    "middle": [
                        "K"
                    ],
                    "last": "Molnar",
                    "suffix": ""
                },
                {
                    "first": "Ashkan",
                    "middle": [],
                    "last": "Biggar",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Golshani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dehne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "James R Green",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific Reports",
            "volume": "10",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sprint: ultrafast protein-protein interaction prediction of the entire human interactome",
            "authors": [
                {
                    "first": "Yiwei",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Lucian",
                    "middle": [],
                    "last": "Ilie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC bioinformatics",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Binding site prediction for protein-protein interactions and novel motif discovery using re-occurring polypeptide sequences",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Amos-Binks",
                    "suffix": ""
                },
                {
                    "first": "Catalin",
                    "middle": [],
                    "last": "Patulea",
                    "suffix": ""
                },
                {
                    "first": "Sylvain",
                    "middle": [],
                    "last": "Pitre",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Schoenrock",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "Ashkan",
                    "middle": [],
                    "last": "James R Green",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Golshani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dehne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC bioinformatics",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Designing anti-zika virus peptides derived from predicted human-zika virus protein-protein interactions",
            "authors": [
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Kazmirchuk",
                    "suffix": ""
                },
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "Brad",
                    "middle": [],
                    "last": "Burnside",
                    "suffix": ""
                },
                {
                    "first": "Houman",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "Maryam",
                    "middle": [],
                    "last": "Moteshareie",
                    "suffix": ""
                },
                {
                    "first": "Katayoun",
                    "middle": [],
                    "last": "Hajikarimlou",
                    "suffix": ""
                },
                {
                    "first": "Duale",
                    "middle": [],
                    "last": "Omidi",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Clara",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lettl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Computational biology and chemistry",
            "volume": "71",
            "issn": "",
            "pages": "180--187",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comprehensive Prediction of the SARS-CoV-2 vs. Human Interactome using PIPE4, SPRINT, and PIPE-Sites",
            "authors": [
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "Kyle",
                    "middle": [
                        "K"
                    ],
                    "last": "Biggar",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "R"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virusmentha: a new resource for virus-host protein interactions",
            "authors": [
                {
                    "first": "Alberto",
                    "middle": [],
                    "last": "Calderone",
                    "suffix": ""
                },
                {
                    "first": "Luana",
                    "middle": [],
                    "last": "Licata",
                    "suffix": ""
                },
                {
                    "first": "Gianni",
                    "middle": [],
                    "last": "Cesareni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic acids research",
            "volume": "43",
            "issn": "D1",
            "pages": "588--592",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mp-pipe: a massively parallel protein-protein interaction prediction engine",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Schoenrock",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Dehne",
                    "suffix": ""
                },
                {
                    "first": "Ashkan",
                    "middle": [],
                    "last": "James R Green",
                    "suffix": ""
                },
                {
                    "first": "Sylvain",
                    "middle": [],
                    "last": "Golshani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pitre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the international conference on Supercomputing",
            "volume": "",
            "issn": "",
            "pages": "327--337",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pipe: a protein-protein interaction prediction engine based on the re-occurring short polypeptide sequences between known interacting protein pairs",
            "authors": [
                {
                    "first": "Sylvain",
                    "middle": [],
                    "last": "Pitre",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Dehne",
                    "suffix": ""
                },
                {
                    "first": "Albert",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jim",
                    "middle": [],
                    "last": "Cheetham",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Emili",
                    "suffix": ""
                },
                {
                    "first": "Marinella",
                    "middle": [],
                    "last": "Gebbia",
                    "suffix": ""
                },
                {
                    "first": "Jack",
                    "middle": [],
                    "last": "Greenblatt",
                    "suffix": ""
                },
                {
                    "first": "Mathew",
                    "middle": [],
                    "last": "Jessulat",
                    "suffix": ""
                },
                {
                    "first": "Nevan",
                    "middle": [],
                    "last": "Krogan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC bioinformatics",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Short co-occurring polypeptide regions can predict global protein interaction maps",
            "authors": [
                {
                    "first": "Mohsen",
                    "middle": [],
                    "last": "Sylvain Pitre",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Hooshyar",
                    "suffix": ""
                },
                {
                    "first": "Bahram",
                    "middle": [],
                    "last": "Schoenrock",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Samanfar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jessulat",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "James R Green",
                    "suffix": ""
                },
                {
                    "first": "Ashkan",
                    "middle": [],
                    "last": "Dehne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Golshani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scientific reports",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reciprocal perspective for improved protein-protein interaction prediction",
            "authors": [
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "James R Green",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientific reports",
            "volume": "8",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Panther version 14: more genomes, a new panther go-slim and improvements in enrichment analysis tools",
            "authors": [
                {
                    "first": "Huaiyu",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "Anushya",
                    "middle": [],
                    "last": "Muruganujan",
                    "suffix": ""
                },
                {
                    "first": "Dustin",
                    "middle": [],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "Xiaosong",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Paul D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nucleic acids research",
            "volume": "47",
            "issn": "D1",
            "pages": "419--426",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The sars-coronavirus-host interactome: identification of cyclophilins as target for pan-coronavirus inhibitors",
            "authors": [
                {
                    "first": "Susanne",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Schöpf",
                    "suffix": ""
                },
                {
                    "first": "Manfred",
                    "middle": [],
                    "last": "Kögl",
                    "suffix": ""
                },
                {
                    "first": "Caroline",
                    "middle": [
                        "C"
                    ],
                    "last": "Friedel",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "Javier",
                    "middle": [],
                    "last": "Carbajo-Lozoya",
                    "suffix": ""
                },
                {
                    "first": "Thorsten",
                    "middle": [],
                    "last": "Stellberger",
                    "suffix": ""
                },
                {
                    "first": "Petra",
                    "middle": [],
                    "last": "Ekatarina Von Dall&apos;armi",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kallies",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS pathogens",
            "volume": "7",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overview of the Two Prediction Strategies to Generate the SARS-CoV-2 vs. Human Interactome. At present, only the results of the All schema are presented in this work. four known interactions between SARS-CoV and human. At present, only the results of the all schema are presented and analyzed. A subsequent version of this article will additionally provide the results of the proximal schema.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Conceptual Overview of the PIPE4 Landscape and the Three Predicted Sites of Interaction (PIPE-Sites)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Example Compilation of the Spike Protien One-to-All Score Curve, Knee Detection for Local Cut-Off, and Rank Order Predictions, for each Method. Panels A & D depict the one-to-all score curves from the predicted score between the Spike protein and all proteins in the human proteome. Panels B & E depict the detected knee from the top-1000 of the one-to-all score curves. Panels C & F depict the predicted interactions above the knee.SARS-CoV-2 vs. human PPIs. Consequently, additional viral-human interactions might be targeted and disrupted with the use of small inhibitory peptides or molecules. To this end, we leverage sequence-based predictors to score all possible interactions between the SARS-CoV-2 and human proteomes. For each of the 14 viral proteins, sorting the 20,366 scores (for each human protein) into a monotonically decreasing rank order enables the identification of the subset of high scoring putative interactors with that one viral protein (Figure 4A,D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Venn Diagram of the Human Proteins Predicted to Interact with SARS-CoV-2 Proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "P0DTC2: [86-109]; Q9BYF1: [738-816] 2. P0DTC2: [795-816]; Q9BYF1: Entire sequence 3. P0DTC2: [960-981]; Q9BYF1: Entire sequenceInterestingly, the PIPE-Sites score landscape inFigure 6exhibits a number of horizontal bands indicative of subsequence regions along the Spike protein that correspond to a relatively high likelihood of interaction. While the PIPE-Sites algorithm only identifies three putative regions, these bands suggest additional regions of interest.The highest-scoring predicted PIPE-Site interface corresponds to the Spike [86-109] subsequence and the ACE2 [738-816] subsequence, which resides within the intracellular cytoplasmic domain of ACE2. However, upon closer inspection of other \"hot spot\" regions within the landscape, we note several that reside within the extracellular Nterminal region of ACE2 (i.e. residues ∼[30-84] & [353-357]). In particular, we note the three following regions of interest",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Dot Plot of the BLASTp Alignment of the SARS-CoV and SARS-CoV-2 Spike Protein. The alignment of the two proteins results in a max score of 2039, a total score of 2039, 100% coverage, an E-value of 0.0, and 76.04% identity. Specifically: 971/1277 (76%) identities, 1109/1277 (86%) positives, and 26/1277 (2%) gaps. Arrows indicate gaps within the alignment and the zoomed-in region highlights the six mismatches around residue 420. Visually high-scoring region: P0DTC2: near residue 1224; Q9BYF1: [15-23] Within ACE2 residues [30-84]: P0DTC2: near residue 420; Q9BYF1: [80-84] Within ACE2 residues [353-537]: P0DTC2: near residue 420; Q9BYF1: [355-357]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "P13747: HLA-E HLA-6.2 HLAE • P01911: HLA-DRB1 • P17693: HLA-G HLA-6.0 HLAG • P04439: HLA-A HLAA • P10321: HLA-C HLAC • P30511: HLA-F HLA-5.4 HLAF The visualization of the predicted site of interaction for the six HLA interactions highlight a consistent subsequence region of the SARS-CoV-2 protein 3a between amino acids [202-222] (Figure 8). Literature review reveals that the open reading frames (ORFs) of the SARS-CoV virus, the ORF3a, encodes the variant 274 AA-long Protein 3a.A previous study used sequence analysis that suggested that the ORF3a aligned to a calcium pump present in Plasmodium falciparum and glutamine synthetase found in Leptospira interrogans. This sequence similarity between the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The Predicted SARS-CoV-2 vs. Human Interactome. GO-terms are approximately ordered by function, where related functions are closer in colour. The inset highlights the gene interactions of possibly greatest interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Ilona Glowacka, Stephanie Bertram, Petra Herzog, Susanne Pfefferle, Imke Steffen, Marcus O Muench, Graham Simmons, Heike Hofmann, Thomas Kuri, Friedemann Weber, et al. Differential downregulation of ace2 by the spike proteins of severe acute respiratory syndrome coronavirus and human coronavirus nl63. Journal of virology, 84(2):1198-1205, 2010. [20] Michael Letko, Andrea Marzi, and Vincent Munster. Functional assessment of cell entry and receptor usage for sars-cov-2 and other lineage b betacoronaviruses. Nature microbiology, pages 1-8, 2020. [21] Rinki Minakshi, Kartika Padhan, Safikur Rehman, Md Imtaiyaz Hassan, and Faizan Ahmad. The sars coronavirus 3a protein binds calcium in its cytoplasmic domain. Virus research, 191:180-183, 2014.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Compilation of the Detected Knee of each One-to-All Score Curves for each SARS-CoV-2 protein by PIPE4 and SPRINT. Each of the subplots highlights the detected knee of the normalized top-1000 predictions obtained using the Kneedle algorithm. The differences curve plots the value obtained from subtracting the perpendicular distance of each point to y = x from the distance of each point vertically to y = x of the normalized plot. The peak of this curve, parameterized by S, estimates the location of the knee.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Compiled plot of all the Predicted Interactions for each protein and each method.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Group IV Viral Families and their Number of PPIs used in the Proximal Prediction Schema.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The 14 Proteins in the SARS-CoV-2 Proteome.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of the Number of Predicted Interactions.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "PANTHER GO-Term Analysis of Molecular Function Over/Under-Representation for the 225 Predicted Human Interactors. 35E-14 1.43E-12 peptidase activity, acting on L-amino acid peptides (GO:0070011) author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "PANTHER GO-Term Analysis of Biological Process Over/Under-Representation for the 225 Predicted Human Interactors. author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "PANTHER GO-Term Analysis of Cellular Component Over/Under-Representation for the 225 Predicted Human Interactors. author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.29.014381",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was funded by a grant from the Canadian Natural Sciences and Engineering Research Council (NSERC) to JRG (RGPIN/327498-2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}