{
    "paper_id": "d7fa4af9fe79cf3a8b8510170f7f5c35b989d7f7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "the mortality of elderly patients is higher. 2 A study of 1099 patients with confirmed new type of coronavirus pneumonia found that 15.1% of the population is 60 years old and above, and 27.0% of those who are severely aged 60 years and above. 3 Another large study analyzed 4021 confirmed cases, and the results showed that 1 052 (26.2%) were 60 years of age or older. In terms of mortality, the mortality rate of patients aged 60 years and over (5.3%) is significantly higher than that of patients under 60 years (1.4%). 4 The purpose of this study was to compare the clinical features of elderly and non-elderly (young and middle-aged) patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 245,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 523,
                    "end": 524,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 56 confirmed cases of neo-pneumococcal pneumonia treated in Hainan General Hospital from January 1, 2020 to February 15, 2020 were collected. According to the age, it is divided into the elderly group ( ≥60 years old) and the young and middle-aged group ( < 60 years old).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Suspected cases are determined in two cases. The first is \"have any one of the epidemiological history, and meet any two of the clinical manifestations (fever and/or respiratory symptoms; with the imaging characteristics of the pneumonia mentioned above; the total number of white blood cells in the early stage of disease is normal or decreased, and the lymphocyte count is reduced). The second is \"without a clear epidemiological history and conforms to 3 of the clinical manifestations (fever and/or respiratory symptoms; with the aforementioned imaging characteristics of pneumonia; the total number of white blood cells in the early stage of disease is normal or decreased, and the lymphocyte count is reduced). Confirmed cases need to have a positive result of pathogenic evidence (real-time fluorescent RT-PCR detection of new coronavirus nucleic acid positive; or viral gene sequencing, highly homologous to known new coronavirus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New diagnostic criteria for coronavirus pneumonia"
        },
        {
            "text": "Compare the symptoms characteristics, antiviral and antibiotic use, admission to the intensive care unit (ICU), and mechanical ventilation requirements of the two groups. Compare the two groups of patients with Pneumonia Severity Index (PSI). PSI: age (direct scoring, such as 50 years old, direct 50 points), gender (no increase for males, minus 10 for females), and staff in nursing facilities (plus 10 Points), tumor (plus 30 points), liver disease (plus 20 points), congestive heart failure (plus 10 points), cerebrovascular disease (plus 10 points), kidney disease (plus 10 points), mental state changes (plus 20 points), respiratory frequency ≥30 / min (plus 20 points), systolic blood pressure < 90 mmHg, body temperature < 35 °Cor ≥40 °C, pulse ≥125 beats / min, blood gas analysis PH < 7.35 (plus 30 points), blood urea Nitrogen ≥11 mmol / L (plus 20 points), blood sodium < 130 mmol/L (plus 20 points), blood glucose ≥14.0 mmol/L (plus 10 points), hematocrit < 30%, PO 2 < 60 mmHg (plus 10 points)), Pleural effusion (plus 10 points), the scores of the above 20 parameters are added up to calculate the total score, the higher the score, the worse the condition. PSI grades I (no score required), II ( ≤70), III (71-90), IV (91-130), and V ( > 130).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of clinical results"
        },
        {
            "text": "Comparison of imaging and laboratory results between the symptoms and characteristics, hospital stay, disease outcome, and laboratory (leukocyte, neutrophil ratio, lymphocyte ratio, C response) Protein, procalcitonin); compare the difference between the two groups of patients based on chest 128-slice computed tomography(CT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of clinical results"
        },
        {
            "text": "Continuous variables are represented by median and quartile ranges (P 25 and P 75 ), and categorical variables are represented by numbers (percentages). Student, t -test is used for normal distribution variables and Mann-Whitney U test is used for non normal distribution variables. χ 2 test or Fisher exact test were used to analyze the classified variables. The statistical software package of Social Sciences (SPSS 25.0) was used for analysis, and P value < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "During the study period, a total of 56 patients were evaluated, 18 elderly patients (32.14%), and 38 young patients (67.86%). The median age of the elderly group was 68 years (interquartile range [IQR]65.25-69.75), while the median age of the young and middle age group was 47 years (IQR 35.75-51.25), showing a statistically significant difference between the two groups Significance ( P < 0.001). The most common symptoms in both groups were fever, followed by cough and sputum. The PSI score of the elderly group was higher than that of the young and middle-aged group ( P < 0.001). The proportion of patients with PSI grade IV and V was significantly higher in the elderly group than in the young and middle-aged group ( P < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of basic clinical characteristics between the two groups"
        },
        {
            "text": "During the hospitalization period, 128 lung CT scans of 56 patients were performed. The proportion of multiple lobe involvement in the elderly group was higher than that in the young and middle-aged group ( P < 0.001), and there was no difference in single lobe lesions between the two groups. The proportion of lymphocytes in the elderly group was significantly lower than that in the young and middle-aged group ( P < 0.001), and the C-reactive protein was significantly higher than in the young and middle-aged group ( P < 0.001). There were no significant differences in white blood cell count, neutrophil ratio, procalcitonin, hemoglobin level, hemoglobin, platelet, and serum creatinine in the two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of chest CT and laboratory results between the two groups of patients"
        },
        {
            "text": "The ARDS in the elderly group (4 of 18 patients [22.22%]) was higher than that in the young and middle-aged group, and acute heart, liver, and kidney function injuries were higher than those in the young and middle-aged group. The Lopinavir and Ritonavir Tablets, Chinese medicine, oxygen therapy, and mechanical ventilation were statistically different in the elderly group and the young and middle-aged group, and the P values were all < 0.05. ( Table 3 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 455,
                    "text": "( Table 3",
                    "ref_id": null
                }
            ],
            "section": "Complications after admission and treatment measures"
        },
        {
            "text": "This is an extended descriptive study of the clinical characteristics of elderly COVID-19 patients, including data on elderly patients with severe referrals from other hospitals to the Hainan General Hospital. The differences between elderly COVID-19 patients and young and middle-aged patients were analyzed, and information on in-hospital deaths was added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the 56 patients with 2019-nCoV infection, we observed that more men than women in elderly patients, and more men than women infected by MERS-CoV and SARS-CoV. 5 In addition, there are 12 elderly patients with chronic basic diseases with 2019-nCoV infection, which is much higher than the young and middle-aged patients, mainly cardiovascular and cerebrovascular diseases and diabetes, which is similar to MERS-CoV. 6 Our results suggest that 2019-nCoV is more likely to infect adult men with chronic comorbidities due to their weaker immune function.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 418,
                    "end": 419,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In terms of laboratory tests, the proportion of patients with an increased number of white blood cells and neutrophils in elderly patients was significantly higher than that in the young and middle-aged group, suggesting that elderly 2019-nCoV infected patients are more likely to have bacterial infection. In addition, the proportion of lymphocytes decreased in 9 of the elderly patients, which was much higher than that of the young and middle-aged patients. It may be due to changes in the elderly's lung anatomy and muscle atrophy leading to changes in the physiological functions of the respiratory system, reduced airway clearance, 7 reduced lung reserve, 8 and reduced defense barrier function, 9 The level of C-reactive protein in elderly patients is significantly higher than that in the young and middle-aged group, which is similar to MERS-CoV. 10 In terms of imaging, the incidence of multilobe lesions in elderly patients is significantly higher than in young and middle-aged patients. CT examination is the most direct and rapid examination method, which can quickly confirm the diagnosis and grasp the changes of the patient's condition to guide the clinical update of the treatment plan. Judging the severity, severity, and severity of the disease by occupying the corresponding lung lobe area and scoring images can help early attention to the tendency to severe illness. 11 In our study, there was 1 death in the elderly group (5.56%) and 2 deaths in the young and middle age groups (5.26%). Although the death rate in the elderly group was higher than that in the young and middle age groups, the death rate in the young and middle age group was significantly higher than the other two. Large sample study. [12] [13] The reason may be that our hospital is the severe treatment base in Hainan Province, which has caused a significant increase in the proportion of severe illness in our hospital and caused an increase in the mortality rate of young people. But the mortality of elderly patients is basically consistent with domestic research. 14 Antiviral is particularly important in the treatment of COVID-19, but there are currently no drugs targeting new coronaviruses. 15 In this study, the elderly population also received Lopinavir and Ritonavir Tablets, and the proportion was not significantly different from the young and middle-aged group. At present, from the clinical point of view, the benefit of Lopinavir and Ritonavir Tablets tablets in the treatment of coronavirus is not obvious. The course of treatment is long and prone to liver and kidney damage. Those with respiratory symptoms were treated with interferon nebulized inhalation and Chinese medicine antiviral treatment. We observed that after using inhaled interferon, the cough symptoms of the elderly patients were relieved faster, and the effect seems to be better than that of the young and middle-aged people.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 703,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 856,
                    "end": 858,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1389,
                    "end": 1391,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1731,
                    "end": 1735,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2192,
                    "end": 2194,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "The new type of coronavirus mainly causes lung infections. Lung infections increase the burden on the heart. At the same time, it can lead to high blood sugar, which makes infection control difficult. The characteristics of multi-system disease coexisting in the elderly lead to complicated and complex diseases. Multiple diseases affect each other. Treatment The difficulty factor is greatly increased. Because elderly patients are prone to multi-system organ dysfunction and even failure, other systemic complications should be prevented, including gastrointestinal bleeding, renal failure, disseminated intravascular coagulation (DIC) or deep vein thrombo-sis, delirium, For secondary infections, a multidisciplinary team approach is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "There are several limitations to our study: we included all confirmed cases in Hainan Province, some of them were referred to our hospital for severe cases, and the results may be biased; followed by 56 patients with a small sample size. Finally, more detailed patient information was not available during the analysis, especially about clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "Kai Liu conceived the study, designed the study and obtained ethics approval. Ying Chen gave clinical advice on the study subject and methodology. Ruzheng Lin supervised the conduct of the study and data related issues. Kunyuan Han provided statistical advice and analysed the data.Kai Liu drafted the manuscript, and all authors contributed substantially to its revision. Kai Liu takes responsibility for the paper as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Detail has been removed from this case description/these case descriptions to ensure anonymity. The editors and reviewers have seen the detailed information available and are satisfied that the information backs up the case the authors are making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent"
        },
        {
            "text": "The Hainan General Hospital Review Board granted approval for this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemic of 2019-novel-coronavirus (2019-nCoV) pneumonia and insights for emerging infectious diseases in the future",
            "authors": [
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microbes Infect 2020 In press",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Rxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "B"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Rxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The reproductive number of COVID −19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immune responses in COVID-19 and potential vaccines: lessons learned from SARS and MERSepidemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prompetchara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ketloy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palaga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Pac J Allergy Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12932/AP-200220-0772"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: lessons from SARS and MERS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Thwaites",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Openshaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/eji.202070035"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A systematic review of lopinavir therapy for sars coronavirus and mers coronavirus-a possible reference for coronavirus disease-19 treatment option",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25729"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expert recommendations for tracheal intubation in critically ill patients with noval coronavirusdisease 2019",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin Med Sci J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.24920/003724"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systematic comparison of two animal-to-human transmitted human coronaviruses: SARS-CoV-2 and SARS-CoV. Viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v12020244"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "YJINF [m5G",
            "authors": [
                {
                    "first": "Article",
                    "middle": [],
                    "last": "In",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The SARS, MERS and novel coronavirus (COVID-19) epidemics, the newest and biggest global health threats: what lessons have we learned?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Peeri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/dyaa033"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Asymptomatic novel coronavirus pneumonia patient outside Wuhan: the value of CT images in the course of the disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Imaging",
            "volume": "63",
            "issn": "",
            "pages": "7--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clinimag.2020.02.008"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m606"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Analysis of factors associated with disease outcomes in hospitalized patients with 2019 novelcoronavirus disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CM9.0000000000000775"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Precautions in ophthalmic practice in the prevention and control of the novel coronaviruspneumonia epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Yan Ke Za Zhi",
            "volume": "56",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112142-20200224-00102"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pulmonary pathology of early phase 2019 novel coronavirus (COVID-19) pneumonia in two patients with lung cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtho.2020.02.010"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "compares the general situation and clinical manifestations of the two groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Differences between 128-slice CT and laboratory indicators in the chest. Complications and treatment measures after admission in the two groups.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-forprofit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}