{
    "paper_id": "d83c529b63855bf62a7a302bfb11d5eb950aa6bc",
    "metadata": {
        "title": "Structural Biology Communications Crystallization and preliminary crystallographic study of Feline infectious peritonitis virus main protease in complex with an inhibitor",
        "authors": [
            {
                "first": "Jinshan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fenghua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yusheng",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheng",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": "lishuang@tjab.org"
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": "chengchen@tju.edu.cn"
            },
            {
                "first": "Haitao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Feline infectious peritonitis virus (FIPV) causes a lethal systemic granulomatous disease in wild and domestic cats around the world. Currently, no effective vaccines or drugs have been developed against it. As a member of the genus Alphacoronavirus, FIPV encodes two polyprotein precursors required for genome replication and transcription. Each polyprotein undergoes extensive proteolytic processing, resulting in functional subunits. This process is mainly mediated by its genome-encoded main protease, which is an attractive target for antiviral drug design. In this study, the main protease of FIPV in complex with a Michael acceptor-type inhibitor was crystallized. The complex crystals diffracted to 2.5 Å resolution and belonged to space group I422, with unit-cell parameters a = 112.3, b = 112.3, c = 102.1 Å . There is one molecule per asymmetric unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Feline coronaviruses (FCoVs), which belong to the genus Alphacoronavirus of the subfamily Coronavirinae, are the leading pathogen of Felidae around the world (Horzinek & Osterhaus, 1979) . FCoVs have two antigenically distinct serotypes: type I and type II (Balint, Farsang, Szeredi et al., 2014) . Both serotypes occur in two pathotypes: Feline enteric coronavirus (FECV) and Feline infectious peritonitis virus (FIPV). FECV mainly replicates in the lower portion of the intestinal tract, spreads by the faecal-oral route, and presents clinically as mild or inapparent enteritis (Pedersen et al., 1981; Herrewegh et al., 1997; . On the other hand, FIPV efficiently replicates in macrophages/monocytes, leading to feline infectious peritonitis (FIP), a highly lethal systemic granulomatous disease of wild and domestic cats (Addie et al., 2009; Pedersen, 2009; Balint, Farsang, Szeredi et al., 2014; Kipar & Meli, 2014) . FIP, as an immune-mediated disease, features the antibody-dependent enhancement (ADE) phenomenon (Weiss & Scott, 1981; Vennema et al., 1990; Tirado & Yoon, 2003) . The virus-specific antibodies induced upon infection by FIPV in cats do not protect them, but enhance the infection by FIPV and thus accelerate the disease symptoms (Weiss & Scott, 1981; Vennema et al., 1990; Tirado & Yoon, 2003; Takano et al., 2008) . Hence, there has been little progress in the development of clinical vaccines against FIPV, although a variety of methods have been tried, such as avirulent vaccines, attenuated live FIPV vaccines and recombinant vaccines (Pedersen, 2009) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 186,
                    "text": "(Horzinek & Osterhaus, 1979)",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 296,
                    "text": "(Balint, Farsang, Szeredi et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 603,
                    "text": "(Pedersen et al., 1981;",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 627,
                    "text": "Herrewegh et al., 1997;",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 844,
                    "text": "(Addie et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 860,
                    "text": "Pedersen, 2009;",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 899,
                    "text": "Balint, Farsang, Szeredi et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 919,
                    "text": "Kipar & Meli, 2014)",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1040,
                    "text": "(Weiss & Scott, 1981;",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1062,
                    "text": "Vennema et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1083,
                    "text": "Tirado & Yoon, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1272,
                    "text": "(Weiss & Scott, 1981;",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1294,
                    "text": "Vennema et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1315,
                    "text": "Tirado & Yoon, 2003;",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1336,
                    "text": "Takano et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1577,
                    "text": "(Pedersen, 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Like other coronaviruses, FIPV contains a single-stranded positivesense polyadenylated RNA genome that encodes two large polyproteins (pp1a and pp1ab) which need to be processed into 16 nonstructural proteins (nsp1-16) for genome replication (Dye & Siddell, 2005) . This process is mediated by two virus-encoded proteinases. Nsp5, also named main protease (M pro ), is responsible for 11 out of 15 cleavage sites, thus playing a pivotal role in this digestion process and being indispensable for viral replication (Dye & Siddell, 2005) . The critical role of nsp5 in virus replication makes it an ideal target for anti-FIPV drug design (Yang et al., 2005; Anand et al., 2003) . To date, several crystal structures of other coronavirus main proteases have been solved (Anand et al., 2002 Yang et al., 2003 Yang et al., , 2005 Hilgenfeld, 2014) . Based on the structural analysis of these main proteases, the idea of designing wide-spectrum inhibitors against CoVs has been proposed. In this study, we report the crystallization ",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 263,
                    "text": "(Dye & Siddell, 2005)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 535,
                    "text": "(Dye & Siddell, 2005)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 655,
                    "text": "(Yang et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 675,
                    "text": "Anand et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 786,
                    "text": "(Anand et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 804,
                    "text": "Yang et al., 2003",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 805,
                    "end": 824,
                    "text": "Yang et al., , 2005",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 842,
                    "text": "Hilgenfeld, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The coding sequence for FIPV main protease was synthesized and was cloned into the vector pGEX-6P-1 using the BamHI and XhoI restriction sites (Table 1 ). The recombinant plasmid was verified by sequencing and then transformed into Escherichia coli strain BL21 (DE3) for protein expression. Cultures were grown in LB medium containing 0.1 mg ml À1 ampicillin at 310 K until the optical density at 600 nm reached 0.6. Isopropyl -d-1-thiogalactopyranoside was then added to a final concentration of 0.5 mM and the cultures were induced to express FIPV main protease at 289 K for 16 h. Thereafter, centrifugation was used to harvest the cells and the bacterial pellets were resuspended in PBS (140 mM NaCl, 10 mM Na 2 HPO 4 , 2.7 mM KCl, 1.8 mM KH 2 PO 4 pH 7.3) supplemented with 1 mM dithiothreitol (DTT) and 10% glycerol. After sonication at 277 K, the bacterial lysate was centrifuged at 12 000g for 50 min at 277 K and the precipitate was discarded. The supernatant was loaded onto a disposable column containing glutathione Sepharose 4B affinity resin (Pharmacia) to purify the GST-tagged FIPV main protease. The fusion protein was then subjected to on-column cleavage using commercial PreScission protease (Pharmacia) at 277 K for 18 h. The protease was added to a final concentration of 0.25 mg ml À1 for proteolysis in PBS. Five additional residues (GPLGS) were left at the N-terminus of FIPV main protease. The resulting protein of interest was further purified by anion-exchange chromatography using a HiTrap Q column (GE Healthcare) with a linear gradient from 25 to 250 mM NaCl in 20 mM Tris-HCl pH 8.0, 10% glycerol, 1 mM DTT and reached more than 90% purity by SDS-PAGE analysis (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 1691,
                    "end": 1700,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Macromolecule production"
        },
        {
            "text": "The purified protein was immediately supplemented with 10% DMSO and concentrated to 1 mg ml À1 . The previously reported inhibitor N3 (Yang et al., 2005) , dissolved in 100% DMSO to a final concentration of 10 mM as a stock, was added to the purified protein to give a molar ratio of between 3:1 and 5:1. After mixing at 4 C for 4 h, the protein complex was centrifuged at 12 000g for 10 min and exchanged into a buffer consisting of 10 mM HEPES pH 7.5, 150 mM NaCl, 1 mM DTT using Thermo iCON concentrators. The final protein was concentrated to 8 mg ml À1 for crystallization. In the initial stage, commercial screening kits, including Crystal Screen, Crystal Screen 2, PEG/Ion and Index (Hampton Research, Laguna Niguel, California, USA), were used to screen for preliminary crystallization conditions for FIPV main protease with the inhibitor N3. Table 1 Macromolecule-production information. (Fig. 1b) . The crystallization information is summarized in Table 2 .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 153,
                    "text": "(Yang et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 906,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 958,
                    "end": 965,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "The crystals were cryoprotected in a solution consisting of 0.2 M zinc acetate dihydrate, 0.1 M sodium cacodylate trihydrate pH 6.5, 14%(w/v) polyethylene glycol 8000, 20% glycerol and were then mounted in a nylon loop and flash-cooled in a nitrogen stream at 100 K. Data were collected using an ADSC Q315r detector on beamline BL17U of the Shanghai Synchrotron Radiation Facility (SSRF) at a wavelength of 0.97923 Å . A complete data set was collected from a single crystal which diffracted to 2.5 Å resolution (Fig. 2) . All intensity data were indexed, integrated and scaled with the HKL-2000 package (Otwinowski & Minor, 1997) . The related data-collection and processing statistics are summarized in Table 3 .",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 630,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 520,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 705,
                    "end": 712,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "X-ray data collection and processing"
        },
        {
            "text": "FIP, which is mainly caused by FIPV, is a lethal systemic granulomatous disease of cats around the world (Addie et al., 2009; Pedersen, 2009; Balint, Farsang, Szeredi et al., 2014; Kipar & Meli, 2014) . However, upon virus infection the induced antibodies further enhance the infection instead of neutralizing the virus. This is the so-called 'antibody-dependent enhancement' (Weiss & Scott, 1981; Vennema et al., 1990; Tirado & Yoon, 2003) . Thus, no clinical vaccines against FIPV have been successfully developed to date. For this reason, the FIPV main protease, which is indispensable for virus replication, is an alternative target for antiviral therapy and has been subjected to crystallographic studies.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 125,
                    "text": "(Addie et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 141,
                    "text": "Pedersen, 2009;",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 180,
                    "text": "Balint, Farsang, Szeredi et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 200,
                    "text": "Kipar & Meli, 2014)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 397,
                    "text": "(Weiss & Scott, 1981;",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 419,
                    "text": "Vennema et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 440,
                    "text": "Tirado & Yoon, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "FIPV main protease was expressed as a GST-tagged protein, digested using commercial PreScission protease (Pharmacia) and was then purified using anion-exchange chromatography on a HiTrap Q column. The final protein used for crystallization trials reached greater than 90% purity as monitored by SDS-PAGE. Crystals could be obtained from condition No. 45 of Crystal Screen. The optimized crystals diffracted to a highest resolution of 2.5 Å using 0.2 M zinc acetate dihydrate, 0.1 M sodium cacodylate trihydrate pH 6.5, 14%(w/v) polyethylene glycol 8000, 20% glycerol as a cryoprotectant. The crystal belonged to space group I422, with unit-cell parameters a = 112.3, b = 112.3, c = 102.1 Å . Based on the molecular weight of the monomer, the Matthews coefficient (Matthews, 1968 ) was calculated to be 2.43 Å 3 Da À1 and the solvent content was 49.5%, assuming the presence of one molecule per asymmetric unit. A typical diffraction pattern of an FIPV main protease complex crystal collected on beamline BL17U of the Shanghai Synchrotron Radiation Facility (SSRF). The edge of the frame is at 1.76 Å resolution. The box shows diffraction spots in the outer resolution shell. ",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 778,
                    "text": "(Matthews, 1968",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "crystallographic study of FIPV main protease in complex with a designed Michael acceptor inhibitor named N3 (Supplementary Fig. S1 1 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Crystallization trials were set up in 16-well crystallization plates at crystallization communications Acta Cryst. (2014). F70, 1612-1615 Wang et al. Feline infectious peritonitis virus main protease 1613",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Purification and crystallization of FIPV main protease. (a) SDS-PAGE analysis of purified FIPV main protease. The molecular masses of the marker and FIPV main protease are indicated in kDa. (b) Typical complex crystals of FIPV main protease with inhibitor N3 grown by the hanging-drop method. These crystals, with typical dimensions of 0.03 Â 0.03 Â 0.03 mm, were used for subsequent diffraction and data collection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Further structural and biochemical analysis of FIPV main protease in complex with the crystallization communications 1614 Wang et al. Feline infectious peritonitis virus main protease Acta Cryst. (2014). F70, 1612-1615",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Crystallization.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Data-collection and processing statistics.Values in parentheses are for the outer shell.P i I i ðhklÞ, where I i (hkl)is the intensity of the ith observation of reflection hkl and hI(hkl)i is the average intensity. ‡ R meas is calculated by multiplying the R merge value by the factor [N/(N À 1)] 1/2 .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "antivirals against FIP.We would like to thank Zuokun Lu for his help with data collection on beamline BL17U of the Shanghai Synchrotron Radiation Facility (SSRF). This work was supported by the National Natural Science Foundation of China (31300150), the Specialized Research Fund for the Doctoral Program of Higher Education of China (20130032120090) and Tianjin Municipal Natural Science Foundation (General Program: 13JCYBJC42500).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}