{
    "paper_id": "d8bd2cfcb88cc07c4dff5e8e79c481580cccb395",
    "metadata": {
        "title": "Spatio-temporal evolution of Beijing",
        "authors": [
            {
                "first": "Z D",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D J",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X L",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Studying spatio-temporal evolution of epidemics can uncover important aspects of interaction among people, infectious diseases, and the environment, providing useful insights and modeling support to facilitate public health response and possibly prevention measures. This paper presents an empirical spatio-temporal analysis of epidemiological data concerning 2321 SARS-infected patients in Beijing in 2003. We mapped the SARS morbidity data with the spatial data resolution at the level of street and township. Two smoothing methods, Bayesian adjustment and spatial smoothing, were applied to identify the spatial risks and spatial transmission trends. Furthermore, we explored various spatial patterns and spatio-temporal evolution of Beijing 2003 SARS epidemic using spatial statistics such as Moran's I and LISA. Part of this study is targeted at evaluating the effectiveness of public health control measures implemented during the SARS epidemic. The main findings are as follows. (1) The diffusion speed of SARS in the northwest-southeast direction is weaker than that in northeast-southwest direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) SARS's spread risk is positively spatially associated and the strength of this spatial association has experienced changes from weak to strong and then back to weak during the lifetime of the Beijing SARS epidemic. (3) Two spatial clusters of disease cases are identified: one in the city center and the other in the eastern suburban area. These two clusters followed different evolutionary paths but interacted with each other as well. (4) Although the government missed the opportunity to contain the early outbreak of SARS in March 2003, the response strategies implemented after the mid of April were effective. These response measures not only controlled the growth of the disease cases, but also mitigated the spatial diffusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "severe acute respiratory syndrome (SARS), Beijing, morbidity rate, spatial analysis, spatio-temporal evolution, control measures Citation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a respiratory disease with a high case-fatality rate, which is thought to be transmitted primarily by close person-to-person contact. Transmission occurs through respiratory droplets produced when an infected person sneezes and/or by touching a surface or object contaminated with infectious droplets. Many natural and social-economic factors contributed to and in-fluenced SARS transmissions. To gain a better understanding of the SARS transmission mechanism and help design and assess related public health response and control measures, public health researchers and practitioners need to carefully and systematically study spatial and temporal evolution of SARS cases, identify risk factors, and evaluate the specific impact of control measures implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2003 SARS outbreaks represented one of the most serious public health challenges to China and the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the past six years, many scientists around the world have conducted related research in pathology [1] , molecular biology [2] , clinical medicine [3] , epidemiology [4] , health economics [5] , and emergency management [6] . These studies have produced many important and relevant research results; however, many mysteries of academic interest and practical relevance remain to be further explored.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the 2003 global SARS crisis, more than half of the SARS infection cases occurred in mainland China. Among Chinese cities, Beijing was hit most severely. SARS infection cases in Beijing accounted for about 30% of the total number of global infections. With an effective treatment or vaccine absent, public health response measures were restricted to case management (e.g., isolating known cases and quarantining close contacts of the patients) and proactive monitoring of identified high-risk groups. As such, from a practical standpoint, it is critical to reveal the spatio-temporal evolutionary patterns of the epidemic and have the capability to quantitatively evaluating the impact of response and control measures taken. Beijing, a major global center of political, economic, and educational and research activities, with a population close to seventeen million, is vulnerable to infectious disease outbreaks such as SARS and influenza A. Our study focuses on 2003 SARS epidemic in Beijing because of both data availability as well as its impact, importance, and representativeness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many Chinese researchers have studied Beijing 2003 SARS epidemic from a wide array of perspectives, ranging from descriptive epidemiology [7] [8] [9] , mathematical modeling for sequential process [10] [11] [12] [13] , simulation calculation [14] and prediction [15, 16] , analysis of impact factors [17, 18] and the impact of SARS epidemic on the national economy [19, 20] . However, based on our literature review, only a handful of studies have touched upon spatio-temporal data analysis, mostly with aggregated data. Wang explored the multidimensional spatial distribution, spatial cluster and spatial correlation based on tens of thousands of close contact incidences [21] [22] [23] [24] . Liu et al. [25] distinguished the spatial patterns of the Beijing SARS epidemic between urban and suburban areas. These studies have resulted in many interesting findings. However, the central questions concerning SARS spreading patterns and evaluation of government control measures remain largely unexplored. (1) Close contact incidences cannot substitute for SARS transmission incidences for analysis purposes as the exposure between an infective individual and a susceptible individual needs to be examined through confirmed infection cases. (2) It is crucial to perform spatio-temporal analysis using fine-granularity resolutions such as streets and townships. (3) The existing work has focused on either temporal or spatial analysis, whereas an integrated understanding through space and time is critically needed. (4) The existing work does not support evaluation of public health response and control measures in terms of spatio-temporal evolution of disease cases and disease transmission mechanisms.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we report an empirical study of Beijing 2003 SARS epidemiological data from the point of view of spatio-temporal analysis. This works aimes at illustrating the usefulness of spatio-temporal data analysis techniques in public health informatics practice. The empirical findings and policy evaluation work from our study also provide actionable insights that could help prepare for and respond to possible reemergence of the SARS epidemic or other novel epidemics of acute infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rest of this paper is structured as follows. We begin with a brief introduction to the Beijing 2003 SARS dataset used in our work. Using this dataset, we report an empirical analysis of spatial variation, spatial correlation and clustering patterns, and spatio-temporal evolution of the Beijing 2003 SARS epidemic. We then discuss the inherent SARS transmission mechanisms derived from our spatio-temporal data analysis and evaluate the impact of various government intervention policies during the SARS epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data used in our study were extracted from a survey of 2444 confirmed SARS patients in Beijing conducted by the Beijing Centers for Disease Control and Prevention, covering the period from March 1, 2003 to May 28, 2003 . The questionnaire-based survey covered each patient's detail information, such as gender, age, home address, work address, onset of symptoms, and so on. Figure 1 shows a plot of daily counts of new SARS cases during the Beijing 2003 SARS epidemic. The plot shows clear three stages: slowly increasing during the early stage of the outbreak, sharply increasing during April and rapidly declining during the last period. The epidemic reaches its peak during mid-April.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 222,
                    "text": "May 28, 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Survey data"
        },
        {
            "text": "Survey data do not support spatio-temporal analysis because it presents time and space information as text format. As such, we need to convert them to spatio-temporal data of GIS format. To analyze the spatial patterns and understand the complexity of spatial transmission risks, we have adopted home addresses as spatial locations of cases as homes have been widely recognized as one of the highest risk places for SARS transmission. Another reason to choose home address is that it is the most complete data what spatial information we can obtain from the survey data. Figure 2 (a) maps the spatial locations of 2321 SARS cases studied. The remaining 123 SARS cases were abandoned because of incomplete, wrong or unavailable spatial information. It is easy to see that most SARS patients aggregated in the urban area. Table 1 summarizes the rules for spatial location processing. According to these rules, we obtained 2321 available spatial points (out of 2444 cases), where each point corresponds to a SARS case. From Figure 2 (a), we see that only a small number of SARS patients lived in outskirts, which represents a potential source of uncertainty to spatio-temporal analysis. Thus for our analysis we focused on these cases located in the urban areas ( Figure 2 (b)), which covers all regions within 5th Ring Road and includes 2227 cases, accounting for 91.10% of the total number of all reported SARS cases during Beijing 2003 SARS epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 579,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 820,
                    "end": 827,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1021,
                    "end": 1029,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1261,
                    "end": 1269,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Spatio-temporal data elements"
        },
        {
            "text": "The morbidity rate refers to the frequency of new infected cases during a given time interval, which equals the number of new cases occurred during a given time interval divided by the population in the same period. Figure 3 (a) shows the morbidity map connected to the Beijing 2003 SARS epidemic with the spatial data analysis unit set to the street and township level. The area of the smallest spatial unit is about 1.03 km 2 and the largest 163.00 km 2 . The number of SARS cases within each unit was obtained by the standard GIS overlay analysis. Overlay analysis combines information from the point layer of SARS cases with the polygon layer of the underlying spatial statistical units to determine whether a given case point belongs to a certain spatial unit. The population data for each unit come from a 1% population sample survey conducted in 2005. The morbidity map shows intuitively that the risks of SARS infection in areas close to the city center are higher than those in the city's peripheral areas. Also, there might be some relationship between the morbidity rate and these circle roads.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Morbidity map"
        },
        {
            "text": "Raw morbidity rates might not effectively reflect true risks. The morbidity rates in spatial units with high concentration of population are more reliable indicators due to less randomness. Figure 4 (a) illustrates that variations in disease cases are higher in units with smaller population density. However, because of the way these spatial units are partitioned administratively by the government, a unit with higher population density tends to be a smaller area, and vice versa. As a result, the map based on raw morbidity rates can lead to false impression (e.g., some areas of high risk close to the city center could be overlooked).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Bayesian adjustments"
        },
        {
            "text": "To solve this problem, we consider the raw, observed morbidity rates as realizations of a non-observable random process and propose to re-estimate morbidity rates using Bayesian adjustments in an effort to uncover true risks with an exposed population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian adjustments"
        },
        {
            "text": "The average morbidity rate during the Beijing 2003 SARS epidemic was 21.7 infections per 100000 persons over the entire period. As pointed out earlier, in Figure 4 (a), we observe that the units with greater population density are associated with rates that are not only closer to the average morbidity, but also with smaller variation. As the size of population decreases, the fluctuation in the raw morbidity rates increases. We also found that the SARS morbidity rates in some units were zeros, which is clearly not a true representation of the potential risk to SARS disease transmission. The Bayesian adjustment technique has been widely applied to solve these problems. Under the Bayesian framework, it is assumed that the rates in neighboring spatial units are correlated, and for the units with low population density, the rates from their neighbors can be used to help establish a more realistic rate. Figure 3 (b) shows the morbidity map after Bayesian adjustments. The Bayesian-adjusted morbidity rates as a function of the raw morbidity rates are plotted in Figure 4 (b). An obvious change is that the morbidity rates in the city's peripheral areas with no known SARS cases have been increased. Abnormally high morbidity rates in certain areas have declined. There is little adjustment of the morbidity rates in center areas with high population density. The Bayesian adjustment procedural as applied to SARS morbidity rates is outlined below [26] .",
            "cite_spans": [
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 911,
                    "end": 919,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1070,
                    "end": 1078,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Bayesian adjustments"
        },
        {
            "text": "Suppose that the real morbidity rate is a random variable θ i with mean μ i and variance 2 , i σ in the i-th unit. The observed morbidity rate t i is a realization of the random vari-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian adjustments"
        },
        {
            "text": ". It can be shown that the best Bayesian adjustment is given by a linear combination of the observed rate t i , and the mean μ i :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian adjustments"
        },
        {
            "text": "where n i is the population in the i-th unit; the factor w i is a weight value varying between 0 and 1. The smaller the weight w i , the greater ratio the mean μ i , the closer between the Bayesian estimate ˆi θ and the mean μ i . Note from eq. (2) that those districts with small population density will have a larger correction. The only task left as to estimating ˆi θ is obtaining the estimation of mean μ i and variance 2 i σ . A simple approach is empirical Bayesian estimation that treats all means and variances as equal for all units, which is based on the hypothesis that the distribution of the random variable θ i is the same across all areas. Thus we calculate μ and σ 2 directly from the observed data:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian adjustments"
        },
        {
            "text": "where the number y i is the number of SARS infections in the i-th unit; the number n is the mean population per unit in Beijing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian adjustments"
        },
        {
            "text": "Bayesian adjustments can help alleviate part of the data-related problems. However, additional challenges remain. As shown in Figure 3 (a), noises in the raw data have resulted in over-mixing of dark areas (indicative of high risks) and light areas (with low risks), making the task of identifying the overall disease transmission trends hard. Spatial smoothing is a statistical method to solve this problem. The purpose of spatial smoothing is to cope with functional variability that cannot be compensated by spatial normalization and to improve the signal to noise ratio. In other words, smoothing aims to increase statistical power. At the same time, smoothing can lead to reduced sensitivity and loss of spatial details, especially when using a large moving window. Procedurally, spatial smoothing involves computing the rate in a moving window centered on each spatial unit in turn. The moving window includes the units as well as its neighbors. With respect to the signal to noise ratio, an ideal moving window will be determined based on the specific requirement of the analysis tasks at hand and the target spatial patterns expected to be detected. A moving window determines the neighbors. A traditional way to represent neighborhood relationships is through a n×n spatial weight matrix W: 11 12 1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Spatial smoothing"
        },
        {
            "text": "where n is the number of spatial statistical units under study; and w ij is the weight of a particular neighborhood relationship. Many methods can be used to define spatial neighborhood relationships. The methods can be divided into two categories: topology-based and distance-based. The former is used to analyze linear or polygonal data with shape and size, whereas the latter is mainly for point data. Figure 3 (c) shows a spatially smoothed morbidity map corresponding to the Beijing 2003 SARS epidemic. We can see a clear spatial trend from this map. The risk of SARS disease transmission in the city center areas is significantly higher than that in the city's peripheral areas. From the center to peripherals, the average morbidity rates gradually decrease, showing a similarly spatial pattern with ring roads.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 413,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Spatial smoothing"
        },
        {
            "text": "The transmission risk in the east-west direction is strong than that in the north-south direction. We can also identify a local high-risk area in the eastern peripheral area, which might be a special pathway of SASR transmission between the center and the eastern areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial smoothing"
        },
        {
            "text": "3 Spatial patterns and spatio-temporal evolutionary patterns 3.1 Quantitative methods to examine spatial association \"Everything is related to everything else, but near things are more related than distant things\" [27] . Spatial dependency is one of the essential sources contributing to order, pattern and diversity in nature [28] . Spatial dependency also directly leads to the spatial auto-correlation problem since it violates standard statistical independence assumptions. Population, socio-economic factors, the natural environment, and other spatial factors all have impact on SARS transmission, and spatial locations of SARS cases are clearly not independent. Thus traditional statistical methods cannot be used to analyze spatial patterns. Rather, spatial statistical methods, which are based on the assumption of various forms of spatial dependence, need to be applied.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Spatial smoothing"
        },
        {
            "text": "There are many methods to measure quantitatively spatial association features for geographical objects. Global spatial association indices include Moran's I, Geary's C, Getis's G and Join Count [29] . Local spatial association indices include Local Moran's I, LISA (Local Indicators of Spatial Association) [30] and Getis's G* [31] . In addition, semi-variogram is commonly used to explore spatial dependence [32] . In our study, Moran's I, LISA and semi-variogram were selected to study the spatial association features of the Beijing 2003 SARS epidemic. In this section, we briefly introduce these three methods.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Spatial smoothing"
        },
        {
            "text": "Semi-variogram is a function describing the degree of spatial dependence of a spatial random field or stochastic process. It is defined as the expected squared increment of the values between two locations. A variogram consists of two parts: an experimental variogram and a model variogram.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "(1) Experimental semi-variogram [32] :",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "is the number of pairs in the set of pairs of observations i, j such that |s(x i )−s(x j )|∈h±ε.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "(2) Model semi-variogram [32] . A model variogram is a function that models the trend in the experimental variogram. There are three common mathematical functions to define a semi-variogram model, which are listed as follows.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "1) The spherical variogram model ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "2) The Gaussian variogram model ( ) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "3) The exponential variogram model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "where γ(h) is semi-variogram; C 0 is the Nugget effect, denoting the randomness and sampling error or short-scale variability, C is sill, the maximum variogram value; a is the range-the distance causing the variogram to reach plateau. The range of the variogram is often close to the average size of physical anomalies in the spatial fluctuation of the z values, and a can have different values in different references, due to the ambiguity in the definition of the range. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-variogram"
        },
        {
            "text": "where x i and x j are the values or counts at spatial point i and j, x is the average value of all the points in the entire region, w ij is the weight of the spatial neighborhood relationship, and n is the population size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moran's I"
        },
        {
            "text": "LISA [30] is a statistic that evaluates the existence of clusters in the spatial arrangement of a given variable. This statistic detects local spatial association and can be used to identify local clusters (i.e., regions where adjacent areas have similar values) or spatial outliers (i.e., areas distinct from their neighbors). The LISA statistic is defined as follow:",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "LISA"
        },
        {
            "text": "where x i , x j , and w ij have the same meaning as in Equation (10) . Comparing eqs. (10) and (11), we note that the LISA statistics decompose Moran's I into contributions for each location, I i . The sum of I i for all observations is proportional to Moran's I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LISA"
        },
        {
            "text": "Noises may drop the power of spatial variation approach. As such, we adopt spatially smoothed morbidity rates to explore spatial variation pattern of the Beijing 2003 SARS epidemic. A basic assumption behind the semi-variogram-based method is intrinsic stationarity or wide-sense stationarity of the field. This assumption means that the expected z value is an unknown constant and the variance of the difference is the same between any two points that are at the same dis-tance and direction. As there is a clear directional spatial trend in the morbidity map as shown in Figure 3 , this assumption is violated. In our study, we applied a global second-order surface to remove this spatial trend. We have focused on residuals to explore the spatial variation features by the semi-variogram method. Figure 5 shows the spatial variation of the Beijing 2003 SARS epidemic based on spatially smoothed morbidity rates. The related estimated parameters are summarized in Table 2 . Geometric anisotropy, with the semi-variogram reaching the same sill in all directions, but at different ranges, was employed for anisotropy. The longest range, 13.627 km, occurs in northeast-southwest direction, whereas the shortest range, 8.545 km, occurs in northwest-southeast direction. The ratio of the longest range dividing the shortest one is 13.627/8.545≈1.6, indicating that the spatial risk of SARS transmission is anisotropic. The greater the spatial variability, the slower the speed of spatial diffusion. We conclude that the spatial diffusion of SARS transmission in the northeast-southwest direction is much speeder than that in the northwest-southeast direction. People living in the northeast-southwest suburb areas experienced a more serious threat, which may be the result of more frequency of human activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 799,
                    "end": 807,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 966,
                    "end": 973,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Spatial variation of Beijing 2003 SARS epidemic"
        },
        {
            "text": "Identification of anisotropy to SARS transmission can be used to guide prevention and control measures. For instance, it would be an effective strategy to allocate more public health resources matching the anisotropy of an elliptical shape shown in Figure 5 (b).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Spatial variation of Beijing 2003 SARS epidemic"
        },
        {
            "text": "The software package GeoDA (https://www.geoda.uiuc. edu/) was used to analyze the global spatial association within the Beijing 2003 SARS data. The Moran's I statistic is 0.2985. In order to check whether the spatial association is statistically significant, we tested it again the Null hypothesis H 0 : morbidity rates are randomly distributed spatially. We conducted 999 Monte Carlo simulations with mean E(I) =−0.0052, and standard deviation S d = 0.0443.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global spatial association of Beijing 2003 SARS epidemic"
        },
        {
            "text": "The resulting z-value is 6.74. Based on the P-value (<0.01) we rejected the Null hypothesis H 0 and conclude that the SARS data are positively spatially associated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global spatial association of Beijing 2003 SARS epidemic"
        },
        {
            "text": "We have also tested the effect of four factors, gender, age, onset of symptoms, and exposure record (Table 3) . From this table, we make the following observations. (1) The spatial association among women is stronger than that among men; this might be the result of the fact that activities of men are more scatter geographically than those of women.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Global spatial association of Beijing 2003 SARS epidemic"
        },
        {
            "text": "(2) The spatial association among people who have records of exposure is stronger than that of people with no exposure records. Further examination of the data revealed that people being previous exposed are mostly from contacts in families and hospitals. (3) The spatial association is stronger among the older people. This is partially due to the fact that the older people were exposed to SARS mostly through families and hospitals. Figure 6 shows that the ratio between people who have exposure records and those with no exposure records increases with age. (4) The spatial association experienced a weak-strong-weak evolutionary pattern over time, which may be the result of intermingled effect between transmission dynamics and interventions during different periods of SARS transmission in Beijing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 444,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Global spatial association of Beijing 2003 SARS epidemic"
        },
        {
            "text": "In our study, we have used the widely-applied LISA statistic, a) * refers to a positive spatial association (P<0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatio-temporal evolution of Beijing 2003 SARS epidemic"
        },
        {
            "text": "Relationship between age and exposure record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6"
        },
        {
            "text": "an indicator of local spatial association, to analyze the morbidity rates of Beijing SARS cases using local clusters and spatial outliers, shown in Figure 7 (a). There are four categories of spatial patterns in a LISA map. The high-high and low-low locations (positive local spatial autocorrelation) are typically referred to as spatial clusters, while the high-low and low-high locations (negative local spatial autocorrelation) are termed spatial outliers. A cluster is computed as such when the value at a location (either high or low) is more similar to its neighbors than would be the case under spatial randomness. The high-high locations refers to hot spot areas where the risk of SARS spreading is higher than average where as the low-low locations refers to cool spot areas where the risk of SARS spread is lower than average. From Figure 7 (a), we observe that the high-high locations aggregated in urban areas, covering the northern areas within the 3rd ring road, and the eastern peripheral areas near the Tongzhou district. The low-low locations concen-trated in northwest peripheral areas. More specifically, (1) there is a cluster of high-risk areas in the city center, which may be the result of high population density and aggregated hospitals in those areas. (2) The Tongzhou district, located in the far east end of Beijing with low population density and few hospitals receiving SARS patients, also appears to possess high risk. A partial explanation could be economicsocial: the cost of living in the Central Business District (CBD) located in the Chaoyang district is expensive, thus many people working in the CBD choose to live in the Tongzhou district, a much affordable area. Also the Beijing-Shenyang Expressway provides a convenient travel for these people. (3) People living in the northwest peripheral areas were better protected, which may be the result of more effective control measures or low intensity and frequency of contacts and interactions among the population in these places. (4) Public health response and control measures against the SARS epidemic seem to be quite effective as the high risk areas of the SARS transmission were confined to a limited area without city-wide outbreaks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 841,
                    "end": 849,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Figure 6"
        },
        {
            "text": "We have also studied the heterogeneity of spatial patterns in terms of three impact factors: gender, age, and exposure record (Figure 7 (b)-(h))). Gender has little effect on spatial pattern of SARS transmission (Figure 7(b)-(c) ). However, the spatial cluster among people who have exposure records shows a different model with that among people who have no exposure records (Figure 7 (d)-(e)). The high-high areas occurred in the center and eastern peripheral areas shown in both Figure 7 (d) and 7(e); however, the high-high area occurring in the northwest peripheral areas appeared only in Figure 7 (e). Spatial clusters among the people with age<20 or age>40 were more decentralized. We conclude that prevention and control measures were more effective to the people with age between 20 and 40 than the people of age<20 or age>40.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 212,
                    "end": 228,
                    "text": "(Figure 7(b)-(c)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 376,
                    "end": 385,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 482,
                    "end": 490,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 594,
                    "end": 602,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Figure 6"
        },
        {
            "text": "The LISA statistic was applied to study the spatio-temporal evolution of spatial risk of SARS transmission. Figure 8 shows the analysis for each of the 12 weeks covering the entire Beijing SARS outbreak. In Table 4 , we summarize our findings concerning observed spatio-temporal patterns, emergency strategies and control measures, and their epidemiological interpretations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 207,
                    "end": 214,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Figure 6"
        },
        {
            "text": "From Table 4 , we learn these lessons as follow: (1) SARS disease has the huge potential to destroy our society. When an effective intervention absent, the number SARS-infected increase exponentially, early and effective preparedness and quickly emergency response are crucial to control the SARS epidemic. In the Beijing 2003 SARS epidemic, lack of the early identification of SARS outbreaks leads to miss the opportunity to kill the SARS epidemic in March, 2003. (2) We have identified two spatial clusters: one in the city center and the other in the eastern suburban area. The cluster in the city center occurs in the end of March and dissolves in mid-May, whereas the cluster in the eastern suburban area occurs in mid-April and dissolves in ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Figure 6"
        },
        {
            "text": "In this paper, we explored the spatial patterns and spatio-temporal evolution of the Beijing 2003 SARS epidemic. The relationship between these patterns and various public health response and control measures was studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The epidemic of SARS disease in China in 2003 exposed our limit in epidemiology. In public health practice, when an epidemic outbreak occurs, especially for new and emerging diseases, very often action needs to be taken based on sparse knowledge about the pathogen and disease transmission. The public health response mechanisms such as quarantine are often implemented without a proper understanding of their impact. Some measures were complentmented blindly, which resulted in some serious problems, such as high economic and social price. Nowadays, although a large number of researchers have made tremendous progress, but there remains a long distance to reach successes. SARS has pandemic potential, but an effective public health response can curtail this threat. Using the Beijing 2003 SARS epidemic data, this study demonstrates the impor-tance of analyzing spatial patterns and spatio-temporal evolutionary patterns in the context of infectious disease informatics. Our empirical findings provide useful insights that could help better understand disease transmission mechanisms and prepare for and respond to possible reemergence of the SARS epidemic or other novel epidemics of acute infectious diseases. Over the past two decades, with the development of information technology and its extensive application, mass spatio-temporal data storage, management and dynamic update are no longer a problem. Furthermore, spatial statistical methods have been developed rapidly, which have been used widely in a lot of fields, such as resources, environment, ecology, economic and sociality. Spatial statistical methods have been proved a powerful tool to public health. A new discipline, spatial epidemiology, has formed based on the intersection of epidemiology, spatial statistics and geographic information systems, which is the study of the spatial distribution of disease. At present, researching on spatial epidemiology in China is still in its early stage; this paper can promote its development in public health field and provide a sample of using spatial statistical methods to study the infectious disease epidemics, such as avian flu, hand-foot-mouth disease and Influenza A (H1N1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National High Technology Research and Development Program of China (Grant No. 2006AA010106), and National Natural Science Foundation of China",
            "authors": [],
            "year": null,
            "venue": "2F07C01, 2F08N03), China Postdoctoral Science Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new infectious disease challenge: Urbani severe acute respiratory syndrome (SARS) associated coronavirus",
            "authors": [
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bossuyt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambkin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunology",
            "volume": "109",
            "issn": "",
            "pages": "326--328",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M A",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C R",
                    "middle": [],
                    "last": "Astell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome-Clinical outcome after inpatient outbreak of SARS in Singapore",
            "authors": [
                {
                    "first": "Y M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P K H",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "",
            "pages": "1394--1394",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The economic impact of SARS: How does the reality match the predictions? Health Policy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Keogh-Brown M R",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "110--120",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergency department response to SARS",
            "authors": [
                {
                    "first": "W K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Taiwan. Emerging Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1067--1073",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation of control measures implemented in the severe acute respiratory syndrome outbreak in Beijing",
            "authors": [
                {
                    "first": "X H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Z H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3215--3221",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessment of impacts of public health interventions on the SARS epidemic in Beijing in terms of the intervals between its symptom onset, hospital admission, and notification",
            "authors": [
                {
                    "first": "W N",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biomed Environ Sci",
            "volume": "18",
            "issn": "",
            "pages": "153--158",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Description about onset date,visit date,report date of severe acute respiratory syndromes(SARS) to observe impact of public health interventions (in Chinese)",
            "authors": [
                {
                    "first": "W N",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "China Public Health",
            "volume": "20",
            "issn": "",
            "pages": "129--130",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The outbreak pattern of SARS cases in China as revealed by a mathematical model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ecol Modell",
            "volume": "204",
            "issn": "",
            "pages": "420--426",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Control dynamics of severe acute respiratory syndrome transmission",
            "authors": [
                {
                    "first": "H Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "F J",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Sci Bull",
            "volume": "48",
            "issn": "",
            "pages": "2684--2687",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "To develop a model on severe acute respiratory syndrome epidemics to quantitatively evaluate the effectiveness of intervention measures (in Chinese)",
            "authors": [
                {
                    "first": "Q C",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Q W",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Q F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J Epidemiol",
            "volume": "26",
            "issn": "",
            "pages": "153--158",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Analyzing Parameters and Predicting Trend of SAR transmission (in Chinese)",
            "authors": [
                {
                    "first": "W G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Adv Earth Sci",
            "volume": "19",
            "issn": "",
            "pages": "925--930",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Monte-Carlo simulation based approach for the study of SARS spatial-temporal scenarios in Beijing (in Chinese)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zongy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Geogr Res",
            "volume": "23",
            "issn": "",
            "pages": "815--824",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stochastic dynamic model of SARS spreading",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Sci Bull",
            "volume": "13",
            "issn": "",
            "pages": "1373--1377",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Application of SIR Model in forecasting and analyzing for SARS (in Chinese)",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Beijing Med Univ",
            "volume": "35",
            "issn": "",
            "pages": "75--80",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risk factors for SARS among persons without known contact with SARS patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "210--216",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On season risk of the prevalence of SARS in China (in Chinese)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Geogr Res",
            "volume": "22",
            "issn": "",
            "pages": "541--550",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Severe Acute Respiratory Syndrome (SARS) and the GDP. Part I : Epidemiology, virology, pathology and general health issues",
            "authors": [
                {
                    "first": "R W K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K W C",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "F C S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br Dent J",
            "volume": "197",
            "issn": "",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A study on the effect of the SARS epidemic on the international tourist arrivals in China",
            "authors": [
                {
                    "first": "Y B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Q S",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "X A",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Understanding the spatial diffusion process of severe acute respiratory syndrome in Beijing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health",
            "volume": "119",
            "issn": "",
            "pages": "1080--1087",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Spatial dynamics of an epidemic of severe acute respiratory syndrome in an urban area",
            "authors": [
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A J",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull World Health Organ",
            "volume": "84",
            "issn": "",
            "pages": "965--968",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis on the multi-distribution and the major influencing factors on severe acute respiratory syndrome in Beijing (in Chinese)",
            "authors": [
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "X Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J Epidemiol",
            "volume": "26",
            "issn": "",
            "pages": "164--168",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Spatial association analysis on epidemic of SARS in Beijing",
            "authors": [
                {
                    "first": "J L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Zhejiang Univ (Agric Life Sci)",
            "volume": "31",
            "issn": "",
            "pages": "97--101",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiological features of severe acute respiratory syndrome in Beijing urban and suburb areas in 2003",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W N",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biomed Environ Sci",
            "volume": "18",
            "issn": "",
            "pages": "227--232",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Web-based analytical tools for the exploration of spatial data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                },
                {
                    "first": "Y W",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Syabri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Geogr Syst",
            "volume": "6",
            "issn": "",
            "pages": "197--218",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A computer movie simulating urban growth in the Detroit region",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tobler",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Econ Geogr",
            "volume": "46",
            "issn": "",
            "pages": "234--240",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Application of GIS to the Modeling of Non-point Source Pollutants in the Vadose Zone",
            "authors": [
                {
                    "first": "M F ;",
                    "middle": [],
                    "last": "Goodchild",
                    "suffix": ""
                },
                {
                    "first": "D L",
                    "middle": [],
                    "last": "Corwin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loague",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Soil Sci Soc Am J",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Spatial Data Analysis: Theory and Practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haining",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Local indicators of spatial association-lisa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Geogr Anal",
            "volume": "27",
            "issn": "",
            "pages": "93--115",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Local spatial autocorrelation statistics: Distributional issues and application",
            "authors": [
                {
                    "first": "J K",
                    "middle": [],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Geogr Anal",
            "volume": "27",
            "issn": "",
            "pages": "286--306",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Statistics for Spatial Data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cressie",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The interpretation of statistical maps",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "J R Stat Soc Series B Stat Methodol",
            "volume": "10",
            "issn": "",
            "pages": "243--251",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily reporting of new SARS cases during the Beijing 2003 SARS epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Spatial distribution of all Beijing SARS cases. (a) All 2321 SARS cases based on home address; (b) All 2227 SARS cases located in the urban areas.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Morbidity map of the Beijing 2003 SARS epidemic. (a) Raw morbidity rates; (b) after Bayesian adjustments; (c) after spatial smoothing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Morbidity rates after Bayesian adjustments. (a) Morbidity rates vs. population density; (b) morbidity rates before and after Bayesian adjustments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Spatial variation of the 2003 SARS transmission in Beijing. (a) Experimental semi-variogram; (b) anisotropy surface of semi-variogram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Local spatial association of Beijing 2003 SARS epidemic. (a) All SARS cases; (b) male cases; (c) female cases; (d) cases who have exposure records; (e) cases who have no exposure records; (f) cases of age<20; (g) cases of 20<age≤40; (h) cases of age>40. early May, which lasts about one month. (3) Spatial clusters are restricted in limited areas, spatial diffusion of SARS transmission was stopped effectively and timely, especially in the northwest direction. (4) Control measures contained the establishment of Xiaotangshan hospital complemented after April 20 is effective to control the SARS disease. These measures not only cut down the size of Beijing SARS epidemic, but also stop further spatial diffusion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Spatio-temporal evolution of Beijing 2003 SARS epidemic. For each week, a pair of figures are provided. The figure on the top shows the temporal evolution of SARS case counts. The figure on the bottom shows the corresponding spatial pattern.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Spatial location processing a)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated parameters of the semi-variogram function",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Spatio-temporal evolution of the Beijing SARS epidemic and epidemiological interpretation SARS information not released to the public; control measures were limited in hospital; because of lack of understanding, many healthcare workers were infected Early outbreak of SARS occurred in Beijing with the first SARS case imported from Hong Kong. The actual harm caused by SARS was limited but this early stage presented a great (but unfortunately unrealized) opportunity to control the SARS epidemic. WHO issued a warning to China; the then Minister of Health held a press conference announcing that the SARS transmission was under control Risk of SARS transmission increased quickly. SARS began to spread in the peripheral areas and formed high-risk clusters. However, the spatial diffusion to the northwest suburbs was stopped. National mobilization of all resources against SARS outbreak; information relate to SARS made open to the general public; SARS hospitals were established with serious infections isolated; travel was subject to control Major outbreak occurred. Control measures and epidemic information were made accessible to the public. The situation began to improve with lowered case growing speed and no further spatial diffusion. Xiaotangshan hospital was set up quickly to treat all known SARS cases; government continued to restrict and control people's travels and activities Control measures began to work and the epidemic was prevented effectively. Xiaotangshan hospital ended the SARS transmission in hospitals.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}