{
    "paper_id": "d8e578211b00958f0d2aa65d1a1a2ff0f04aa8c6",
    "metadata": {
        "title": "Reducing Energy Consumption and Overhead Based on Mobile Health in Big Data Opportunistic Networks",
        "authors": [
            {
                "first": "Jia",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhigang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A great number of people and non-equalizing medical resources, in developing countries, have become a serious contradiction. Not only does it affects the person's life, but also causes serious epidemic contagious, because patients can not get help with hospital on time. With the development of wireless communication network, patient may get medical information by wireless network device. It can alleviate contradictions between patients and medical resources. But in developing countries, population quantity is a big data. How to solve data packets in wireless communication network is a big problem when researchers face huge population. In order to solve some problems in big data communication, this paper founds availability data transmission routing algorithm. This algorithm can reduce energy consumption and overhead, then improve deliver ratio in big data communication. Compare with Spray and Wait algorithm, Binary spray and wait algorithm in opportunistic networks, this algorithm acquires good results by reduce energy consumption, overhead and deliver ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Life, in developing countries, can not be protected by medicine because the medical technology is underdeveloped and the population is large. One of the result is that patients with light illness may get serious even cause a disastrous infection. Finally developing countries have to spend a great amount of personnel and finance to solve the problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "China, as a representative of developing countries in Asia, suffered a disaster because of the uneven distribution of the limited medical resources and the huge population problem. In 2003, the SARS virus which originated from China [1] , affected the whole Asia and caused serious consequences. Thousands of people are affected and many of them dead. If the early affected patients had chances to consult doctors and get treatments, they may not get serious and disastrous infection could be prevented.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In China, a country with a population of more than 1.3 billion, the shortage of health resources is serious. 5000 people share one doctor in average, and a doctor has to treat 50 patients 1 day at most according to the statistics data in 2013 from China's ministry of health [2] . There is another data, a hospital in a big city, the average amount of treatment reaches 1 million people a year; a better hospital holds 3.5 million treatments per year.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is another record in China that there are more than 700 million mobile phone users. This is a big data in mobile network. With the development of 3G and 4G mobile technology, the mobile phone signal covers every city. People can communicate with each other and check information by mobile devices wherever there are 3G and 4G signals [3] . Everyone may check medical information such as health care, epidemic prevention, and equipment of hospitals by mobile devices when the data of hospitals are shared on the web platform. By this method, the medical resources can be utilized the most and serve the patients better. At the same time, symptoms can be sent to the doctor immediately by the mobile device, by which doctor can judge and give an electronic treatment to the patient. In this condition, hospitals are open to millions of people. This is a revolution in IT technology.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are some problems that the mobile network may not be able to transmit such a big data successfully; the data may not arrive on time; and the mobile terminal may not able to store so much data. So it needs a new transition network to solve. As a kind of ad hoc network, the greatest characteristic of the opportunistic network [4, 5] is the transmission way among nodes are ''carry-store-transfer''. If a node is not in the communication area, the node will store the information and move to transmit it to the next-hop node [6] . There is no need complete link in opportunistic networks. The communication is accomplished by nodes movement. The information transmission in opportunistic networks is diffused. This feature makes the opportunistic network can be adopted in Mobile Health [7] . Persons store health information and transmit them among each other by mobile devices. People can share information anywhere even without the mobile signals [8] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the problem in big data research is a common that happens in the mobile computing environment, is not only limited in the health application. So, there are some problems must be considered when mobile health is applied in big data communication in the paper. Such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. How to select available data to reduce energy consuming when mobile device receives or sends messages? 2. How to improve available data receiving in limited storage space when mobile device receives messages? 3. How to improve deliver ratio according to transmit electronic medical record. This paper founds availability data transmission routing algorithm (ADTRA) in big data opportunistic network. This algorithm can judge routing request and predict data data packets and then can overhead, energy consumption and deliver ratio in transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research methods in opportunistic networks focus on routing algorithms. These algorithms can be applied by different fields when researchers improve characteristics in opportunistic networks. There are some algorithms in opportunistic network as follow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Huang et al. [9] suggest an algorithm is called Epidemic algorithm. As Store-andforward mechanism, Epidemic algorithm shows the transmission mechanism of infectious diseases. The characteristic of this algorithm is two nodes exchange messages that not stored when two nodes meet. Nodes reach the target node and transmit message can be ensure the shortest path with much network channels, cache spaces etc. In big data environment, however, the congestion could happen in transmitting when increase of the nodes. In the application of mobile health in big data, this method can not get good effect since the limitation of the resource.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Spyropoulos et al. [10] suggest the Spray and wait algorithm which is based on the Epidemic algorithm. This algorithm considers that two steps which are spray step and wait step. In spray step, the source node focuses the neighbors. Then source node transmits messages to the nodes around in a way of spraying. In wait step, messages are transmitted to the target node to fulfill the process of transmission unless there is no available node can be found in spray step. This method is a modified algorithm which improves the floodtransmission. But the spray step may cause source nodes waste when this method is applied of big data environment because increasing nodes. That is to say, there are a great mount of neighbors which consume much overhead and energy by source nodes. Hence this algorithm may cause nodes death by over spraying of the source nodes.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Searle et al. [11] suggest PRoPHET algorithm in opportunistic network. This algorithm improves the utilization of opportunistic network by counting the available messages transmission nodes around and calculating the appropriate delivery nodes to form message groups. But in big data environment, a number of counting need much time. So it is not suitable when this algorithm is applied of mobile health big data environment. The condition is same as MV algorithm. Cui et al. [12] suggest MV algorithm which is based on probability can calculate the transmission probability by records statistics in the light of the nodes meeting and area visiting.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Burgess et al. [13] suggest MaxProp algorithm found upon array setting priority. The feature of this algorithm is that the transmission sequence is determined by the settled array priority when two notes meet. This method may reduce the consuming of the resource by setting the reasonable sequence of message transmission. But in big data transmitting, it is hard to establish sequence because nodes movement lack of regular pattern.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Musolesi et al. [14] suggest Context-Aware routing algorithm according to calculating the transmission probability of the source nodes getting the target nodes. This algorithm gets the middle node by calculating the cyclic exchange transmission probability, then collects and groups the message to guide the middle node to transmit the message directly to the node with higher transmission probability. This algorithm lacks of high deliver ratio when nodes increase. In big data environment, it is hard to acquire high deliver ratio.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "From what has been discussed above, ADTRA needs to solve energy consumption, overhead and deliver ratio when the algorithm is applied of big data environment. The next work is how to design algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Under the background in big data mobile health, how to solve the data transmission among hospitals, doctors, patients, their relationships is an important problem. Patients and their relationships use mobile devices receiving and sending messages. Those devices limit storage space when they send and receive messages. Electronic medical record of each patient contains above 3G and 4G storage space. If all messages are received or sent by device, that would consume a number of energy and overhead. Meanwhile, big data in transmutation may reduce deliver ratio because of data losing. Next work will be discussed this problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Big Data Mobile Health Scheme Design"
        },
        {
            "text": "In the real world, patient personal data are confidentiality. At the same time, diagnosis suggests from doctors are protected. Thus, effective data in mobile health are only predicted disease and therapeutic schedule, especially in underdeveloped areas, it is good for patients and doctors to judge disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precondition"
        },
        {
            "text": "In this paper, effective data in mobile health contain diagnose pictures, diagnosis collection in clinic, data in history diagnosis, diagnostic reports, electronic patient record and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precondition"
        },
        {
            "text": "In big data mobile health environment, model design is show as Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model Design"
        },
        {
            "text": "In Fig. 1 , P shows patients; R shows patient's relationships. When patients and hospital establish relationship, hospital or doctors send messages to the patients by mobile devices, as long as the patients in the hospital's communication area. Patients receive the messages from the hospital, and then they can put forward data to their own relationships. In this way, patients do not go to a hospital looking over their inspection results, the stress will be This communication model likes opportunistic network. All the messages are transmitted by non-link. The scheme of model design can choose opportunistic network as communication method according to the characteristic of opportunistic network. In opportunistic network, all the roles would become nodes. They can transmit messages with no link, and messages can be stored by devices. This process is in Fig. 2 . Figure 2 shows data transmitting in big data mobile health environment. Effective data packets are recorded by sensor devices and they can transmit to mobile devices. According to data collection, all the data can be sent to hospital and doctors. Data will be analyzed. Hospital and doctors receive patients' request by mobile devices. This request contains patients' check indicator, illness describing, and patient requirement and so on. Doctors diagnose the condition of patients' index from mobile device, and then give treatment list for patients. Patients can download list and look over diagnostic results. At the same time, patients may send these results to their relationships. All the processes can be established by 3G or 4G network environment, users may only have a mobile device completed diagnoses. Patients and doctors are nodes in big data opportunistic network, they can transmit information by moving. In this communication method, patients and their relationships need not go to hospitals; they may save money and time. Hospitals can also reduce the stress of populations and guarantee work efficiency. In large population counties, this model may reduce finance with hospital beds, because patients can get medical service at home when they connect their mobile devices. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 862,
                    "end": 868,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 871,
                    "end": 879,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model Design"
        },
        {
            "text": "In big data communication, storage space of mobile devices are limit, we can not receive all the data when a great number of data packets are created in clinic. How to select effective data become important work. Figure 3 is diagnosing pictures in PET-CT. It is formed of 12 pictures. There are eight pictures contain yellow-bright areas (SUV Concentration), four pictures display scanning location. For doctors, they judge pathological changes only four pictures in Fig. 3 , and then they can point effective images (picture 4, 8, 9 and 12 are marked circle. Picture 8 is maximum concentration area). Accurate marked can help doctors decision-making.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 467,
                    "end": 473,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effective Data in Clinic"
        },
        {
            "text": "But in the real condition, each patient may have over more 600 pictures. Only 40 pictures may adopt by doctors. Effective data is 6.67 %. Moreover, 600 pictures approximate 1.5G storage space in device. In wireless communication, if doctors or hospitals send all pictures to patients, many network resource must be wasted, especially in big data environment, mass of people join in transmission, there are no enough space storing effective information. Figure 4 is collection data in clinic. For a patient in hospital, there are 80 M per day stored in database. However, only 1 % data are abnormal. That is to say, 1 % in transmission can help patient and doctor judge disease, 99 % data are useless. In order to keep 1 % effective abnormal data, we must waste a great number of space. Not only that, patient in clinic may display normal in a day. It seems in Fig. 4 in the morning. But at night, a short moment in clinic, heart rate, blood pressure and blood supply may change very soon. It is dangerous for patient. Those data are important to save life and analyze illness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 860,
                    "end": 866,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Effective Data in Clinic"
        },
        {
            "text": "From what has been discuss in those figures, it is important to select effective data when we consider to save storage space and transit effective data packets, especially in big data communication environment. So in big data communication, how to make data decision and select effective data is the key.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective Data in Clinic"
        },
        {
            "text": "In big data communication, a great number of electronic medical record (EMR) are commuted in wireless devices. Table 1 shows an EMR for a patient in hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Effective Data Decision and Transmission in Communication"
        },
        {
            "text": "From Table 1 , we can see that many type of documents are records in hospital. For a patient, an EMR may occupy 2G storage space and documents conclude different types in database. It is hard to diagnose directly for one or two doctors at moment. Moreover, if all documents which have not been judged by doctors are transmitted by devices in wireless, there are not enough network resource could be used. More seriously, data packets which contain important records for patients would loss. It is insecurity when EMR are transmitted between people. Thus, we must consider how to select effective data in EMR. Figure 5 is data decision tree in EMR. The root of the decision tree is a patient. The first layer is the basic information assemblies of the patient. The second is sub-assembly, which records detail information. The third layer is diagnosis category. It contains many kinds of parameters. This process in hospital is completed by medical treatment machine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 609,
                    "end": 617,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Effective Data Decision and Transmission in Communication"
        },
        {
            "text": "Traditional method in wireless networks may deliver all diagnosis categories to patients and doctors. In order to reduce energy and overhead in transmission, new method must decrease data packet transmission. We can set normal range of parameters in decision layer. Abnormal data and normal parameter are selected by devices. All the decision data assemble from K 1 to K n which can help doctor and patient to judge illness. Figure 6 shows data assemble exchanging between patients and doctors. Patients send request as data packets. These data packets include diagnostic reports, electronic patient record and image information. When doctors receive these data packets, they can judge patients illness condition and give a treatment recommendation. At the same time, doctors may select a part of effective data which are recorded patient results from medical instruments. From K i to K n are data packets in EMR data decision. When doctors receive request from patients, they may suggest some important patient results data packets such as K i to K j and K m to K n . In this way, patients need not download the whole data packets and then they can know therapeutic regimen clearly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effective Data Decision and Transmission in Communication"
        },
        {
            "text": "The process of exchanging data packets are finished by APP device(Accelerated Parallel Processing device). Effective data packets reduce energy consumption and overhead. Patients select effective data packets by mobile device from anywhere and anytime in big data environment. It is not only convenient receive and send messages, but also improve the application for mobile device and mobile health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective Data Decision and Transmission in Communication"
        },
        {
            "text": "This communication likes opportunistic network. All the messages are transmitted by non-link. Next work is how to design effective scheme of big data mobile health in opportunistic network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective Data Decision and Transmission in Communication"
        },
        {
            "text": "In opportunistic networks, the characteristic of the Spray and wait algorithm [10, 15] is that the nodes transmit information to neighbor nodes by spraying data packets. There are serious problems in this algorithm. Firstly, since the storage space of the neighbor nodes is limited, it may not be able to receive all the data packets, which may cause data lost. Secondly, the lost of the data leads to the low deliver ratio. Thirdly, with multiple neighbor nodes, the spraying will consume great routing overhead of the source node. The Spray and wait algorithm is not an optimal selection. The Binary spray and wait algorithm [16] is an optimization of the Spray and wait algorithm. It reduces routing overhead in the way that the source node sends 1/2 data data packets to the neighbor nodes and stores the rest data. However, this algorithm can be adopted only in networks with few nodes. With the increase of nodes and data data packets, the problems in Spray and wait algorithm occur again.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Effective Communication Scheme In Big Data Opportunistic Network"
        },
        {
            "text": "This paper designs ADTRA. The algorithm improves receiving and sending data packets in big data in opportunistic network when data packets are transmitted in mobile health environment. The data transmitting process refer to Fig. 6 in ADTRA. That is to say, the whole data data packets from doctors and patients found an assemble as V. V contains data assemble and is shown as {K i , K i?1 ……K n }. Then in ADTRA, the effective data packets assemble from doctors and patients shows V 0 . V 0 contains {K i ……K j } and {K m ……K n }. There is a relationship between V and V 0 is V 0 V. For each element in V and V 0 , it contains several data packets. If assemble V contains P data packets, V 0 contains p data packets. According to V 0 V, it shows the relationship between P and p: p P. p is effective data packets from doctors to patients. The next work will compare with effective data packets and the whole data packets when they are shown in energy consumption, overhead and deliver ratio in big data opportunistic network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 230,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effective Communication Scheme In Big Data Opportunistic Network"
        },
        {
            "text": "Mobile devices must cost energy consumption in big data mobile health when these send and receive messages. If it is cost energy more than the node storage, the node would die or the device would not work. Messages can be send and received on the condition that E B E 0 , E is send data packets consumption, E 0 is storage energy by node.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy Consumption in Big Data Mobile Health"
        },
        {
            "text": "Energy consumption in opportunistic network comes from data transmission, signal processing, and hardware operation. Particularly in data transmission, we consider energy consumption in scan, data transmission, and received data. These factors establish some models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy Consumption in Big Data Mobile Health"
        },
        {
            "text": "Each scan consumes e s . Scan period is T. Energy consumption E s for node is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "where t shows working time with node. 2. Energy consumption is in transmission. The sent data packet needs to consume energy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "Each sent data packet must consume e t . p t data packets are transmitted. Energy consumption in transmission E t is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "3. Energy consumption is in receiving. The condition is the same as receiving data packets by nodes. Each data packet received must consume e r . p r data packets are transmitted. Energy consumption in transmission E r is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "From Eqs. (1)-(3), energy consumption E c and surplus energy E sur are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "Energy can be calculated easily according to the established energy assessment model. From energy assessment model, we can found a functional relation between node and neighbor when they send and receive message.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "In opportunistic network, each node sends data packets to neighbors consuming energy E s ? E t . If node has n number neighbors and sends p r data packets to a neighbor. The energy consumption for a node E is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "In ADTRA, p r is decided by neighbor requests. But in Spray and wait algorithm, each node sends uniform number p. It is obvious that p r p, because in Spray and wait, all data packets are transmitted from node to neighbors when it carries. However in Binary spray and wait, each node sends uniform number p 2 . If effective data packets for ADTRA are half with the total, that is to say p r p 2 ,energy consumption of ADTRA is less than Binary spray and wait; else p r 1 p 2 when effective data packets for ADTRA are less than half of total.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy consumption in scan shows energy consumption in scan channel with node."
        },
        {
            "text": "There is a pair of close relationship between overhead and data packet transmission. If node sends data packets to neighbors, it may cost overhead. In normal, overhead in opportunistic network shows load level with node. High overhead may bring low deliver ratio and high transmission delay. The more data packets are transmitted, the more overhead may cost with node. Especially in big data mobile health environment, reduce overhead may improve network quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overhead in Big Data Mobile Health"
        },
        {
            "text": "Assume that among doctors, patients and hospitals are nodes. Overhead in one transmitting o is: If node has n number neighbors and sends p r data packets to a neighbor. Overhead O in opportunistic network is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overhead in Big Data Mobile Health"
        },
        {
            "text": "It is the same condition in energy consumption, in Spray and wait algorithm, each node sends uniform number p and in Binary spray and wait, each node sends uniform number p 2 . Overhead in ADTRA is less than Spray and wait, because p r p. If effective data packets for ADTRA are half with the total, that is to say p r p 2 ,overhead in ADTRA is less than Binary spray and wait.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overhead in Big Data Mobile Health"
        },
        {
            "text": "Data packet deliver ratio is most important parameter on network. In big data mobile health environment, high deliver ratio can be guaranteed messages to send and receive successful among patients and doctors. And then integrality for patient electronic medical record, doctor diagnostic result can be protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deliver Ratio in Big Data Mobile Health"
        },
        {
            "text": "The deliver ratio has some relationships among energy consumption and overhead when storage and energy limit with nodes. Nodes in opportunistic network can not give service when overhead is flood and energy is empty. It likes mobile device can not as normal. So deliver ratio is founded by triad function: D peer to peer f g k shows deliver ratio between two nodes, n shows nodes quantity. The average deliver ratio between nodes according to Eqs. (9), (10) is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deliver Ratio in Big Data Mobile Health"
        },
        {
            "text": "Energy consumption E k and overhead O k are functions about p k according to Eqs. (5), (7) . So Eqs. (11) can be shown as:",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Deliver Ratio in Big Data Mobile Health"
        },
        {
            "text": "Deliver ratio is a function about data packet p according to Eqs. (5), (7), (12) . If messages are delivered by nodes have enough energy and overhead. The deliver ratio is decided by rate of neighbor receiving data packets and node sending data data packets. That is D ¼ Dr Ds . To the whole network, average of deliver ratio D is:",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Deliver Ratio in Big Data Mobile Health"
        },
        {
            "text": "It tests and verifies average of deliver ratio by simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deliver Ratio in Big Data Mobile Health"
        },
        {
            "text": "In network communication, transmission delay is a problem. Especially in mobile health environment, if we may reduce delay in EMR transmission between devices, patients can gain more rescue time. If a packet is transmitted from node to its neighbor spend time t 0 . Actual transmission time from two nodes is t n . Delay T del in transmission is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay in Big Data Mobile Health"
        },
        {
            "text": "According to Eq. (14), we can calculate delay time between nodes when they transmit and receive data packets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay in Big Data Mobile Health"
        },
        {
            "text": "The algorithm scheme can be design by chapter 4. Availability data transmission routing algorithm designs as Table 2 . In this algorithm, time complexity in overhead and energy consumption are O(n). The deliver ratio can be calculated by sending data packets, overhead and energy consumption. Time complexity is better than O(n 2 ) in Spray and wait and Binary spray and wait.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Algorithm Design"
        },
        {
            "text": "The simulation adopts the simulator Opportunistic Networking Environment (ONE) [17] and its extended model in opportunistic network to compare energy consumption in these algorithms. Parameters are set based on the random model in opportunistic network. The parameters are set in Table 3 .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Simulation Environment"
        },
        {
            "text": "In the paper, data packets in transmission are many kinds of EMR(electronic medical record). To keep environment authenticity, we adopt EMR in hospital. The parameters are set in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Simulation Environment"
        },
        {
            "text": "The next step is simulation result analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Environment"
        },
        {
            "text": "After algorithm design and setting simulation apportionment, we will compare with three algorithms Spray and wait(S&W), Binary spray and wait(BS&W) and ADTRA. The simulation is as follows. Fig. 7 The relationship between consume energy and node Figure 7 shows the relationship between energy and node. Before 300 nodes are participated in transmitting messages, energy consumption in ADTRA is greater than the BS&W. When nodes is reached more than 400, ADTRA energy consumption is less than BS&W. ADTRA can save energy consumption under the condition of the nodes. When nodes is 1000, ADTRA energy consumption is the least. BS&W energy consumption is less than S&W. ADTRA and BS&W acquire good effect, especially ADTRA more suitable used in big data environment. Figure 8 shows the relationship between overhead and node. In simulation experiment, S&W algorithm in routing overhead is very high. The number of nodes in 500, S&W is around 1000, when node number 1000, routing overhead is over 3200. Obviously, S&W algorithm is not suitable for application in big data environment. ADTRA and BS&W are not increased obvious. Especially nodes are less than 280, BS&W is smaller than ADTRA routing overhead. The nodes are more than 300, routing overhead for BS&W is less than BS&W and ADTRA. Nodes are participated to 1000, routing overhead ADTRA is BS&W 75 % of consumption. Explain ADTRA has better optimization effect. Figure 9 is the relationship between deliver ratio and node. In initial stage, the participation message nodes are 100, ADTRA and BS&W transmission deliver ratio is over 40 %, S&W is also exceeded 30 %. With the increase of nodes, three algorithms of deliver ratio are raised. This suggests that in opportunistic network, transmission deliver ratio is improved by increasing when the nodes of the algorithm. When nodes reach 600, ADTRA deliver ratio is more than 70 %, when the nodes reach 800, ADTRA deliver ratio is more than 80 %, when the nodes reach 1000, ADTRA algorithm deliver ratio is more than 90 %. Explain ADTRA when the more data, higher transmission rate. And, in the node reaches 1000, ADTRA deliver ratio is 1.5 times than S&W. It is said ADTRA has good effect to improve deliver ratio in transmission. Deliver ratio is most important parameter in big data mobile heath environment. So it needs to design sending data data packets in different time. The time intervals are 5, 10 and 15 s. The simulation result is as Fig. 10 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 253,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 771,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1425,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2450,
                    "end": 2457,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Simulation Result Analysis"
        },
        {
            "text": "The Start in the simulation, 15 s sends data packets deliver ratio is higher than 10 and 5 s. But the distance is less than 10 % deliver ratio. The trend continues. Nodes are arrived at 500, 15 and 5 s deliver ratio are moreover 10 %, 10 s is stable. When nodes reach 1000, 10 s and 15 s deliver ratio are more than 90 %, 5 s is close to 90 %. It is said, ADTRA at different time distribution of data data packets can be get higher deliver ratio. And then the more data data packets interval longer, the higher deliver ratio arrive at. Figure 11 shows the end-to-end delay on average. In the simulation, three samples are collected at different moments when nodes join in transmission. In Fig. 11 , the highest delay occurs in the spray and wait algorithm, which exceeds 2800. Binary spray and wait and ADTRA are better than the spray and wait algorithm because many data packets are lost during transmission via the multicopy algorithm. In the ADTRA, the end-to-end delay stabilizes at 400 when 1000 nodes transmit because effective data packets are adopted. Table 5 and Fig. 12 record surplus energy for nodes that are transmitted in simulation. All of the nodes are divided into four groups and are indexed c0-c249, t0-t249, w0-w249, and r0-r249 in the map. Surplus energy is recorded per hour by each one hundred on average. Surplus energy for three algorithms is shown in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 545,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 689,
                    "end": 696,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1060,
                    "end": 1067,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1072,
                    "end": 1079,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1377,
                    "end": 1384,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Simulation Result Analysis"
        },
        {
            "text": "They show that surplus energy in Spray and Wait algorithm is rapidly consumed. All energy is consumed in 6 h. Binary spray and wait algorithm is better than spray and wait algorithm. Node assemble c0-c249 has 0.01 energy in 12 h. Other assembles consumed their energy for more than eight hours. ADTRA is the best algorithm. Surplus energy is approximately 10 at the end of simulation time. Thus, energy supply can extend lifetime for nodes in communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Result Analysis"
        },
        {
            "text": "EMR transmission in three algorithms shows in Fig. 13 . In Spray and wait (Fig. 13a) , a great number of space in transmission are occupied by Image data report, over 98 % space are transmitted Image data packets in Spray and wait. Because nodes accept data packets in order, each node must receive all image data packets from its neighbors. So much space are wasted. In Fig. 13b , the condition is better than Spray and wait, because in Binary spray and wait, only a half of data packets are transmitted from neighbors to nodes. Each node can receive many type of data packets. In Fig. 13c , we can see that many kind of EMR are occupied in transmission more average. Only 40 % space are transmitted Image data packets in ADTRA. According to ADTRA, much more EMR can be transmitted between nodes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 74,
                    "end": 84,
                    "text": "(Fig. 13a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 371,
                    "end": 379,
                    "text": "Fig. 13b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 582,
                    "end": 590,
                    "text": "Fig. 13c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Simulation Result Analysis"
        },
        {
            "text": "In big data environment, ADTRA can reduce energy consumption and overhead, extend life time with nodes. Moreover, much more EMR can be transmitted when patients and doctors request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Result Analysis"
        },
        {
            "text": "This paper founds ADTRA in big data mobile health environment. It reduces energy consumption and overhead, and then improves deliver ratio. That is to say, this algorithm can be applied of mobile device and take part in transmitting messages and then it may acquire good result in big data mobile health environment. Research algorithm can improve the contradiction between large populations and medical resources. In the further, some research can be improved selecting effective data by Artificial Intelligence and applied in mobile device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Zhigang Chen received the BE, the MS and Ph.D. from Central South University in China in 1984 China in , 1987 China in and 1998 . He is currently a Professor, Supervisor of PhD and Dean of School of software, Central South University. He is also director and advanced member of China Computer Federation (CCF), and member of pervasive computing committee of CCF. His research interests cover the general area of cluster computing, parallel and distributed system, computer security, wireless networks.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 93,
                    "text": "China in 1984",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 109,
                    "text": "China in , 1987",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 127,
                    "text": "China in and 1998",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Reducing Energy Consumption and Overhead Based on Mobile… 1385",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Business ecosystem strategies of mobile network operators in the 3G era: The case of China Mobile",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Telecommunications policy",
            "volume": "35",
            "issn": "2",
            "pages": "156--171",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The third-generation-mobile (3G) policy and deployment in China: Current status, challenges, and prospects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Telecommunications Policy",
            "volume": "35",
            "issn": "1",
            "pages": "51--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Usability and evaluation of a deployed 4G network prototype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuevas Casado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Aguiar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Communications and Networks",
            "volume": "7",
            "issn": "2",
            "pages": "222--230",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Opportunities in opportunistic computing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Computer",
            "volume": "43",
            "issn": "1",
            "pages": "42--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Proposal for efficient routing protocol for wireless sensor network in coal mine goaf",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Wireless Personal Communications",
            "volume": "77",
            "issn": "3",
            "pages": "1699--1711",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficient and secure routing protocol for wireless sensor networks through SNR based dynamic clustering mechanisms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amutha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Communications and Networks",
            "volume": "15",
            "issn": "4",
            "pages": "422--429",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "EPTR: expected path throughput based routing protocol for wireless mesh network",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhigang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Wireless Networks",
            "volume": "22",
            "issn": "3",
            "pages": "839--854",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A survey of opportunistic networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "22nd International conference on advanced information networking and applications-workshops",
            "volume": "",
            "issn": "",
            "pages": "1672--1677",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficient routing in intermittently connected mobile networks: The multiple-copy case",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Spyropoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Psounis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raghavendra",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE/ACM Transactions on Networking",
            "volume": "16",
            "issn": "1",
            "pages": "77--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Scaffold: A bioinformatic tool for validating MS/MS-based proteomic studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Searle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proteomics",
            "volume": "10",
            "issn": "6",
            "pages": "1265--1269",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Energy efficient opportunistic network coding for wireless networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "INFOCOM 2008. The 27th conference on computer communications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MaxProp: Routing for vehicle-based disruptiontolerant networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "IEEE INFOCOM",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CAR: Context-aware adaptive routing for delay-tolerant mobile networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Musolesi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mascolo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IEEE Transactions on Mobile Computing",
            "volume": "8",
            "issn": "2",
            "pages": "246--260",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Spray and wait: An efficient routing scheme for intermittently connected mobile networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Spyropoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Psounis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raghavendra",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the 2005 ACM SIGCOMM workshop on Delay-tolerant networking",
            "volume": "",
            "issn": "",
            "pages": "252--259",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spray and wait routing based on average delivery probability in delay tolerant network",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International conference on networks security, wireless communications and trusted computing",
            "volume": "2",
            "issn": "",
            "pages": "500--502",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The ONE simulator for DTN protocol evaluation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keränen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kärkkäinen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the 2nd international conference on simulation tools and techniques",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "He is a senior member of CCF(China Computer Federation), a member of IEEE and ACM. His research interests include wireless communications and networking, wireless network, big data research",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chang-Sha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Data transmitting in big data mobile health environment reduced in hospital from undertaking transfer of personnel. Patient relationship may get results with the patient's devices according to the data transmission model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The process of data transmitting in big data mobile health environment Reducing Energy Consumption and Overhead Based on Mobile… 1369",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Select effective diagnose pictures in PET-CT",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effective diagnose collection in clinic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Data decision in EMR",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The process of effective data exchanging among patients",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "o i is overhead with nodes in opportunistic network.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "data packet p r count D for receive and send",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 8 The relationship between overhead and node",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "End to end delay in simulation",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Electronic medical record for a patient in hospital",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Surplus energy in record nodes for simulation time Simulation time (hour) Fig. 12 Surplus energy in different simulation time Reducing Energy Consumption and Overhead Based on Mobile… 1381 Fig. 13 a EMR transmission in Spray and wait. b EMR transmission in Binary spray and wait. c EMR transmission in ADTRA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}