{
    "paper_id": "d95aa8c36220d2ffdbb485bc3cc6decbb8694589",
    "metadata": {
        "title": "RNAi therapeutics Can siRNAs conquer SARS?",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The epidemic of the severe acute respiratory syndrome (SARS) [1] [2] [3] in 2003 heightened the necessity for us to develop strategies to cope with emerging infectious diseases. In a recent issue of Nature Medicine, Li et al. 4 report on a new approach to this problem that uses small interfering (si)RNAs, with which they successfully treated SARS-CoVinfected Rhesus macaques.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 226,
                    "end": 227,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS drew world-wide attention because it posed a global health threat with a high mortality rate and a negative impact on the world economy. 5 Studies on SARS pathogenesis revealed a novel member of coronavirus, SARS-CoV, responsible for this disease. 3, 6 Subsequently, genome sequences of SARS-CoVs were obtained, and a number of prophylactic and therapeutic strategies for SARS were reported. These strategies included traditional quarantine and sanitation measures, the use of existing drugs and reagents and the development of novel drugs, vaccines and other reagents. 5 Currently, the major effort has been directed towards vaccine development. 7 However, the safety and effectiveness of SARS vaccines remain to be shown.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 256,
                    "end": 257,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 575,
                    "end": 576,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of RNA interference (RNAi) is a novel alternative approach to the problem that focuses on the inhibition of the SARS-CoV replication. 8, 9 RNAi is a phenomenon whereby 19-23 basepair doublestranded (ds)RNAs can mediate degradation of RNA in a sequencespecific manner. 10 So, dsRNA can be designed to repress target gene expression through the activation of the RNAi pathway in the cell.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 145,
                    "end": 146,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, RNAi approaches have been widely used in studies of human diseases including cancers, neurogenerative and viral infectious diseases. Recent work has also shown that selected siRNAs can effectively inhibit SARS-CoV replication in cultured cells. 8, 9, 11 However, previously, RNAi-inhibition of SARS had not been shown in animal models. This new study provided, for the first time, the evidence that siRNAs have a significant effect on suppression of SARS-like symptoms in a macaque model. The authors' results indicated that the SARS-CoV-infected monkeys had attenuated SARS-like symptoms when the animals were treated with siRNA duplexes. More importantly, this approach was shown to be effective both prophylactically and therapeutically with no adverse effects.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 260,
                    "end": 262,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors selected two distinct siRNAs (named siCS2 and 5) that were shown to be effective in cultured cells 9 and confirmed the effectiveness in mouse lungs using a very sensitive luciferase reporter vector (pCI-scLuc). They first tested two solutions for delivery of the reporter plasmid and the siRNA duplexes into mouse lungs and subsequently used D5W, a glucose solution, for delivery of siRNA duplexes to Rhesus macaque lungs.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rhesus macaque is a good model for studying human SARS-CoV infections. 12 Li et al. 4 adopted this model and used 21 macaques in their study. They took one monkey for normal observation (without infection) and divided the 20 animals, into five groups (n ¼ 4), including viral infection control, nonspecific siRNA control, prophylactic treatment, virus/siRNA co-delivery and postexposure treatment. They observed that all the infected animals had the SARS-like symptoms, that is, an elevated body temperature, a loss of appetite, and/or displaying agitated and aggressive behaviors. Histological examinations also revealed evidence of SARS-CoV infection: a diffuse alveolar damage (DAD) along with interstitial infiltration of neutrophils, lymphocyctes and macrophages in the lung.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using this model, Li et al. 4 observed that the siRNAs they designed could suppress SARS-like symptoms. They found that all the monkeys in the treatment groups showed less severe symptoms than the control groups. For example, during the 20-day period of observation after the administration of the siRNA duplexes, the treated monkeys kept an average body temperature lower than 38.91C while the control animals had an average of body temperature above 39.11C. Their data also revealed that all of the three siRNA-treated groups of monkeys 'showed relatively mild severity of acute (DAD) and none showed lung damage beyond a score of ++' while the control animals suffered from severe DAD with a lung damage score of +++. The lung histopathological results were consistent with the body temperature measurements as well as the SARS-CoV-infected cell counts.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 29,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, their data showed three of the four animals in each of the three siRNA-treated groups free of SARS-CoV RNA in the oropharyngeal swab specimens, although one of the four monkeys in each group had no change of the SARS-CoV RNA copy numbers. These results indicated that the siRNA treatments either inhibited SARS-CoV replication or blocked the spread of the virus within the lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overall conclusion of the study is that all the three different treatments significantly reduced the severity of viral-induced SARS symptoms in the tested Rhesus macaques. Therefore, this study has important implications on strategies for combating emerging infectious diseases such as SARS. Although this approach is obviously not a cure for SARS since the treated animals also developed SARS symptoms, it can be used as a complementary strategy to reduce the severity of the disease and to low the viral load in patients. In combination with other treatments, as the authors stated, it may make SARS no longer a formidable disease for humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, while this work provided a plausible rationale to add siRNAs to the arsenal for combating SARS, this approach should be further explored. First, it remains to be shown what percentage of the airway epithelial cells of the treated animals take-up the siRNAs and whether siRNA delivery efficiency can be further enhanced. Are there more effective carriers than D5W ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "for siRNA delivery? Will aerosol delivery of siRNAs be more effective than intranasal instillation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS AND COMMENTARY"
        },
        {
            "text": "Second, additional target sequences for SARS-CoV should be examined in this model to obtain more effective siRNAs. The authors used the siRNAs selected from 48 candidates. 9 However, it has been reported that targeting several other sequences in the SARS genome can be effective. 8, 11 In particular the leader sequence, which is present in all of the mRNAs of the SARS-CoV genes, is likely to be a more effective target. 11 Finally, since RNA is not stable in cells, DNA plasmids expressing small hairpin (sh)RNAs 10 might be a better approach for delivering RNAi reagents to the airway epithelial cells. Although delivery of plasmid DNA to the lung is generally not very efficient, helper-dependent (gutted) adenoviral (HD-Ad) vectors have been shown to be highly efficient. 13 Unlike the conventional adenoviral vectors that cause strong host immune responses, HD-Ad vectors are fully devoid of viral genes with significantly reduced host immune responses and have been successfully used to express shRNAs in cultured cells. 14 Whether SARS can be conquered remains to be proven. Nevertheless, the study by Li et al. 4 demonstrated a novel strategy to mitigate SARS and this approach may be applicable to combating other emerging infectious diseases caused by viruses. '",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "NEWS AND COMMENTARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS virus identified, but the disease is still spreading",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious diseases. Battling SARS on the frontlines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "714--715",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Using siRNA in prophylactic and therapeutic regimens against SARS coronavirus in Rhesus macaque",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "944--951",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome (SARS): a year in review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Med",
            "volume": "56",
            "issn": "",
            "pages": "357--381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS vaccine development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1016--1020",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Silencing SARS-CoV Spike protein expression in cultured cells by RNA interference",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "560",
            "issn": "",
            "pages": "141--146",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prophylactic and therapeutic effects of small interfering RNA targeting SARS-coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antivir Therapy",
            "volume": "9",
            "issn": "",
            "pages": "365--374",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mammalian RNAi for the masses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Genet",
            "volume": "19",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "siRNA targeting the leader sequence of SARS-CoV inhibits virus replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gene Therapy",
            "volume": "12",
            "issn": "",
            "pages": "751--761",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Macaque model for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "11401--11404",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Protection of Cftr knockout mice from acute lung infection by a helper-dependent adenoviral vector expressing Cftr in airway epithelia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "",
            "pages": "15364--15369",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A complementation method for functional analysis of mammalian genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonzalez-Santos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}