{
    "paper_id": "da43134a2f23c597596e1f86b9d070f281d73a3b",
    "metadata": {
        "title": "Challenges and Countermeasures of Integrative Cancer Therapy in the Epidemic of COVID-19",
        "authors": [
            {
                "first": "",
                "middle": [
                    "Huiqing"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Yufei"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geliang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Clinical Research Center for Geriatric Diseases",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huiqing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Naval Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yufei",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiyuan Hospital of China Academy of Chinese Medical Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, a novel coronavirus named COVID-19 outbroke in Wuhan, Hubei province, and began spreading rapidly with more than 80 000 cases confirmed and 3000 deaths in China. Italy, Iran, Korea, Japan, the United States, and other countries have reported nearly 60 000 cases. Most COVID-19 patients initially suffered from fever, cough, fatigue, and shortness of breath, while other symptoms included muscle pain, headache, chest pain, and diarrhea, similar to the symptoms observed after chemotherapy, targeted and immune therapy. 1 In addition, cancer itself along with its treatment makes cancer patients more susceptible to pneumonias, due to weakened immune response to respiratory bacteria and virus. Thus, the epidemic spread of COVID-19 has posed great challenges to the clinical practice of oncologists, especially for integrative cancer therapy.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "According to the latest study revealing the correlation between COVID-19 and cancer, 18 (1%) of 1590 COVID-19 cases had a history of cancer, which was higher than the incidence of cancer (0.29%) in the overall Chinese population; meanwhile, cancer patients were found to have a higher risk of severe events than patients without cancer. 2 We appeal to clinical oncologists to learn the diagnosis of COVID-19 well, and cancer patients should be adequately screened for their epidemiological history, especially for the travel to Wuhan and surrounding areas or other communities with medical records, and respiratory and constitutional symptoms.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 338,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Generally speaking, anti-COVID-19 therapy should be prior to or combined with other therapy, including anticancer treatment. Integrative cancer therapies such as acupuncture and massage involve close contact with cancer patients, and are widely used to relieve and control a variety of symptoms in cancer patients. We suggest that integrative cancer therapies involving close contact with cancer patients should be rigidly considered or forbidden in endemic areas, and stronger personal protection provisions should be made for patients with cancer and integrative cancer therapists. In high epidemic areas, members of the public are encouraged to reduce going out; thus, Tai Chi and Qi Gong, as integrative therapies, might be very suitable indoor exercises to strengthen the constitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "To our best knowledge, there is still neither a vaccine nor specific antiviral drugs to fight the COVID-19 infection, and current treatments mainly depend on therapy for symptoms. In comparison, one integrative therapy, Chinese herbal medicine (CHM), is widely used in the treatment of COVID-19, and was shown to be quite effective in preliminary clinical practice. China's National Health Commission issued a Diagnosis and Treatment Protocol for COVID-19, providing a systemic treatment with CHM. 3 Thus, cancer patients diagnosed with mild or medium COVID-19 should be encouraged to receive CHM therapies. In addition, we should strengthen monitoring and give priority to the patients infected with COVID-19 with cancer during CHM treatment, especially the elderly and those with complications.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 499,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "To better understand the treatment of COVID-19 and other severe infectious diseases, more CHM clinical trials should be undertaken as soon as possible, and patients with cancer history should be taken into consideration. We hope that our suggestions could help better deal with challenges of integrative cancer therapy in the epidemic of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "General Office of the National Health Commission of China, General Office of the State Administration of Traditional Chinese Medicine. Diagnosis and treatment protocol for 2019-nCoV",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Geliang Yang https://orcid.org/0000-0002-3878-2066",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}