{
    "paper_id": "da5e5c16abac5102f682edf17c930412316e79ee",
    "metadata": {
        "title": "JIPH-1287; No. of Pages 3 Journal of Infection and Public Health xxx",
        "authors": [
            {
                "first": "Shajeea",
                "middle": [
                    "Arshad"
                ],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dow University of Health Sciences",
                    "location": {
                        "settlement": "Karachi",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariam",
                "middle": [],
                "last": "Baloch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dow University of Health Sciences",
                    "location": {
                        "settlement": "Karachi",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Naseem",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dow University of Health Sciences",
                    "location": {
                        "settlement": "Karachi",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Arshad",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dow University of Health Sciences",
                    "location": {
                        "settlement": "Karachi",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ayman",
                "middle": [],
                "last": "Iqbal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dow University of Health Sciences",
                    "location": {
                        "settlement": "Karachi",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A number of cases with Viral Pneumonia of Unknown Etiology (VPUE) were admitted in Wuhan hospital, on 29th December 2019. These cases were reported to the China Center for Disease Control (CDC). Investigators found that the patients had previously worked in the Huanan Seafood Wholesale Market, a selling hub of animals. The samples drawn from these individuals were sent for laboratory analyses. Later, the etiology was confirmed to be a novel ␤-genus coronavirus (2019-nCoV). The disease was, hence, termed novel coronavirus-infected pneumonia (NCIP) [1] .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to WHO Coronavirus Disease 2019 (COVID-19) situation report of 17 February 2020, 71,429 cases have been documented globally [2] . Out of these, the number of cases from China is 70,635 and the rest 794 cases are from twenty-four different countries including Japan, Republic of Korea, Vietnam, Singapore, Australia, Malaysia, Cambodia, Philippines, Thailand, Nepal, India, Sri Lanka, United States of America, Canada, France, Germany, Italy, the United Kingdom, Russian Federation, Belgium, Finland, Spain, Sweden, and the United Arab Emirates. The disease has claimed 1775 victims so far, the fatality rate is 2.8% [2, 3] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus belongs to the family of Coronavirinae, order Nidovirales [4] . They are large, positive-sense RNA viruses comprising of four genera: alpha, beta, delta, and gamma [5] . Until 2019, only six human coronaviruses (HCoVs) were known that could be held responsible for respiratory diseases. Out of these, four (HCoV-229E, OC43, NL63, and HKU1) are endemic globally and are the causative agents for 10%-30% of the upper respiratory infections [4, 5] . The other two, Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV), are known to infect the lower respiratory tract [4] . These viruses possess the ability to propagate at an alarming rate, thereby resulting in disease clusters from a single index patient [6] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2002, a pandemic of SARS occurred endangering the lives of 8098 individuals with a mortality of 774 patients [5] . The epicenter of the disease was Guangdong, China, from where it spread internationally to more than twelve countries. It was assumed that bats were the natural hosts. Mechanical ventilation support was given to 20%-30% of the infected patients and the fatality rate was 10%. The human-to-human airborne transmission was perceived, and the pandemic was culminated by employing strict public health measures [5] . In 2012, a rapid-spreading infection, MERS, caused by MERS-CoV, emerged in Saudi Arabia. Bats were considered to be the natural hosts and the intermediate host was dromedary camels.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 2494 cases with 858 deaths were reported to be caused by expeditious nosocomial transmission. MERS demonstrated clinical features similar to SARS with prominent gastrointestinal symptoms and acute kidney failure. Mechanical ventilation was given to 50%-89% of patients, associated with a mortality rate of 36% [5] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An epidemiological investigation of 198 early cases revealed that only 22% of patients had direct exposure to the marketplace, 32% were in contact with the suspected cases and 51% had no contact with either of the source [1] . However, the virus was capable of efficient human-to-human transmission and similar to MERS, reports of nosocomial propagation were also documented [1] . This situation necessitated the need for the implementation of measures to abstain transmissions such as fit-tested N95 respirator and other personal protective equipment. Furthermore, respiratory samples should be immediately sent for analysis, if a diagnosis is suspected, serum antibodies should be examined before and after exposure to 2019-nCoV [7] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A study conducted in a cluster of recent pneumonia cases in Jin Yin-tan hospital, Wuhan, portrayed the common symptoms were fever, cough, dyspnea, and pneumonia with findings of bilateral ground-glass appearance on chest CT scans [7] . These symptoms were consistent with those of SARS and MERS. The complications of the illness included acute respiratory distress syndrome (ARDS), RNAaemia, acute cardiac injury, and secondary infection. During the study, 32% of the patients were admitted in ICU and 15% died, indicating a significant association with high mortality [7] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Confounding similarities are obtained between 2019-nCoV and SARS-CoV. Prominent amino acid homology is shown between the two by genomic sequence analyses [5] . The clinical manifestations of both viruses were comparable too, with ARDS being developed and oxygen therapy required in both illnesses [7] . This depicts the potential of 2019-nCoV to cause a pandemic similar to SARS which has a history of taxing the global economy $30 to $100 billion. 5 Based on this experience, the economic burden of this virus is temporarily estimated to be 1%-2% of GDP (Gross Domestic Product). However, more than 20% of the world GDP now is contributed by China, as compared to 7.5% in 2013 with having substantial proportion in global value chains [8] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2017, SARS-CoV and MERS-CoV were added by WHO on its Priority Pathogen list. The diagnostic tests available were rapidly updated to identify 2019-nCoV, allowing early recognition and detection of the cases. 5 Preclinical investigations recognize the potent efficacy of Remdesivir against MERS and SARS, which can also be used against 2019-nCoV. Randomized controlled trials are being conducted to evaluate the potential of a combination of lopinavir and ritonavir which showed promising effect against MERS-CoV to treat infected 2019-nCoV patients [7] . Similarly, vaccines are also being developed for SARS and MERS. The nucleic acid vaccine approach is being utilized by the National Institute of Allergy and Infectious Diseases Vaccine Research Center. Research is being conducted to target the messenger RNA (mRNA) vaccine technology and assembling viral vectors to develop a vaccine [5] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The epidemic increases by twofold in 6.4 days [6] . The lengthy incubation period makes the isolation of suspected cases difficult. Therefore, counter-measures like school shutdown, exit screenings, and dissolution of mass gatherings are necessary [1, 9] . SARS pandemic ended by employing stringent public health measures. WHO has developed strategic objectives for this response such as limiting human-to-human transmission and zoonotic transmission, early detection and management of victims, gathering data to identify unknown clinical aspects of this disease, sharing event information to all communities, minimizing social and economic impact via multisectoral partnerships and two online courses on an open learning platform to provide real-time knowledge [2, 5] .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The source of zoonotic infection has not been identified. However, pangolins, a delicacy in Chinese cuisine are suspected, contributing to a ban of game consumption by Chinese government [10] . Under the International Health Regulations 2005, an emergency committee on 2019-nCoV has put Public Health Emergency of International Concern (PHEIC) into effect [11] . For the states with weaker health systems, a US$675 million preparedness and response plan has been launched for the period of February-April 2020 [12] . A disease commodity package has been prepared for patients with necessary biomedical equipment [2] . The impact of the outbreak, on a global scale, remains to be seen.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Ali drafted the initial manuscript. Dr. Baloch reviewed the manuscript and edited it. Dr. Ahmed supervised the execution of the entire project. Dr. Ali conceptualized the idea and contributed in the initial draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors' statement"
        },
        {
            "text": "Dr. Iqbal performed the literature search and gathered all the relevant data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors' statement"
        },
        {
            "text": "All authors approved the final manuscript as submitted and agree to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors' statement"
        },
        {
            "text": "No funding sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Qun Li. An outbreak of NCIP (2019-nCoV) infection in China -Wuhan",
            "authors": [],
            "year": 2019,
            "venue": "The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) Situation Report -28.Who.int",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "2019-novel Coronavirus (2019-nCoV): estimating the case fatality rate -a word of caution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battegay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuehl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tschudin-Sutter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swiss Med Wkly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4414/smw.2020.20203"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging coronaviruses: genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.4414/smw.2020.20203"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "8",
            "pages": "707--715",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1002/jmv.25681"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zhou Xiao-hua. An estimation of the total number of cases of NCIP (2019-nCoV) -wuhan",
            "authors": [
                {
                    "first": "You",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Qiushi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China CDC Wkly",
            "volume": "2",
            "issn": "6",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Game consumption and the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "3",
            "pages": "30063--30066",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "second-meeting-of-the-international-health-regulations-(2005)-emergencycommittee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)",
            "authors": [],
            "year": 2005,
            "venue": "Who.int. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30063-3"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "US$675 million needed for new coronavirus preparedness and response global plan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Abbreviations: ARDS, acute respiratory distress syndrome; CDC, Center for Disease Control; COVID-19, Coronavirus Disease 2019; HCoVs, human coronaviruses; MERS, Middle East respiratory syndrome; MERS-CoV, Middle East respiratory syndrome coronavirus; 2019-nCoV, novel coronavirus; NCIP, novel corona-virus infected pneumonia; PHEIC, Public Health Emergency of International Concern; SARS, Severe Acute Respiratory Syndrome; SARS-CoV, Severe Acute Respiratory Syndrome Coronavirus; VPUE, Viral Pneumonia of Unknown Etiology; WHO, World Health Organization. * Corresponding author at: Dow Medical College, Dow University of Health Sci-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}