{
    "paper_id": "db0894e5d0e4f08ab9f4a8b597708381a4a81cbf",
    "metadata": {
        "title": "Destruction of Microbial Collections in Response to Select Agent and Toxin List Regulations",
        "authors": [
            {
                "first": "Arturo",
                "middle": [],
                "last": "Casadevall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan Medical School",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "Michigan"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Imperiale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan Medical School",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "Michigan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study we have followed up on anecdotal and hearsay evidence that microbial collections were destroyed in the United States following the imposition of the regulations associated with the Select Agents and Toxins List, to validate or refute that information. Using a questionnaire, we documented 13 episodes of microbial collection destruction involving viral, bacterial, and fungal strains, which we believe is almost certainly an underestimate of the number of collections destroyed. In every case, the motivation for the destruction of the collection was a desire to avoid the perceived burdens of the regulatory environment associated with operating under the Select Agent Regulations. Some institutions that destroyed isolates considered, and in some cases tried, transferring their collections to registered institutions prior to collection destruction but desisted when confronted with transport regulations. Destruction of microbial collections represents a loss of strains and biological diversity available for biomedical research and future mechanistic, forensic, and epidemiologic investigations. Given the rapid evolution of microbial strains, the destruction of archival collections is a potentially irretrievable loss that was an unintended consequence of regulations to protect society against the nefarious use of biological agents. Furthermore, unregistered institutions continue to destroy newly acquired clinical isolates, thus preventing the establishment of new repository collections. We recommend that government agencies develop plans to ensure that microbial collections are preserved when considering future additions to microbial threat lists under which the possession of certain microbes is criminalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "O ne of the authors recently wrote a perspective essay analyzing the benefits and debits that microbial threat lists conferred to society. 1 During the manuscript review process, one of the referees questioned whether there was indeed any evidence that microbial collections had been destroyed in the United States following imposition of the regulations relevant to the Select Agents and Toxins List (SATL). A diligent search of the literature and internet sites revealed no published evidence of destroyed collections in the public domain, and, consequently, this potential loss to society was referred to only as ''anecdotal'' in that publication. 1 However, the referee's comment and the absence of documentary evidence alerted us to the need to investigate whether destruction of archival collections had indeed occurred.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 651,
                    "end": 652,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microbial collections result from the archiving and maintenance of certain strains for historical, epidemiologic, and research purposes. These collections serve a critical function in the development of vaccines and antimicrobial drugs, and in pathogenesis research, by allowing investigators to ascertain the biological variability inherent in the population of a particular pathogenic microbe. For example, the rapid identification of and response to the new pandemic influenza strain in 2009 was possible only because of the knowledge accumulated by studying viral collections recovered over the past century. 2 Some pathogenic microbes manifest such rapid genetic variation that historical isolates acquire a certain uniqueness over time that is critical for understanding the progression of epidemics. An example of this is provided by HIV, a microbe that undergoes extraordinarily rapid genetic variation as a result of an error-prone reverse transcriptase and host immune selection. 3 Microbial collections also provide isolates that can be invaluable in forensic investigations when establishing validation for genetic variability. 4 Collections often include isolates with unusual characteristics that can provide important clues to the genetic diversity inherent in a strain. Consequently, microbial collections are critically important resources that are not easily replaced when lost.",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 991,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1140,
                    "end": 1141,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors queried colleagues in the research community with a letter that asked ''for information as to whether such microbial collections were destroyed in your institution in the post 9/11 days as the select agent regulations'' became law. We asked 4 questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "1. Are you aware whether microbial collections were destroyed in your institution? 2. If yes, what types of samples were destroyed (pathogen names would be helpful)? 3. Are you aware of whether there was an attempt to save the collection by transferring it to a registered institution? 4. If a paper is published with this information, do you have any problem with the identification of your institution and/or your name as the information source? If yes, please provide the above information, and we will not name you or your institution in the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "This letter was distributed to 1,000 individuals in the biosafety community through an American Biological Safety Association (ABSA) listserv, and to another group of individuals through the Center for Science and Technology Policy at AAAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Our goal was to obtain evidence that microbial collections had indeed been destroyed in response to SATL regulations. We received 13 affirmative responses of microbial collection destruction in response to regulations associated with SATL ( Table 1 ). The geographic distribution of these affirmative responses was as follows: Midwest 5, Northeast 3, South 1, and West 4. In addition, we received 5 responses stating that no destruction had occurred in those institutions, and 4 responses stating that the investigators had successfully managed to save their collections by moving them to SATLregistered institutions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Destroyed collections included viral, bacterial, and fungal isolates listed in the SATL. Some respondents described attempts to save the collections by transferring them to registered institutions, but they ended those efforts when confronted with the complexity of transfer regulations. Destroyed collections also included isolates from clinical cases and at least one instance of an unidentified Brucella species. In one case a collection of Newcastle disease virus was destroyed because of uncertainty as to whether the samples fell or would fall into the regulatory framework. Similarly, a collection of Clostridium spp. isolates was destroyed because of uncertainty as to whether they were subject to regulations. Another institution transferred what it believed to be a duplicate of a complete collection of arboviral isolates from humans and insects prior to destroying its own specimens, but was unsure whether everything that was destroyed had indeed also been transferred. The majority of responders asked that they and their institutions remain anonymous, and consequently they are identified by letters (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1115,
                    "end": 1124,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Based on the responses obtained, we confirmed that several microbial collections were destroyed in the U.S. in response to SATL regulations. We cannot estimate the total actual number of destroyed collections, but we suspect that this number exceeds the documented episodes reported here. During this time investigators and responsible biosafety officials were aware of the value of collections and tried in some cases to save them by transferring them to registered institutions. This was not always accomplished, however, because of the hurdles associated with transferring materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The biological diversity lost in the destroyed collections is unknown. We note that in at least 2 of the collections destroyed, there were unusual samples that might have represented new strains and/or species. While we cannot estimate the overall significance of the loss of these materials based on the information that we received, one could argue that any loss is unfortunate. It is difficult to ascertain what percentage of institutions that had samples of dangerous microbes destroyed materials in response to or anticipation of select agent regulations. In some cases the samples were not on the list of microbes that were eventually regulated, but confusion and anxiety about regulations led investigators to destroy the collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "We discerned considerable angst in the responses we received, with most respondents asking for anonymity. We suspect that concern about even participating in our survey could have significantly reduced the number of respondents. This anxiety ranged from asking for anonymity to one institution's refusing to disclose the identity of the destroyed material and simply stating that it was bacteria. Another individual provided the information in an anonymous letter. We can only speculate as to the causes of anxiety over responding to our questionnaire, but we note that at least one correspondent worried about legalities, and it is our impression that most contributors just wanted to remain anonymous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "We were unable to obtain an estimate of the number of institutions that possessed select agents at the end of 2001 to provide a denominator for the percentage of institutions that destroyed collections. Even if the percentage of institutions that destroyed materials is small, we believe that the absolute number is unacceptably high because of the probable loss of biodiversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESTRUCTION OF MICROBIAL COLLECTIONS"
        },
        {
            "text": "We emphasize that the intent of this survey was simply to document the fact that microbial collections were destroyed and not to provide a detailed documentation of what transpired in those days. We did not set out to be exhaustive, complete, or comprehensive. Instead, our goal was to create a historical record that such events did occur in the hope that this experience might instruct and influence future discussion and legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESTRUCTION OF MICROBIAL COLLECTIONS"
        },
        {
            "text": "The destruction of microbial collections was, at least to some, an unanticipated and unfortunate consequence of the SATL regulations. Those investigators and institutions that opted for collection destruction did so to avoid the burden of compliance with SATL regulations. Furthermore, we note that the same regulations might hinder the accrual of new collections, because clinical samples identified as select agents must be destroyed unless the collecting institution has registered as a SATL site, or they must be shipped to a registered institution within a short period of time. Consequently, there may be a scarcity of recent clinical samples for epidemiologic studies: this is another hidden cost of the SATL regulatory framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DESTRUCTION OF MICROBIAL COLLECTIONS"
        },
        {
            "text": "The destruction of microbial collections implies that at least some biodiversity for several pathogenic microbes may have been lost. It is conceivable that this could have an impact on research into vaccines, epidemiology, and pathogenesis, as well as future forensic investigations. With regard to forensic investigations, we note that the investigation of the 2001 mailings of Bacillus anthracis spores was highly dependent on the analysis of collections both to identify connections between attack samples and specific institutions and to determine the biological diversity of certain strains. 5, 6 Consequently, collection destruction and the difficulties associated with new sample accrual have the potential to hinder the response to future natural and nefarious outbreaks of infectious diseases by creating an absence of reference databases. Given these reactions to the SATL in the post-9/11 days, government agencies should consider that collection destruction is a likely outcome of current and future regulation and criminalization of microbe and toxin possession. Microbial collection destruction appears to have been an unintended consequence of the SATL and should be factored into the hidden costs of that legislation. When future lists are constructed and/or new agents are added to existing lists, mechanisms should be established for saving existing collections. Clearly, some of the messages we received reflected sadness at the need to destroy collections, and it is likely that many would have been saved had there been mechanisms in place to facilitate transfer without undue legal and logistical concerns.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 599,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 600,
                    "end": 601,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DESTRUCTION OF MICROBIAL COLLECTIONS"
        },
        {
            "text": "Given that the SATL is a living list, subject to additions and deletions, it is likely that new agents may be added in the future. For example, the coronavirus responsible for severe acute respiratory syndrome (SARS) is being considered for inclusion in the SATL. 7 Thus, it behooves us to learn from the experiences resulting from the development of the SATL, and, in light of that experience, we propose several recommendations to avoid future destruction of microbial collections.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "1. The designation of repositories for depositing those microbial isolates listed under SATL regulations. These repositories may be at institutions that already are operating within the SATL regulatory framework. Investigators could then ship the isolates to one of these facilities. 2. The cataloguing of microbial collections of agents that are being considered for inclusion within the SATL regulatory framework prior to listing, to ascertain the biological diversity already available. This could help government agencies shepherd the safekeeping and preservation of such collections. 3. The facilitation of the transfer of recently recovered clinical samples to repository collections to ensure that samples representative of current isolates are maintained for epidemiologic surveillance and as a source of genetic material for designing vaccines and therapeutics. This could be accomplished by lengthening the grace time allotted to clinical laboratories for keeping recently isolated microbes outside of the SATL regulations to facilitate transfer to existing microbial collections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Microbial threat lists: obstacles in the quest for biosecurity?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Rev Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "149--154",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "From where did the 2009 'swine-origin' influenza A virus (H1N1) emerge?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Downie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evolution and diversity of HIV-1 in Africa-a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Papathanasopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Tiemessen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virus Genes",
            "volume": "26",
            "issn": "",
            "pages": "151--163",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic analysis and attribution of microbial forensics evidence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Leighton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Murch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Rev Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "233--254",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Anthrax investigation. FBI discusses microbial forensics-but key questions remain unanswered",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bhattacharjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "321",
            "issn": "",
            "pages": "1026--1027",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High resolution genotyping of Bacillus anthracis outbreak strains using four highly mutable single nucleotide repeat markers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kenefic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beaudry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lett Appl Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "600--603",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Possession, use, and transfer of Select Agents and Toxins: proposed addition of SARS-Associated Coronavirus (SARS-CoV)",
            "authors": [],
            "year": 2009,
            "venue": "Fed Regist",
            "volume": "74",
            "issn": "",
            "pages": "33401--33403",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary of affirmative responses obtained in response to questionnaire about microbial collection destructions",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to all who responded to our survey. We are particularly indebted to Kavita Berger of the American Association for the Advancement of Science, who assisted us in distributing our questions to her colleagues, and to Michael Hanna, University of Michigan Biosafety Officer, who distributed the questions to the ABSA. AC is supported in part by the Northeast Biodefense Center under grant 5U54AI057158 (WI Lipkin, principal investigator).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}