{
    "paper_id": "db71dd0c60a6d60666f94776c82a636c37257ae8",
    "metadata": {
        "title": "Outbreakmanagement in Nederland",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Outbreakmanagement in Nederland is vastgelegd in de Wet publieke gezondheid. De verantwoordelijkheid voor het bestrijden van lokale uitbraken ligt bij het college van burgemeester en wethouders, inhoudelijk geadviseerd door de arts infectieziektebestrijding van de GGD. Op basis van de potentiële impact en de noodzaak van wettelijk maatregelen (lees 'dwangmaatregelen') worden de meldingsplichtige ziekten onderverdeeld in groep A, B1, B2 en C. In geval van A-ziekten: pokken, polio, SARS en Nieuwe Influenza A/H1N1, komt de regie in handen van de minister van Volksgezondheid, Welzijn en Sport. Het Centrum Infectieziektebestrijding van het RIVM adviseert de minister door middel van een Outbreak Management Team (OMT). Vroege signalering en melding van aangifteplichtige ziekten, of clusters van nog onbekende oorzaak, door de arts aan de GGD is essentieel voor een adequate bestrijding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samenvatting"
        },
        {
            "text": "Internationale Gezondheidsregeling (IGR), opgesteld door de Wereldgezondheidsorganisatie (WHO), heeft ten doel het voorkomen van, beschermen tegen en beheersen van internationale verspreiding van ziekten, zonder het handels-en personenverkeer te belemmeren. In 2005 is de IGR grondig herzien, mede naar aanleiding van de SARS-epidemie in 2003, en het toegenomen handelsen personenverkeer. De meldingsplicht van landen naar de WHO is uitgebreid, alsmede het mandaat van de WHO om te coö rdineren bij (dreigende) crises en om aanbevelingen te doen aan lidstaten. Deze veranderingen maakten het noodzakelijk dat Nederland de nationale wetgeving aanpaste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De"
        },
        {
            "text": "Bij uitbraken met internationale betekenis, zoals de influenzapandemie in 2009, zal centrale regie vanuit het ministerie van VWS nodig zijn. Dit is de belangrijkste verandering in de nieuwe Wet publieke gezondheid (Wet PG) van 2008, waarin tevens de Infectie-ziektewet, Quarantainewet en de Wet Collectieve preventie volksgezondheid zijn samengevoegd. Centrale regie is ook vastgesteld voor infectieziekten met de hoogste importantie, groep A van de meldingsplichtige infectieziekten: pokken, polio, SARS en Nieuwe Influenza A/H1N1. Daarnaast kan de burgemeester van de gemeente waar zich een lokale uitbraak voordoet, de minister verzoeken om de regie over te nemen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De"
        },
        {
            "text": "Lokale infectieziektebestrijding is in Nederland van oudsher in handen van de lokale overheid. Het college van burgemeester en wethouders (college van B&W) draagt hiervoor de verantwoordelijkheid. Dit is in de Wet PG niet veranderd. Het college van B&W delegeert de uitvoering van de bestrijding aan de gemeentelijke gezondheidsdienst (GGD). De meldingsplicht van patiënten of groepen patiënten die lijden aan een bepaalde infectieziekte (of in sommige gevallen bij het vermoeden daarvan) vormt de basis van de bestrijding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De"
        },
        {
            "text": "Melding van (het vermoeden van) infectieziekten is van wezenlijk belang zodat vroegtijdig uitbraken worden gesignaleerd, bronen contactonderzoek worden opgestart, en zo nodig maatregelen kunnen worden genomen. 1, 2 Bij het opstellen van de Wet PG zijn de volgende criteria gehanteerd bij het selecteren van meldingsplichtige infectieziekten: -mens-op-mens overdraagbare aandoeningen waarbij, al dan niet dwingende, maatregelen getroffen moeten kunnen worden bij de patiënt en/of diens contacten; -ziekten met potentieel internationale consequenties en die meldingsplichtig zijn aan de WHO; -infectieziekten waarbij maatregelen ter preventie en bestrijding genomen moeten worden, waarvan de noodzaak zonder meldingsplicht niet aan het licht zou komen; -noodzakelijke signalering van infectieziekterisico's voor de populatie, zoals vaccinfalen in het Rijksvaccinatieprogramma. Afhankelijk van de ernst van de ziekte en het belang van tijdige bestrijdingsmaatregelen moeten infectieziekten, hetzij bij vermoeden, hetzij na vaststelling door middel van labora-toriumonderzoek, worden gemeld bij de GGD.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 213,
                    "end": 214,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Vroege signalering en meldingsprocedure"
        },
        {
            "text": "De meldingsprocedure voor aangifteplichtige infectieziekten is weergegeven in figuur 1. Deze infectieziekten zijn ingedeeld in de groepen A, B1, B2 en C, afhankelijk van het soort maatregelen die wettelijk mogen worden toegepast ter voorkoming van verspreiding in de samenleving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vroege signalering en meldingsprocedure"
        },
        {
            "text": "Een andere belangrijke verandering in de Wet PG is dat artsen ook een onverwachte cluster, een ongewoon aantal patiënten met een infectieziekte die niet in de wet staat, dienen te melden. Voorbeelden hiervan zijn syfilis of lymphogranuloma venereum, waarbij de GGD zo nodig voorlichting of andere bestrijdingsmaatregelen kan initiëren. 3, 4 Ook een ziektebeeld met nog onbekende verwekker, maar waarbij wel het vermoeden bestaat dat het een ernstig gevaar voor de volksgezondheid kan zijn, dient te worden gemeld. Een voorbeeld hiervan, het begin van de Q-koortsepidemie in Noord-Brabant in 2007, wordt in het artikel van Besselink in dit nummer beschreven. 5 Ten slotte dient nog vermeld te worden dat volgens de Wet PG nu ook hoofden van laboratoria een nominatieve meldingsplicht hebben -dat wil zeggen met vermelding van de personalia van de patiënt -voor dezelfde infectieziekten. De plicht voor hoofden van instellingen waar kwetsbare populaties verblijven, zoals verpleeghuizen en kindercentra, om melding te maken van een ongewoon aantal zieken met maag-en darmaandoeningen, geelzucht, huidaandoeningen of een andere ernstige aandoening van vermoedelijk infectieuze aard, is ongewijzigd. fectieziekten tegen te gaan, maar voert deze bij reguliere infectieziekten in de dagelijkse praktijk zelfstandig uit. Zoals gezegd is de indeling van meldingsplichtige infectieziekten verbonden aan de maatregelen die de burgemeester bij uiterste noodzaak kan opleggen. Aan de hand van voorbeelden worden maatregelen bij de verschillende groepen infectieziekten geïllustreerd.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 339,
                    "end": 340,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 658,
                    "end": 659,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Vroege signalering en meldingsprocedure"
        },
        {
            "text": "De GGD krijgt binnen een week tijd twee meldingen van legionellose bij patiënten die als enige gemeenschappelijke, potentiële bron het bezoek aan een sauna in de regio hebben. De GGD neemt contact op met de eigenaar van de sauna, samen met de VROM-inspectie die toezichthouder voor legionellapreventie is. De GGD waarschuwt ook de huisartsen in de regio om alert te zijn op andere legionellabesmettingen. Bij bezoek aan de sauna blijkt het legionellabeheersplan aanwezig, maar dit is niet meer up-to-date. Er zijn onlangs verbouwingen geweest en de GGD neemt voor de zekerheid watermonsters van de douches waar de twee patiënten gebruik van hebben gemaakt. Hierin wordt Legionella pneumophila type 1, 100.000 kve/l aangetoond, hetzelfde type waarmee de patiënten zijn besmet. De sauna-eigenaar stelt zich zeer coöperatief op en had voor de zekerheid al een gedeelte van de douches buiten gebruik gesteld. De waterleidingen worden thermisch gereinigd, waarna de controlekweken schoon zijn. De douches kunnen weer in gebruik worden genomen. Er hebben zich verder geen nieuwe patiënten gemeld. Aangezien bij de twee patiënten geen bacterie-isolaat werd verkregen, kon geen vergelijking met de bacteriestam zoals gevonden in de sauna worden gemaakt Legionella is meldingsplichtige infectieziekte van groep C. Dwingende maatregelen voor de patiënt kunnen niet worden opgelegd. Het melden van infectieziekten in deze groep is vooral bedoeld om blootstelling in de omgeving van een patiënt te achterhalen, een bron te identificeren en te eradiceren. De GGD handelt een casus zoals de bovenstaande zelf-standig af. Een burgemeester kan gebouwen, goederen, waren en vervoermiddelen laten onderzoeken op besmettelijkheid. Zo nodig kan hij technische hygiëneadviezen geven, of gebouwen of waren laten ontsmetten. Bij ernstig gevaar voor de volksgezondheid kan hij gebouwen zelfs laten sluiten, of waren laten vernietigen. Deze maatregelen worden alleen genomen indien het gevaar voor de volksgezondheid niet op andere wijze kan worden ondervangen. Indien bij de controlekweken nog Legionella zou zijn aangetoond en de eigenaar zou weigeren om de douches nog langer dicht te houden, had de burgemeester op advies van de GGD kunnen gelasten om de sauna (tijdelijk) te sluiten. Vanwege de te verwachten inkomstenderving en negatieve publiciteit wordt een dergelijke maatregel slechts in uitzonderlijke gevallen toegepast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionellose"
        },
        {
            "text": "Een huisarts meldt de GGD een geval van hepatitis A bij een negenjarig meisje. Het is onduidelijk hoe zij hieraan komt: ze is recent niet in een endemisch gebied geweest en ook zijn er geen zieken in haar omgeving (gezin, vriendinnetjes) bekend. De GGD inventariseert welke contacten voor postexpositieprofylaxe (vaccinatie of immunoglobuline) in aanmerking komen. Toediening vindt plaats door de eigen huisarts of de GGD (afhankelijk van vergoeding door de verzekering). Uit contactonderzoek door middel van informatiebrieven op de school van het meisje komt de GGD nog drie andere kinderen met recente hepatitis A-infectie op het spoor, waaronder een kind dat het waarschijnlijk geïntroduceerd heeft na vakantie in Marokko. Omdat er meerdere aan school gerelateerde gevallen zijn, organiseert de GGD een vaccinatiecampagne voor de betrokken leerlingen en leerkrachten, conform de LCI-richtlijn hepatitis A (www.rivm.nl/cib/infectieziek ten-A-Z/infectieziekten/HepatitisA/ index.jsp). Hierna hebben zich geen nieuwe gevallen meer voorgedaan. Uiteindelijk blijkt ook uit moleculaire typering dat inderdaad alle vier patiënten door identieke hepatitis A-virussen zijn besmet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A"
        },
        {
            "text": "Hepatitis A is een meldingsplichtige infectieziekte uit groep B2. Gedwongen maatregelen bij een patiënt blijven beperkt tot het verbod op beroepsuitoefening. In geval van hepatitis A zou dat kunnen gelden indien een patiënt in een broodjeszaak werkt en weigert uit eigen beweging zijn werk neer te leggen tijdens zijn besmettelijke periode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A"
        },
        {
            "text": "Bij een 40-jarige dak-en thuisloze is open tuberculose vastgesteld, nadat hij door de huisarts naar de GGD was verwezen. De sociaal verpleegkundige van de GGD heeft na het nodige overleg geregeld dat de patiënt tijdelijk bij zijn zus kan wonen, in ieder geval zolang hij nog besmettelijk is. Deze regeling bevalt de patiënt blijkbaar niet; tot drie keer toe verlaat hij het huis om een biertje te drinken met zijn vrienden. Bovendien neemt hij zijn medicatie niet consequent in. Herhaalde gesprekken hebben niet het gewenste resultaat; de man houdt zich niet aan de gemaakte afspraken. Hij wil ook niet op vrijwillige basis in een ziekenhuis in isolatie worden opgenomen en de familieverhoudingen zijn inmiddels dermate verstoord dat een gedwongen opname in de thuissituatie ook geen optie meer is. Om het gevaar op verspreiding van tuberculose in de samenleving af te wenden, ziet de GGD geen andere oplossing dan de patiënt gedwongen in een ziekenhuis in isolatie op te laten nemen. De burgemeester stelt een beschikking ter gedwongen opneming ter isolatie op en de man wordt door de politie naar het ziekenhuis gebracht. De burgemeester informeert de officier van justitie, die na het inwinnen van informatie tot het oordeel komt dat de beschikking gegrond is en voor rechterlijke toetsing in aanmerking komt. De officier van justitie doet een verzoek tot een machtiging tot voortzetting van isolatie bij de rechter. De rechter oordeelt uiteindelijk dat de machtiging wordt verstrekt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculose"
        },
        {
            "text": "Tuberculose is een meldingsplichtige ziekte uit groep B1. Patiënten in deze groep kunnen in geval van nood gedwongen worden opgenomen, in thuisisolatie of isolatie in het zie-kenhuis. Daarnaast kan diagnostisch onderzoek worden afgedwongen. Tevens kan een verbod op beroepsuitoefening worden gelast. Ook voor deze maatregelen geldt dat ze slechts door de burgemeester worden genomen indien het gevaar voor de volksgezondheid niet op andere wijze kan worden afgewend. In de praktijk komen dergelijke situaties sporadisch voor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculose"
        },
        {
            "text": "Een aantal ziekten zoals de groep-A-ziekten anno 2010 (poliomyelitis, SARS, pokken, Nieuwe Influenza A/H1N1) zijn aandoeningen die direct leiden tot een landelijke dreiging vanwege hun ernst en grote impact op de volksgezondheid. Het eerste geval van een dergelijke infectie is meteen het startpunt van landelijke bestrijdingsacties, vanwege de grote voorafkans op uitgebreide verspreiding. Dit wordt hieronder geïllustreerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tuberculose"
        },
        {
            "text": "Signalering van crises Crisismanagement staat sinds enkele jaren weer prominent op de maatschappelijke en politieke agenda's. Ook voor de huisarts kunnen crisissituaties of zelfs dreigingen daarvan een grote impact hebben. Crises beginnen soms in de spreekkamer, met één of meerdere patiënt(en) die lijden aan een bekende, ernstige, besmettelijke aandoening of een combinatie van symptomen die niet direct bij een bekende aandoening past. Maar het komt ook voor in de huidige, door de nieuwe media gedomineerde maatschappij dat informatie over een uitbraak of een dreiging snel wordt verspreid en vele ongeruste patiënten voor diagnose of geruststelling bij de huisarts komen. Uw signaal van een patiënt met onverwachte ziekteverschijnselen of van toegenomen ongerustheid in uw praktijk kan het begin zijn van een crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "In de vroege ochtend van 10 juli 2008 werd bij een Nederlandse patiënte de diagnose marburg-hemorragischekoortsvirus gesteld: een uiterst zeldzame, maar zeer ernstige infectie, met een mortaliteit oplopend tot 80%. 6 Het 'pluis of niet-pluisgevoel', dat vaak aan de basis staat van ons handelen als artsen, ontstond al bij de huisarts die de patiënte op 5 juli instuurde naar het lokale ziekenhuis vanwege persisterende, hoge koorts na een rondreis in Oeganda, waar de patiënte een grot met vleermuizen bezocht. De ziekte werd de patiënte fataal. Vanwege het risico van mens-op-menstransmissie via bloed en andere lichaamsvloeistoffen werden vervolgens alle 130 contacten van de patiënte (in twee ziekenhuizen, twee laboratoria, de huisartsenpraktijk en in de gezinssituatie) in kaart gebracht en onder monitoring geplaatst (temperatuurmeting twee keer per dag, temperatuurmelding en dringend verzoek om het land niet te verlaten) gedurende 21 dagen. 7 Gelukkig ontwikkelde geen van de contacten ziekteverschijnselen passend bij marburg-hemorragischekoorts en werden ook geen antistoffen gevonden in het bloed van 85 contacten -met voornamelijk hoog risico -die hun bloed enkele maanden later lieten testen. Desalniettemin werd de periode van monitoring als stressvol ervaren en de impact op het dagelijks leven van contacten was aanzienlijk (A. Timen, nog niet gepubliceerd).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 951,
                    "end": 952,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Door het toegenomen (lucht)reizigersverkeer en de globalisatie van handel kan een crisis uitgebroken in een deel van de wereld binnen 24 uur ook elders opduiken. Het beste voorbeeld om dit te illustreren is de influenzapandemie van 2009.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Op 21 april 2009 rapporteert het CDC (Centre for Disease Control) dat er een nieuw soort influenzavirus A/H1N1 -aanvankelijk varkensgriepvirus genoemd -was opgedoken bij twee kinderen in de VS na een bezoek aan Mexico. Het vermoeden bestond dat varkens de primaire besmettingsbron van het virus zijn, waardoor het virus in eerste instantie de naam 'varkensgriep' krijgt. Het nieuwe virus blijkt een aantal genen van verschillende virussen te hebben die eerder in varkens hadden gecirculeerd, naast genen van humane en aviaire griepvirussen. Op vrijdag 24 april maakt de WHO melding van de verspreiding van dit nieuwe virus. 8 Ondertussen is in Mexico een verhoogde alertheid voor patiënten met griepverschijnselen; schattingen van het aantal besmettingen variëren van achthonderd tot meer dan duizend, met inmiddels 62 doden. Het aantal patiënten in de VS loopt op naar acht. In korte tijd worden alle landen door de WHO gewaarschuwd. In Nederland adviseert het Centrum Infectieziektebestrijding (CIb) reizigers die terugkomen met koorts (ten minste 38,58C en een griepachtig ziektebeeld) contact op te nemen met de huisarts. De GGD's ontvangen van het CIb een spoedbericht waarin gevraagd wordt om te handelen conform het draaiboek Incidentele introductie van een nieuw griepvirus. 9 Ook wordt hun gevraagd om de huisartsen te informeren. Hierna volgen de gebeurtenissen elkaar in een razend tempo op. In dat weekend melden zich in Nederland bij de huisarts, GGD of het ziekenhuis verschillende patiënten met ziekteverschijnselen die onderzocht moeten worden, maar er zijn dan nog geen bevestigde gevallen. Op 27 april verhoogt de WHO de pandemische fase van 3 naar 4, een fase waarin sprake is van 'aanhoudende mens-op-mens transmissie van een virus in staat om uitbraken te veroorzaken in bevolkingsgroepen'. Op diezelfde dag werden de eerste bevestigde gevallen in de EU gemeld, in Spanje en in het Verenigd Koninkrijk, waarbij het steeds ging om terugkerende reizigers uit Mexico. Op 29 april komt het Outbreak Management Team (OMT) bijeen en adviseert om infecties met het A/H1N1-virus meldingsplichtig te maken (groep A). Op 30 april wordt de infectie met dit virus voor het eerst aangetoond bij een patiënt in Nederland, wederom na een bezoek aan Mexico.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1284,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Inmiddels is het duidelijk geworden dat de Nieuwe Influenza A/H1N1 in de meeste gevallen mild verloopt. Dit gegeven, samen met het feit dat er op grote schaal verspreiding is geweest in Nederland, heeft ertoe geleid dat de meldingsplicht voor individuele infecties is komen te vervallen met ingang van 15 augustus 2009 en dat er alleen een meldingsplicht bestaat voor opgenomen of overleden patiënten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Hoe komen maatregelen in crisissituaties tot stand? De advisering in crisissituaties is de taak van het Outbreak Management Team (OMT), een landelijke commissie van deskundigen in infectieziekten, die een breed scala aan expertise vertegenwoordigen waaronder: public health, microbiologie, huisartsgeneeskunde, kinderinfectiologie, inwendige geneeskunde en bedrijfsgezondheidszorg. Zij brengen een inhoudelijk advies uit, gebaseerd op de stand van de medische wetenschap op dat moment. Dit advies wordt voorgelegd aan het Bestuurlijk afstemmingsoverleg (BAO), dat als taak heeft om de adviezen van het OMT op bestuurlijke consequenties, haalbaarheid en uitvoerbaarheid te toetsen. Het OMT adviseert bestrijdingsmaatregelen ten behoeve van verschillende groepen professionals en organisaties, waaronder de GGD's (bijvoorbeeld de voorbereiding op een massale ringvaccinatiecampagne voor pokken in 2002), de huisartsen (triage van patiënten met verdenking van SARS in 2003) en de ziekenhuizen (hygiënemaatregelen voor de preventie en bestrijding van uitbraken door Clostridium difficile in 2005). Sommige crises kunnen betrekking hebben op het hele zorgsysteem, waarbij de advisering zeer complex wordt, zoals in het geval van de grieppandemie of de uitbraak van Q-koorts. In een dergelijke situatie kan de Minister van VWS specifieke vragen stellen aan de Gezondheidsraad en deze verzoeken om advies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "De advisering in crisissituaties verschilt op enkele punten ten opzichte van de reguliere infectieziektebestrijding. Zo kan er sprake zijn van een nieuwe verwekker (SARS-coronavirus in 2003) of een niet eerder beschreven risico voor de volksgezondheid (zoals dat van de aviaire influenzavirussen A/H7N7 of A/ H5N1). Daarnaast kan een bepaalde dreiging een grote impact voor de volksgezondheid hebben, waardoor maatregelen ter voorbereiding noodzakelijk zijn (pokkendreiging in 2003, antraxbrieven in 2001). Vaak is er een aanzienlijke mate van onzekerheid en moeten adviezen onder grote tijdsdruk worden uitgebracht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Risico-inschatting, risicomanagement, risicocommunicatie in vogelvlucht Het afwegen van de ernst en besmettelijkheid, het in kaart brengen van de onzeker-heden (bijvoorbeeld met betrekking tot diagnostiek, behandeling, profylaxe, hygiënische maatregelen), het inschatten van de percepties van de dreiging door professionals en leken, en van de mogelijke impact, maken deel uit van de risico-inschatting, een systematische eerste stap in outbreakmanagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Op basis van deze analyse en van de gevonden evidence worden vervolgens maatregelen geformuleerd om de patiënten vroegtijdig te identificeren en te behandelen, om verdere transmissie van de verwekker te voorkomen (zoals isolatiemaatregelen ten aanzien van patiënten of zelfs contacten, bij ziekten uit groep A), de blootgestelden te beschermen (immunisatie, chemoprofylaxe) en de omvang van de uitbraak te monitoren (uniforme casusdefinities). Deze tweede stap -het formuleren van een goed afgewogen, evidencebased bestrijdingsadvies dat leidt tot een adequaat risicomanagement -is essentieel om een crisis te bestrijden, maar dient altijd te worden genomen nadat de risico-inschatting is afgerond en alle leden van het OMT een helder beeld hebben van het public-healthprobleem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Nadat het BAO ingestemd heeft met de maatregelen, is het een taak van de CIb-LCI om de maatregelen te vertalen naar de beroepsgroepen die bij de bestrijding zijn betrokken via de snelle, besloten berichtenservice -Inf@ct -, spoedalertering via de mail of via het plaatsen van richtlijnen op het web (www.rivm.nl/infectieziekten), maar ook via de koepels van verschillende beroepsgroepen. De uitvoering van de crisisbestrijding vindt plaats op lokaal niveau door de GGD's of onder de regie van de GGD/Geneeskundige Hulpverlening bij Ongevallen en Rampen wanneer coö rdinatie van de ketenpartners noodzakelijk is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "De derde component van outbreakmanagement is de risicocommunicatie, het breed informeren van de maatschappij of van bepaalde risicogroepen in de maatschappij over de dreiging en de maatregelen om deze af te wenden. Essentieel hierin is de informatievoorziening richting professionals (zoals publicaties in wetenschappelijke tijdschriften, informatie via de website van verschillende beroepgroepen, circulaires) en publiek (campagnes, 'Vragen en antwoorden' via Postbus 51, brochures).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisismanagement in Nederland"
        },
        {
            "text": "Uitbraken en dreigingen van infectieziekten doen zich regelmatig voor, in Nederland en elders, en hun gevolgen zijn vaak niet meteen zichtbaar. Gezien het enorme aanpassingsvermogen van micro-organismen is het vooralsnog ondenkbaar dat er ooit een einde zal komen aan het 'gevecht' tussen bestrijders en hun onzichtbare vijanden. 10 Het enige waarnaar we kunnen streven, is het risico van verspreiding van micro-organismen en de impact van uitbraken te verminderen. Aan de ene kant is enig optimisme op zijn plaats vanwege de vooruitgang in de medische wetenschap en de technologische ontwikkelingen van de laatste decennia, waardoor het mogelijk is om vele infecties te voorkomen (door bijvoorbeeld vaccins, chemoprofylaxe) of te genezen (antibiotica) . Aan de andere kant is er ook plaats voor pessimisme omdat het steeds duidelijker wordt dat de strijd met de micro-organismen nog zeker niet is gewonnen. 11 Het enige succesverhaal uit onze geschiedenis, de uitroeiing van pokken wereldwijd, leidt tot een nieuwe kwetsbaarheid die vroeger niet voor mogelijk werd gehouden. Het pokkenvirus werd pas aantrekkelijk als biologisch wapen op het moment dat, door gebrek aan natuurlijke blootstelling en het stoppen van grootschalige vaccinatieprogramma's, het aantal onbeschermde mensen wereldwijd weer sterk toenam. Dit betekent dat de noodzaak om infectieziekten te bestrijden ook zal blijven bestaan in de 21e eeuw.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 908,
                    "end": 910,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Veranderingen in de meldingsplicht voor infectieziekten door de Wet Publieke Gezondheid",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vliet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Haringhuizen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bijkerk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "153",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Plichten bij infectieziekten",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kraaij-Dirkzwager",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Contact",
            "volume": "64",
            "issn": "",
            "pages": "742--748",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cluster van lymphogranuloma venereum onder homoseksuele mannen in Rotterdam, met grensoverschrijdende gevolgen",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Gotz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ossewaarde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Nieuwenhuis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meijden Wi Van Der",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dees",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thio",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "148",
            "issn": "",
            "pages": "441--443",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resurgence of lymphogranuloma venereum in Western Europe: an outbreak of Chlamydia trachomatis serovar l2 proctitis in The Netherlands among men who have sex with men",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Nieuwenhuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ossewaarde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Gotz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dees",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Thio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Thomeer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "996--1003",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Een uitbraak van Q-koorts in Nederland -mogelijk verband met geiten",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morroy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruikes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Marcelis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Speelman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "151",
            "issn": "",
            "pages": "1998--2003",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Marburg and ebola virus hemorrhagic fevers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "s principles and practice of infectious diseases. Philadelphia: Elsevier",
            "authors": [
                {
                    "first": "Douglas",
                    "middle": [],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "Bennett",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2259--63",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Response to imported case of Marburg hemorrhagic fever, the Netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doornum Gj Van, Gü Nther",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berkmortel F Van Den",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1171--1176",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Landelijke Coördinatie Infectieziektebestrijding. Influenza: Operationeel deeldraaiboek II, Incidentele introductie nieuw humaan influenzavirus in Nederland. RIVM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "De (on)zichtbare scheiding tussen een uitbraak en een crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Wijngaarden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emerging infectious diseases: a 10-year perspective from the National Institute of Allergy and Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Touchette",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "519--544",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Meldingsprocedure voor ziekten volgens de Wet PG.* *Dit schema is opgesteld bij ingang van de wet in 2008. In 2009 is Nieuwe Influenza A(H1N1) nog, naar verwachting tijdelijk, als meldingsplichtige ziekte toegevoegd, die onder bepaalde omstandigheden bij vermoeden dient te worden gemeld).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Van wet naar de praktijk van de infectieziektebestrijdingDe GGD adviseert officieel de burgemeester over maatregelen om de verspreiding van in-Meld direct aan de arts infectieziektebestrijding van de GGD in uw regio Meld binnen een werkdag aan de arts infectieziektebestrijding van de GGD in uw regio",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}