{
    "paper_id": "db91bac7b8d5a77753f1d0bc609cba8ecfdf347a",
    "metadata": {
        "title": "Spike Gene Analysis of the DE072 Strain of Infectious Bronchitis Virus: Origin and Evolution",
        "authors": [
            {
                "first": "Chang-Won",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602-4875",
                        "settlement": "Athens",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "W"
                ],
                "last": "Jackwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "postCode": "30602-4875",
                        "settlement": "Athens",
                        "country": "Georgia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The entire S2 gene of the DE072 strain of infectious bronchitis virus (IBV) was sequenced. The nucleotide and amino acid sequence was most similar to the D1466 strain and was 84.8% and 89.9% identity, respectively. The nucleotide and amino acid sequence similarity among the DE072 strain and other IBV strains was less than 71.9% and 76.6%, respectively. Phylogenetic analysis, based on both nucleotide and amino acid sequence, showed that IBV isolates were divided into two distinct groups. The DE072 strain clustered only with the D1466 strain, and all of the other strains were distinct from those two viruses. Further the nucleotide sequence analysis of the entire spike glycoprotein gene of the DE072 strain demonstrated that most of the gene contained a D1466-like sequence, and ®ve putative cross-over sites were identi®ed. Based on cross-over site, phylogenetic trees were constructed for different regions of the spike gene, and a difference in topology between these trees was observed. Considering the difference in S2 gene sequence identity and tree topology, we assume that DE072 and D1466 viruses share a different origin from other isolates of IBV. Furthermore, entire spike gene analysis indicates that the DE072 strain has undergone recombination event as well as extensive antigenic variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis (IB) is an acute, highly contagious upper-respiratory disease in chickens and is characterized by tracheal rales, sneezing, and coughing. Avian infectious bronchitis virus (IBV), the etiologic agent of IB, causes considerable economic losses in the poultry industry. Signs of the disease include a decline in weight gain and feed ef®ciency as well as decreased egg production and egg shell quality. When IBV is a component of mixed infections with Escherichia coli, airsacculitis usually occurs and results in condemnations at the processing plant (7) .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IBV is the prototype strain of the Coronaviridae, and the single stranded positive sense RNA genome contains the information for four structural proteins (7, 22) . The spike (S) protein, which is involved with virus neutralization, serotype speci®city, and cell attachment, is cleaved post-translationally into Nterminal S1 and C-terminal S2 subunits (6, 8) . Because virus neutralizing epitopes have been associated with the S1 subunit, it has been studied more extensively than any other gene component (12, 20) . However, it has been shown that the S2 subunit can also induce neutralizing antibodies, and IBV serotypes can be grouped based on S2 gene sequence (3, 16) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "(6,",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "8)",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "20)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Diversity in the genome of IBV is thought to be generated by insertions, deletions, point mutations, and RNA recombination (2, 5, 13) . Several isolates have been identi®ed that have major segment of their genome derived from two different isolates. Dual infections of a ®eld strain and a vaccine could lead to such recombination events (4, 14) . Furthermore, genetic drift and shift occur naturally in coronavirus (15, 24) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "(2,",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "13)",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "(4,",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "(15,",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The DE072 strain of IBV is a relatively new variant, which was isolated in the northeastern region of the United States in 1992 (9) . Large differences between the S1 gene sequence of the DE072 strain and other IBV isolates hindered molecular epidemiology studies of this virus. We chose to sequence the entire S2 gene because that sequence is more conserved than the sequence of the S1 gene yet still shows sequence variability among different serotypes of IBV (3, 16) . That sequence was used to elucidate the evolution of the DE072 virus.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The DE072 strain was obtained from Dr. Jack Gelb, Jr. (University of Delaware, Newark DE). The virus was propagated in nine-day-old embryonated speci®cpathogen-free (SPF) chicken eggs (SELECT Laboratories, Gainesville, GA) to prepare stock as previously described (19) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "RNA was isolated from virus containing allantoic uids using the polymerase chain reaction (PCR) Template Preparation Kit (Boehringer Mannheim, Indianapolis, IN) according to the manufacturer's recommendations. The 5 0 half and the 3 0 half of the S-2 gene of the DE072 strain were ampli®ed separately by reverse transcriptase-polymerase chain reaction (RT-PCR) using the Titan TM One Tube RT-PCR System (Boehringer Mannheim). The reaction conditions for RT-PCR were previously described (17) . Two sets of primers for the ampli®cation of the S-2 gene were designed using OLIGO TM version 4.0 software (National Bioscience, Plymouth, MN). The primer sequences are as follows: primers for the 5 0 half ampli®cation are 5 0 ccgtagaattagaaggtccac3 0 and 5 0 cagaagaaatagcaccaaaat3 0 , and primers for the 3 0 half ampli®cation are 5 0 ttgcagaagaaccaggagaaa3 0 and 5 0 agtacaagtttacaccaaaga3 0 .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA Extraction and RT-PCR"
        },
        {
            "text": "PCR products were cut from 1% agarose gels and puri®ed using the QlAquick Gel Extraction Kit (Qiagen). Puri®ed PCR products were cloned into the TA cloning vector (Invitrogen, Carlsbed, CA), and ligated areas of the plasmids were sequenced with the M13 universal forward and reverse primers (Molecular Genetics Instrumentation Facility, University of Georgia). The nucleotide sequence of the S2 gene reported here has been deposited with the GenBank. (accession number: AF201930)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning and Sequencing the S-2 Gene"
        },
        {
            "text": "For the S2 gene analysis, assembly of sequencing contigs, translation of nucleotide sequence into protein sequence, and initial multiple sequence alignments were performed with the Clustal V method in MegAlign software version 1.03 (DNAStar Inc., Madison, WI). Phylogenetic trees for each gene were generated using the maximum parsimony method with 100 bootstrap replicates in a heuristic search using the PAUP 3.1 software program (23) . Selected sequences from GenBank were used to construct a phylogenetic tree.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Sequence Analysis"
        },
        {
            "text": "For the entire S gene analysis, alignments and phylogenetic analysis were conducted using Clustal V method in MegAlign software version 1.03 (DNAStar Inc., Madison, WI). These methods use a multiple alignment algorithm, and the unweighted pair group method with arithmetic mean algorithm (UPGMA) (21) .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Sequence Analysis"
        },
        {
            "text": "The nucleotide and deduced amino acid sequence of the S2 subunit of the DE072 strain was compared with previously published sequence from other IBV strains ( Table 1 ). The S2 nucleotide and amino acid sequence of D1466 was most similar to the DE072 strain with 84.8% and 89.9% identity, respectively. The nucleotide and amino acid sequence similarity between the DE072 strain and other IBV strains was less than 71.9% and 76.6%, respectively. The S2 gene nucleotide sequence of selected isolates were aligned and individual bases were compared (Fig. 1 ). There were homology shift junctions at bases 984, 1091, and 1594 counting from the ®rst base of the S2 gene (Fig.  1) . The sequence of the DE072 strain was most similar to the D274 strain in the region between nucleotides 984±1027 (Table 2 ). In the 30 bp region between nucleotides 1091±1120, there was only one nucleotide difference between the DE072 strain and Mass41 strain ( Table 2 ). The sequence of the DE072 strain at the 3 0 end of the S2 gene had the most identity with the Necleotide numbering based on Fig. 3 . b See Fig. 5 for a graphic representation of the regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 545,
                    "end": 552,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 664,
                    "end": 673,
                    "text": "(Fig.  1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 788,
                    "end": 796,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 944,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1078,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1087,
                    "end": 1093,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Mass41 strain (Table 2 ). Phylogenetic analysis based on both nucleotide and amino acid sequences showed that the DE072 strain clustered only with the D1466 strain (Fig. 2) . All of the other strains were distinct from DE072 and D1466. The entire S gene was divided into six sections based on homology shift junctions and phylogenetic trees were constructed, respectively (Fig. 3) . In section I and III, which covers most of the S1 gene and S2 gene, respectively, the DE072 strain clustered with D1466. In the regions, designated as sections II and IV, the DE072 strain shifted towards the D274 branch. The DE072 strain clustered with Mass41 and was distant from D1466 strain in section V, which contains 30 bp in the middle of the S2 gene and section VI, which is about 300 bases at the 3 0 end of the S2 gene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 172,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The DE072 strain was ®rst isolated in 1992 in the Delmarva Peninsula region of the United States (9) . Initial characterization of the DE072 strain indicated that this virus was serologically distinct from other IBV serotypes. The origin of the DE072 strain was uncertain. Differences between the S1 gene sequence of the DE072 strain and other isolates of IBV indicated that the DE072 virus did not originate directly from a live vaccine virus or other common IBV strain in the United States (9).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Callison et al. (3) showed that the S2 gene sequence was more conserved than the sequence of the S1 gene but still showed sequence variability among different strains of IBV. Indeed, serotypes were grouped based on S2 gene sequence. The nucleotide sequence of the S2 genes available to date, in general, differ by less than 10% (14) . However, the S2 gene sequence of the DE072 strain showed less than 71.9% nucleotide similarity with other IBVs except for the European vaccine strain D1466 (Table  1 ). Phylogenetic analysis of the S2 gene revealed that the DE072 and D1466 strains were distinct from other IBV strains. Isolates other than the DE072 and the D1466 strain formed a cluster, containing subgroups that were the same as groupings observed when S1 sequence data were analyzed.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 500,
                    "text": "(Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Following alignment of the DE072 strain S2 sequence with those previously published from other IBV strains, we observed regions of sequence variation between residues 984±1027, 1091±1120, and 1594±1876 ( Figs. 1 and 3 ). Sequence variation in the ®rst two regions was subtle and was probably caused by either antigenic drift or recombination. However sequence variation in the region between residues 1594±1876, which is at the 3 0 end of the S2 gene, probably occurred due to recombination because of a drastic homology shift. Banner et al. (1) showed that RNA recombination occurred preferentially at certain sites in the genome of murine coronavirus. This hot spot was also observed in the CU-T2 strain of IBV (10) . That work supports our observation that the 3 0 end sequence variance in the S2 gene of the DE072 strain was caused by a recombination event. Recombination is thought to occur by template switching, which depends in part on . I: trees of S1 sequences between 1±120, 270±725, and 1171±1631, II: trees of S1 sequences between 1009±1109, III: trees of S2 sequences between 1±983, 1028±1090, and 1121±1593, IV: trees of S2 sequences between 984±1027, V: trees of S2 sequences between 1091±1120, VI: trees of S2 sequences between 1594±1876. the presence of homologous nucleotide sequence similarities between the strains (2,10). Because the 3 0 end of the S2 gene is conserved between IBV strains, it is logical that that region would favor recombination. Furthermore, secondary structure reported at the 5 0 end of gene 3 may in¯uence recombination at the 3 0 end of the S2 gene (18) . However, it is also possible that this recombination hot spot may be the result of selection pressure on the virus (1, 2) .",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 1717,
                    "end": 1720,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 1721,
                    "end": 1723,
                    "text": "2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 217,
                    "text": "Figs. 1 and 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Based on our data, we conclude that the DE072 virus probably shares the same origin with the D1466 strain, has undergone extensive antigenic variation, and has acquired sequences similar to the Mass41 strain in the 3 0 region of the S2 gene most likely by recombination. Phylogenetic analysis indicated that the D274 (11), a Dutch ®eld isolate, originated from the Mass41 vaccine strain. As more sequence data for the S2 subunit and other genes are accumulated, the genetic basis for the diversity of IBV will be more clearly understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because the DE072 strain continues to persist in the ®eld and has a unique sequence compared with other American strains of IBV, it is an excellent choice for studying genetic drift and recombination. Furthermore, analyzing ®eld isolates from birds with different vaccine histories can be used to elucidate the role of vaccine strains in the evolution of IBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disease of Poultry",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Calnek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "Yoder",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "511--526",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Isolation and Identi®cation of Avian Pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hitchner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Domermuth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Purchase",
                    "suffix": ""
                },
                {
                    "first": "Williams",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "70--72",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Principles of Numerical Taxonomy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H A"
                    ],
                    "last": "Sneath",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "PAUP: Phylogenetic analysis using parsimony. Version 3. Illinois Natural History Survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swofford",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The nucleotide sequence alignment of the S2 gene. Dots indicates nucleotides identical to that of the DE072 strain. (I) indicates possible junction sites.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(Continued)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic tree based on the nucleotide (A) and amino acid (B) sequence of the S-2 gene. Both trees are midpoint rooted and branch lengths are provided in each tree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(A) Schematic representation of the putative recombination site in DE072 strain. (B) Phylogenetic trees for the regions I±VI as indicated in (A)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of nucleotide and deduced amino acid sequence of the S2 gene of the DE072 strain with other 13 strains of IBV",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}