{
    "paper_id": "dc1597af8d62d0c917db2647c6b908ad346d6142",
    "metadata": {
        "title": "TIGIT limits immune pathology during viral infections",
        "authors": [
            {
                "first": "Michelle",
                "middle": [],
                "last": "Schorer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Nikolas",
                "middle": [],
                "last": "Rakebrandt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Katharina",
                "middle": [],
                "last": "Lambert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Annika",
                "middle": [],
                "last": "Hunziker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Katharina",
                "middle": [],
                "last": "Pallmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "addrLine": "Vladimir-Prelog-Weg 1-5/10 8093",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Annette",
                "middle": [],
                "last": "Oxenius",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "addrLine": "Vladimir-Prelog-Weg 1-5/10 8093",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Kipar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for Animal Model Pathology",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 268",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland. ✉"
                    }
                },
                "email": ""
            },
            {
                "first": "Silke",
                "middle": [],
                "last": "Stertz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Joller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": "nicole.joller@immunology.uzh.ch"
            }
        ]
    },
    "abstract": [
        {
            "text": "Co-inhibitory pathways have a fundamental function in regulating T cell responses and control the balance between promoting efficient effector functions and restricting immune pathology. The TIGIT pathway has been implicated in promoting T cell dysfunction in chronic viral infection. Importantly, TIGIT signaling is functionally linked to IL-10 expression, which has an effect on both virus control and maintenance of tissue homeostasis. However, whether TIGIT has a function in viral persistence or limiting tissue pathology is unclear. Here we report that TIGIT modulation effectively alters the phenotype and cytokine profile of T cells during influenza and chronic LCMV infection, but does not affect virus control in vivo. Instead, TIGIT has an important effect in limiting immune pathology in peripheral organs by inducing IL-10. Our data therefore identify a function of TIGIT in limiting immune pathology that is independent of viral clearance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "C hronic viral infections represent a major burden on human health, and their effective treatment remains an unsolved challenge. One of the most striking features of such chronic diseases is that effector T cells enter a state of dysfunction also referred to as T cell exhaustion 1, 2 . T cell exhaustion is characterized by the gradual loss of T cell effector functions as a consequence of continuous and prolonged antigen exposure 3, 4 . Exhausted T cells display highly upregulated and sustained expression levels of co-inhibitory receptors, such as PD-1, Lag-3, and Tim-3, fail to proliferate and show a defective pro-inflammatory cytokine response 5 . Moreover, immunemodulatory cytokines like IL-10 also play an important role in disease progression during chronic infection, as it has been shown that polymorphisms in IL-10 or IL10RA are associated with increased susceptibility to chronic HCV and HBV infection 6, 7 . Importantly, many of these characteristics are shared by dysfunctional T cells that arise during the development of cancer, and targeting co-inhibitory receptors has emerged as a potent immune-modulatory strategy in order to \"revitalize\" the antitumor response for the treatment of such conditions. TIGIT (T cell immunoglobulin and ITIM domain) is a coinhibitory receptor that acts as an important immune checkpoint, as it limits both T cell-driven inflammation and T cell and NK cell-dependent anti-tumor immunity 8, 9 . TIGIT is expressed on activated T cells, regulatory T cells, and NK cells and binds two ligands CD155 (PVR) and CD112 (PVRL2 or Necl5), that are expressed on antigen-presenting cells (APCs) 10, 11 and tumor cells 12, 13 . CD226, the co-activating counterpart, competes with TIGIT for the same ligands 14 , a feature which is reminiscent of the CTLA-4/CD28 pathway. TIGIT is known to exert its immune suppressive function through various modes of action, including direct and indirect inhibition of T cells. It was shown that T cell intrinsic TIGIT signaling directly inhibits T cell activation and proliferation by attenuating TCR signaling 9 . Moreover, it was demonstrated that TIGIT expression protects cells from NKmediated killing 10 , which highlights its role in promoting tumor progression. Regulatory T (Treg) cells constitutively express high levels of TIGIT at steady state 11, 15 , which equips them with superior suppressive capacity and indirectly suppresses effector T cell responses 16 . In addition, TIGIT binding to its cognate receptor CD155 on dendritic cells leads to the indirect suppression of T cell responses via induction of the immune suppressive cytokine IL-10 in DCs 11 . Importantly, loss of TIGIT results in hyperproliferative and inflammatory T cell responses and a marked reduction in IL-10 9,14 . IL-10 itself is a key regulator of immune responses during infections, where it plays a two-sided role by both promoting pathogen persistence [17] [18] [19] as well as limiting excessive Th1 and CD8 + T cell responses that cause immune pathology 20, 21 . Incidentally, many chronic or latent human viruses have evolved to encode IL-10 homologs in order to evade immune control 22 . Nevertheless, the resolution of inflammatory processes relies on the tightly controlled balance between pro-inflammatory and regulatory immune responses, which is especially evident during the pathogenesis of neurotropic protozoa such as Plasmodium falciparum, Trypanosoma cruzi, or Toxoplasma gondii, where IL-10 signaling was demonstrated to restrict cytokine-mediated immune pathology 23, 24 . TIGIT blockade or deficiency has been shown to lead to the breakdown of peripheral tolerance in HBsAg-tg mice, resulting in the development of hepatitis and fibrosis 25 . At the same time, TIGIT upregulation was shown to support tissue regeneration in vivo by negatively regulating NK cell activation 26 . Thus, a better understanding of immune-modulatory receptors and their impact on both pathogen control as well as maintaining tissue protection is crucial, especially in the view of their increased use as checkpoint inhibitors in the clinics.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 283,
                    "end": 284,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 436,
                    "end": 437,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 653,
                    "end": 654,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 919,
                    "end": 921,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 922,
                    "end": 923,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1441,
                    "end": 1443,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1444,
                    "end": 1445,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1638,
                    "end": 1641,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1642,
                    "end": 1644,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1661,
                    "end": 1664,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1665,
                    "end": 1667,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1749,
                    "end": 1751,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2089,
                    "end": 2090,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2184,
                    "end": 2186,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2333,
                    "end": 2336,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2337,
                    "end": 2339,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2447,
                    "end": 2449,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2644,
                    "end": 2646,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2921,
                    "end": 2925,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2926,
                    "end": 2930,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2931,
                    "end": 2935,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3025,
                    "end": 3028,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3029,
                    "end": 3031,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3156,
                    "end": 3158,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3549,
                    "end": 3552,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3553,
                    "end": 3555,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3724,
                    "end": 3726,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3859,
                    "end": 3861,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As TIGIT ligation is functionally linked to IL-10 expression that is known to both promote virus persistence in vivo, but also limit adverse immunopathological damage, the TIGIT pathway might represent an important regulatory gatekeeper for the control of viral infections. Therefore, we investigated the role of TIGIT in modulating T-cell responses following chronic LCMV infection as well as its contribution to restricting immune pathology. Here, we report that TIGIT modulation effectively alters the cytokine profile and IL-10 expression levels in vivo. However, TIGIT blockade or stimulation alone is not sufficient to promote virus clearance or persistence but rather plays an important role in limiting immune pathology in peripheral organs in an IL-10-dependent manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "TIGIT is upregulated during chronic LCMV infection. In a first line of investigation, we sought to identify whether TIGIT is expressed on exhausted T cells upon chronic viral infection with LCMV clone 13, the classical model to study T cell exhaustion and viral persistence 4, 5 . We found that TIGIT is indeed highly expressed during the course of chronic LCMV clone 13 infection on both CD4 + and CD8 + T cells as well as on Tregs (Fig. 1a -c, h), the latter displaying the highest expression of TIGIT throughout the course of infection. TIGIT expression was particularly high on exhausted PD-1 + Tim-3 + CD8 + T cells (Fig. 1f ), but not on PD-1 − Tim-3 − CD8 + T cells. We next asked whether TIGIT was also upregulated on antigen-specific T cells that are known to become exhausted during chronic viral infections. In order to follow antigen-specific T cells, Ly5.1 + TCR transgenic CD8 + and CD4 + T cells specific for the immuno-dominant gp33 (P14) or gp61 (Smarta) peptides were transferred into wild-type (WT) C57BL/6 mice prior to LCMV clone 13 infection. Indeed, antigen-specific T cells expressed high levels of TIGIT during the chronic phase of the infection starting from day 20 p.i. (Fig. 1d , e), suggesting that like PD-1 27,28 , TIGIT expression is maintained in response to continuous TCR stimulation. Given that T cellderived IL-10 was shown to contribute to T cell suppression and viral persistence in the LCMV model 18, 29 , we next tested whether TIGIT expression correlates with IL-10 production in vivo. We used Thy1.1-IL-10 reporter mice that carry a bacterial artificial chromosome Il-10 promotor transgene with a Thy1.1 cDNA insertion in order to reliably identify IL-10-producing cells 30 . In line with TIGIT being expressed on exhausted cells, TIGIT + CD8 + T cells displayed significantly higher levels of IL-10 on day 30 p.i. than TIGIT − CD8 + T cells (Fig. 1g) . Taken together, these findings suggest that TIGIT marks a PD-1 + IL-10-producing exhausted CD8 + T-cell population that arises during chronic LCMV infection.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 277,
                    "end": 278,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1437,
                    "end": 1440,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1441,
                    "end": 1443,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1714,
                    "end": 1716,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 441,
                    "text": "(Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 621,
                    "end": 629,
                    "text": "(Fig. 1f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1197,
                    "end": 1205,
                    "text": "(Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1885,
                    "end": 1894,
                    "text": "(Fig. 1g)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "TIGIT modulates co-inhibitory receptors on CD8 + T cells. In order to determine the functional contribution of the TIGIT pathway toward promoting T cell exhaustion during chronic LCMV infection, we targeted TIGIT in vivo by using the blocking anti-TIGIT antibody (clone 1B4) we have generated and characterized previously 31 . Chronically infected C57BL/6 mice were continuously treated with either anti-TIGIT or mouse IgG1 control antibodies starting on the day of infection. We observed that TIGIT blockade significantly altered the exhaustion phenotype of CD8 + T cells. During the chronic phase of the infection (day 30 p.i.), CD8 + T cells from anti-TIGIT-treated mice displayed markedly lower PD-1 and Tim-3 expression levels than controls (Fig. 2a, c) . Decreased expression of PD-1, and Tim-3 on CD8 + T cells, was also detectable during early phases of LCMV clone 13 infection and remained considerably reduced until day 40 p.i. (Supplementary Fig. 1A ). PD-1 expression was also significantly decreased on CD4 + T cells, however, only during early stages of infection ( Supplementary Fig. 1B) , while the PD-1 expression on regulatory T cells remained unchanged over the course of chronic infection. The in vivo anti-TIGIT antibody (clone 1B4) was already shown to be non-depleting after immunization with MOG peptide 31 and we confirmed these findings in chronic LCMV infection ( Supplementary Fig. 1C ). Because lack of TIGIT signaling could also have a negative impact on myeloid cells that express the ligand, we quantified the abundance of various populations of antigen-presenting cells in the spleen ( Supplementary Fig. 1D , E), but could not detect any noticeable differences, neither regarding their frequency nor their absolute numbers. Moreover, we analyzed the NK cell phenotype over the course of acute and chronic LCMV infection with and without anti-TIGIT Ab administration and found them to be comparable (Supplementary Fig. 2A-E) .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 758,
                    "text": "(Fig. 2a, c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 938,
                    "end": 960,
                    "text": "(Supplementary Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1080,
                    "end": 1102,
                    "text": "Supplementary Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1391,
                    "end": 1412,
                    "text": "Supplementary Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1619,
                    "end": 1640,
                    "text": "Supplementary Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1947,
                    "end": 1957,
                    "text": "Fig. 2A-E)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to determine whether TIGIT might be able to actively promote T-cell exhaustion, we infected WT mice with an intermediate dose of LCMV clone 13 (1 × 10 5 FFU), which results in an acute infection that is cleared within 10 days and treated them with either an agonistic anti-TIGIT antibody (1G9) or IgG1 isotype control. Indeed, antibody-mediated TIGIT engagement resulted in increased PD-1 and Tim-3 expression on CD8 + T cells on day 14 p.i. (Fig. 2b, d) . These results demonstrate that TIGIT modulation has an impact on the exhaustion phenotype of T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 463,
                    "text": "(Fig. 2b, d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "TIGIT correlates with IL-10 production in vivo. Given that IL-10 was shown to contribute to viral persistence in vivo 19, 29, 32 and that TIGIT signaling induces the production of IL-10 both directly and indirectly 11, 31 , we speculated that TIGIT might hold a central role in contributing to viral persistence through its ability to induce IL-10. To further investigate this link between TIGIT and IL-10 expression in vivo, we chronically infected Thy1.1-IL-10 reporter with LCMV clone 13 and again treated TIGIT blockade resulted in a decrease in the frequency of IL-10-Thy1.1 + CD8 + T cells (Fig. 3a) . Vice versa, TIGIT engagement in the course of acute LCMV infection using the agonistic anti-TIGIT antibody led to significantly increased frequencies of both IL-10-Thy1.1 + CD8 + T cells and IL-10-Thy1.1 + CD4 + T cells (Fig. 3a ). Yet, TIGIT modulation did not affect overall numbers of IL-10-Thy1.1 + T cells in the spleen in any of the infection models ( Fig. 3b) . Nevertheless, evaluation of serum IL-10 levels in chronically infected mice revealed an early drop of IL-10 around day 14 p.i. in mice treated with blocking anti-TIGIT antibody (1B4) (Fig. 3c) . To confirm these observations, we analyzed supernatants of anti-CD3 in vitro re-stimulated splenocytes from chronically infected mice (day 30 p.i.). In line with our previous findings, TIGIT blockade correlated with significantly decreased levels of IL-10 ( Fig. 3d ). In turn, engagement of the TIGIT pathway in acutely infected mice resulted in elevated serum levels of IL-10 ( Fig. 3e) . Within the T cell compartment, only effector T cells displayed an altered IL-10 phenotype. In addition, we analyzed the Thy1.1 expression in myeloid cell populations during both acute and chronic LCMV infection. During early acute LCMV infection, we could not detect any significant differences regarding the frequency of IL-10-Thy1.1 + cells between control and agonistic anti-TIGIT (1G9) antibody-treated mice ( Supplementary Fig. 3A ). On day 14 p.i., CD11b + Ly6C + cells showed significantly higher expression of IL-10-Thy1.1 after treatment with the agonistic anti-TIGIT (1G9) Ab (Supplementary Fig. 3B ), which mimics the findings observed in the T cell compartment. However, the overall frequency of IL-10-Thy1.1 + cells was much smaller than in the T cell compartment. Similarly, we did not observe any differences in IL-10-Thy1.1 expression during the early phase of chronic LCMV infection on myeloid cells ( Supplementary Fig. 3C ), but found a trend toward decreased expression of IL-10-Thy1.1 in CD11b + Ly6G + cells during the chronic stage of the infection ( Supplementary Fig. 3D ), however, this did not reach significance. Collectively, these data reveal a functional link between TIGIT engagement and IL-10 induction during LCMV infection.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 828,
                    "end": 836,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 966,
                    "end": 974,
                    "text": "Fig. 3b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1160,
                    "end": 1169,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1430,
                    "end": 1437,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1552,
                    "end": 1560,
                    "text": "Fig. 3e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1977,
                    "end": 1998,
                    "text": "Supplementary Fig. 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2164,
                    "end": 2171,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2482,
                    "end": 2503,
                    "text": "Supplementary Fig. 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2637,
                    "end": 2658,
                    "text": "Supplementary Fig. 3D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "TIGIT dampens pro-inflammatory cytokines in acute infection. A cardinal feature of exhausted T cells is the hierarchical and progressive loss of pro-inflammatory cytokine production, where IL-2 secretion is abolished prior to TNF secretion, and T cell exhaustion finally becomes terminal when the ability to produce IFN-γ is lost 2,33 . Conversely, we and others have previously shown that agonistic anti-TIGIT antibodies reduce proinflammatory cytokine production, both in vitro and in vivo 9,14,31 . We thus next analyzed whether TIGIT can modulate the expression of pro-inflammatory cytokines in T cells during both acute and chronic LCMV infection. Agonistic anti-TIGIT antibody (1G9) treatment in acutely LCMV infected mice resulted in markedly reduced production of IFN-γ, but not TNF-α in CD8 + T cells (Fig. 4a-c) . Similarly, CD4 + T cells also produced significantly lower amounts of IFN-γ after anti-CD3 re-stimulation (data not shown). Furthermore, agonistic anti-TIGIT antibody (1G9) administration resulted in the pronounced inhibition of T cell function on day 5 p.i. as indicated by the decreased expression of activation markers and pro-inflammatory cytokine production measured by FACS, confirming its immune suppressive properties (Supplementary In line with these results, TIGIT blockade yielded a modest but significant increase of TNF-α expression by CD8 + T cells after re-stimulation with anti-CD3 (Fig. 4d , e). However, there was no difference in IFN-γ levels or in IL-2 production, which was below the detection limit (data not shown). Unexpectedly, CD8 + T cells from control or anti-TIGIT antibody (1B4) treated chronically infected mice displayed no differences regarding TNF-α and IFN-γ production when re-stimulated in an antigen-specific manner (Fig. 4f ). Taken together, these results demonstrate that TIGIT blockade during chronic LCMV infection only exerts a modest effect on pro-inflammatory cytokine production by T cells, whereas TIGIT stimulation during acute infection effectively inhibits the production of IFN-γ by both effector T cell subsets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 821,
                    "text": "(Fig. 4a-c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1422,
                    "end": 1430,
                    "text": "(Fig. 4d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1778,
                    "end": 1786,
                    "text": "(Fig. 4f",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Since virusspecific CD8 + T cells play a critical role in virus clearance and were demonstrated to be most severely affected by exhaustion and deletion following high dose LCMV infection 34 , we undertook further experiments to investigate the LCMV-specific T cell response. To this end, we adoptively transferred Ly5.1 + TCR transgenic CD8 + P14 cells into Ly5.2 recipient mice one day prior to chronic LCMV clone 13 infection. Strikingly, TIGIT blockade severely reduced the number of virus-specific P14 cells in the blood of chronically infected mice (Fig. 5a ). The same pattern was observed when endogenous CD8 + T cells were stained with the gp33 peptide/MHCI tetramer against gp33 (Fig. 5b ). Concurrently, the number of IFN-γ-producing P14 cells was significantly reduced early during chronic infection (Fig. 5c ), but evened out by day 20 p.i. Furthermore, in contrast to total CD8 + T cells the transferred P14 cells displayed elevated co-inhibitory receptor expression after TIGIT blockade (Fig. 5d ), as well as slightly reduced pro-inflammatory cytokine production on day 30 after chronic LCMV challenge (Fig. 5e, f) , indicative of a more exhausted phenotype. A population of TCF-1 + CD8 + T cells was previously shown to be critical to sustain the anti-viral immune response during chronic LCMV infection, as this subset serves as the source of cells that gives rise to differentiated effector like cells that respond to checkpoint blockade in vivo 35 . Interestingly, we found that TIGIT blockade leads to the loss of these TCF-1 + CD8 + T cells in both transferred antigen-specific and endogenous CD8 + T cells ( Supplementary Fig. 5A , B). Given that the virus-specific cells seemed to be impaired following TIGIT blockade, but total T cells showed enhanced TNF-α production, we next addressed how inhibition of the TIGIT pathway would affect viral loads and persistence. We observed that TIGIT blockade failed to promote virus clearance in the spleen and kidneys of chronically infected animals (Fig. 5g, h) . Similarly, we Collectively, these data suggest that TIGIT modulation alone is insufficient to affect viral persistence in vivo.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 562,
                    "text": "(Fig. 5a",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 696,
                    "text": "(Fig. 5b",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "(Fig. 5c",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1009,
                    "text": "(Fig. 5d",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1129,
                    "text": "(Fig. 5e, f)",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1651,
                    "text": "Supplementary Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2026,
                    "text": "(Fig. 5g, h)",
                    "ref_id": null
                }
            ],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "TIGIT limits tissue damage in an IL-10-dependent manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "Despite the fact that TIGIT modulation did not affect viral loads following acute LCMV infection by day 14 p.i., we noticed marked differences regarding body weight loss between IgG1 and agonistic anti-TIGIT antibody (1G9) treated mice (Fig. 6a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "text": "(Fig. 6a)",
                    "ref_id": null
                }
            ],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "Control mice showed a slight drop of around 8% of their initial body weight early during acute LCMV infection, which was not observed in agonistic anti-TIGIT antibody (1G9)-treated mice, the latter of which maintained or even gained weight over the course of infection. Because TIGIT engagement allows for the effective modulation of IL-10, which in turn plays an important role in the resolution of inflammation in various infectious as well as autoimmune models [36] [37] [38] , we hypothesized that TIGIT- mediated induction of IL-10 could protect against immune pathology. LCMV infection is known to cause T cell-dependent liver damage 39 . We thus sought to test if TIGIT stimulation might limit tissue damage by inhibiting T cell activation and infiltration in the liver. In order to characterize and quantify the immune pathological changes, we measured serum levels of aspartate aminotransferase (AST) and alanine transaminase (ALT), which are indicative of injured or damaged hepatocytes 40 . In line with our hypothesis, we found that TIGIT engagement resulted in significantly decreased AST and ALT levels on day 14 p.i. (Fig. 6b , h Frequency of IL-10-Thy1.1 + CD8 + and CD4 + T cells (i) and the ratio of total IFN-γ + to IL-10 + CD8 + T cells are displayed (n = 5-9). Pooled data from two independent experiments are shown. Each symbol in the scatter plot represents an individual mouse, and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***), ns (not significant, p > 0.05) determined by Student's t test (two experimental groups) or one-way ANOVA (more than two experimental groups). Histopathological data were evaluated using two-tailed Mann-Whitney test. c). In order to better understand the effect of agonistic anti-TIGIT antibody (1G9) treatment, we undertook a histological examination of the livers of animals sacrificed on day 14 p.i. H&E staining of the livers revealed a similar pattern of disease in both experimental groups. We could observe on-going parenchymal damage, illustrated by the presence of scattered dying hepatocytes and evidence of active leukocyte recruitment and infiltration. The latter was indicated by the presence of leukocytes in the lumen of central veins and their rolling along endothelial cells. Leukocytes often appeared activated, with leukocyte infiltration stretching from central veins to hepatic cords (Fig. 6f) . Leukocyte infiltration was also seen in portal areas and as random aggregates in the parenchyma. However, the magnitude of histopathological changes and overall disease score was significantly decreased in mice receiving agonistic anti-TIGIT antibody (1G9) treatment, especially regarding portal vein inflammation and central vein infiltration (Fig. 6d-f ). Collectively, these findings link TIGIT to restricting immune-mediated liver damage during acute LCMV infection. We next tested whether IL-10 is involved in mediating the reduced inflammatory response in agonistic anti-TIGIT treated mice and repeated the acute LCMV infection in IL-10 KO mice. In contrast to WT mice, agonistic anti-TIGIT treatment had no effect on AST or ALT levels in IL-10 KO mice (Fig. 6b, c) . Serum AST and ALT levels in the IL-10 KO mice at this time point were generally very low compared with WT animals due to accelerated viral clearance and hence faster resolution of inflammation in IL-10 KO mice ( Supplementary Fig. 6A-C, F, G) . However, analysis of serum samples obtained on day 5 p.i. showed higher AST levels in IL-10 KO in comparison with WT mice ( Supplementary  Fig. 6D, E) , which supports the notion that enzyme leakage from the liver occurs as a consequence of IL-10 deficiency, albeit following accelerated kinetics. In line with the results obtained on day 14, the liver protective effect of agonistic anti-TIGIT treatment was dependent on IL-10 as IL-10 KO mice showed no difference in AST/ALT levels upon treatment on day 5 p.i. (Supplementary Fig. 6D, E ). An important mediator of tissue damage is perforin, which was shown to contribute to CD8 + T cell-dependent hepatitis in a model of virally induced immune pathology 41 and to CD8 + T cell-driven immunopathology in PD-L1-deficient mice upon LCMV infection 42 . Therefore, we speculated that TIGIT might be involved in regulating perforindependent tissue damage following acute virus infection. In order to test this, we infected PKOB mice with acute LCMV and either treated with control IgG1 or agonistic anti-TIGIT antibody (1G9). We found that the effect of TIGIT agonism is lost in PKOB mice, which suggests that the pathological process inhibited by TIGIT is perforin dependent (Fig. 6b, c) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 997,
                    "end": 999,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 4154,
                    "end": 4156,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4244,
                    "end": 4246,
                    "text": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1140,
                    "text": "(Fig. 6b",
                    "ref_id": null
                },
                {
                    "start": 2416,
                    "end": 2425,
                    "text": "(Fig. 6f)",
                    "ref_id": null
                },
                {
                    "start": 2772,
                    "end": 2782,
                    "text": "(Fig. 6d-f",
                    "ref_id": null
                },
                {
                    "start": 3187,
                    "end": 3199,
                    "text": "(Fig. 6b, c)",
                    "ref_id": null
                },
                {
                    "start": 3414,
                    "end": 3444,
                    "text": "Supplementary Fig. 6A-C, F, G)",
                    "ref_id": null
                },
                {
                    "start": 3571,
                    "end": 3597,
                    "text": "Supplementary  Fig. 6D, E)",
                    "ref_id": null
                },
                {
                    "start": 3960,
                    "end": 3985,
                    "text": "(Supplementary Fig. 6D, E",
                    "ref_id": null
                },
                {
                    "start": 4670,
                    "end": 4682,
                    "text": "(Fig. 6b, c)",
                    "ref_id": null
                }
            ],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "To determine whether TIGIT stimulation results in local IL-10 production and an IL-10 dominated local immune environment, we next analyzed the immune infiltrates in the liver after acute LCMV challenge. Indeed, agonistic anti-TIGIT antibody (1G9)treated mice showed a markedly increased frequency of IL-10producing T cells in the liver (Fig. 6g) . However, there was no difference regarding the overall number of IL-10-producing T cells (data not shown). Furthermore, no difference regarding the frequency of IFN-γ + CD8 + T cells in the liver could be observed, irrespective of antigen-unspecific or -specific restimulation (Fig. 6h) . More importantly, the ratio of IL-10 + to IFN-γ + cells was strongly shifted toward an anti-inflammatory cytokine profile in the tissue in anti-TIGIT-treated groups (Fig. 6i) , supporting the notion that TIGIT favors the generation of a regulated immune environment and limits immunemediated tissue damage in an IL-10-dependent manner. What is more, we tested if blocking anti-TIGIT antibody (1B4) administration has the potential to exacerbate disease severity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 345,
                    "text": "(Fig. 6g)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 634,
                    "text": "(Fig. 6h)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "(Fig. 6i)",
                    "ref_id": null
                }
            ],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "TIGIT blockade resulted in delayed recovery from chronic LCMV infection-induced body weight loss (Supplementary Fig. 7A ). However, this did not go along with increased enzyme leakage from the liver (Supplementary Fig. 7B ). Along the same lines, TIGIT blockade did neither lead to increased tissue pathology in any of the examined disease models, nor did it have an influence on virus loads ( Supplementary Fig. 7C-F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 119,
                    "text": "(Supplementary Fig. 7A",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 221,
                    "text": "(Supplementary Fig. 7B",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 418,
                    "text": "Supplementary Fig. 7C-F)",
                    "ref_id": null
                }
            ],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "To further explore whether the tissue-protective effect of TIGIT was restricted to LCMV infection or whether it represents a general feature of the TIGIT pathway, we tested the effect of the agonistic anti-TIGIT antibody after influenza virus infection, a highly cytopathic virus. Anti-TIGIT and control-treated WT and IL-10 KO mice were infected with the mouse adapted H1N1 influenza A virus PR8, and the extent of tissue damage in the lungs was determined on day 8 p.i. In line with our findings in LCMV infection, TIGIT pathway engagement resulted in significantly decreased vascular leakage as indicated by the reduced levels of albumin-bound Evan's blue (EB) dye recovered from the lungs of anti-TIGIT-treated mice (Fig. 7a) . Importantly, this effect was IL-10 mediated, as PR8 challenged IL-10 KO mice showed a reversed phenotype after agonistic anti-TIGIT antibody (1G9) treatment when compared with isotype controls (Fig. 7b) . Moreover, agonistic anti-TIGIT antibody treatment led to a significantly decreased frequency of IFN-γ producing CD8 + T cells in the lungs of infected animals (Fig. 7c) . At the same time, CD8 + and CD4 + T cells expressed markedly higher levels of IL-10 compared with IgG1-treated controls (Fig. 7d) . Furthermore, total numbers of IL-10-producing CD8 + T cells were significantly increased in the lungs after TIGIT stimulation (Fig. 7e) . Overall, the cytokine production in the lungs of anti-TIGIT antibody-treated mice was skewed toward an IL-10dominated immune response, as the ratio of IL-10 to IFN-γ and TNF-α-producing T cells was greater in these animals (Fig. 7f ). In addition, IL-10 protein levels were significantly elevated in lung homogenates of mice treated with agonistic anti-TIGIT antibody (1G9) compared with IgG1 controls (Fig. 7g) . Importantly, anti-TIGIT treatment had no effect on influenza titers in both bronchoalveolar lavage (BAL) and lungs of infected animals throughout the course of PR8 infection ( Supplementary Fig. 8A , B). PR8 infection lead to moderate vasculitis, which was most pronounced in IgG1-treated control mice. We also observed stronger evidence of on-going leukocyte recruitment into the tissue, which was most evident by the higher frequency and intensity of vasculitis in the control group ( Supplementary  Fig. 8C-E) . Taken together, these findings further support the notion that the differences in tissue damage during PR8 infection were not a result of differential virus replication in the tissue, but rather the consequence of TIGIT-dependent immune modulation. In summary, these data reveal an important role of the TIGIT pathway in limiting immune-mediated tissue damage during acute virus infection in an IL-10-dependent manner.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 720,
                    "end": 729,
                    "text": "(Fig. 7a)",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "(Fig. 7b)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1105,
                    "text": "(Fig. 7c)",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1237,
                    "text": "(Fig. 7d)",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1375,
                    "text": "(Fig. 7e)",
                    "ref_id": null
                },
                {
                    "start": 1601,
                    "end": 1609,
                    "text": "(Fig. 7f",
                    "ref_id": null
                },
                {
                    "start": 1780,
                    "end": 1789,
                    "text": "(Fig. 7g)",
                    "ref_id": null
                },
                {
                    "start": 1968,
                    "end": 1989,
                    "text": "Supplementary Fig. 8A",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2304,
                    "text": "Supplementary  Fig. 8C-E)",
                    "ref_id": null
                }
            ],
            "section": "Loss of virus-specific T cells upon TIGIT blockade."
        },
        {
            "text": "Co-inhibitory pathways serve as central, negative regulators of immune cell functions, and have proven to be powerful targets for therapeutic immune modulation in diverse disease indications. The TIGIT inhibitory pathway is known to play an important role in limiting autoimmunity as well as negatively regulating anti-tumor responses. In this study, we investigated the significance of the TIGIT pathway in modulating T cell function during viral infections. We determined the impact of TIGIT blockade, as well as TIGIT engagement, on T cell function and phenotype during chronic and acute LCMV infections, respectively, and found that rather than promoting T cell dysfunction and viral persistence like other co-inhibitory receptors, TIGIT plays a critical role in protecting against immune pathology in vivo via induction of the immune-modulatory cytokine IL-10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chronic LCMV infection represents the prototypic model to study T cell exhaustion, where simultaneous co-expression of several inhibitory receptors marks T cells with diminished effector function 34, 43 . We found that antibody-mediated TIGIT blockade during chronic LCMV infection resulted in marked downregulation of other co-inhibitory receptors, such as PD-1, Tim-3, and Lag-3 on total CD8 + T cells and on CD4 + T cells. In contrast to CD8 + T cells, where co-inhibitory receptor expression Fig. 7 TIGIT stimulation protects from lung vascular leakage after influenza infection. C57BL/6 mice and IL-10 KO mice were infected with 150 PFU PR8 virus i.n. and treated with 100 μg of control IgG1 or anti-TIGIT Ab (1G9) on days 0, 2, and 4 i.p. Evans blue (EB) dye was injected i.v. on day 8 p.i., followed by lung perfusion with PBS. a Colorimetric quantification of EB extravasation from the lung. The mean EB concentration in the lungs was normalized to the weight of the organ (n = 6-16). b Representative pictures of PBS perfused lungs of naive WT mice or mice with and without anti-TIGIT (1G9) Ab treatment on day 8 p.i. are shown. c-f The T cell phenotype was assessed on day 8 p.i. in the lung of IgG1 and anti-TIGIT (1G9) Ab-treated mice by FACS. c Frequency of IFN-γ + CD8 + and CD4 + T cells. d Frequency of IL-10-Thy1.1 + CD8 + and CD4 + T cells. e Absolute numbers of IL-10-Thy1.1 + CD8 + and CD4 + T cells and (f) the ratio of total IFN-γ + to IL-10 + CD8 + T cells and TNF-α + to IL-10 + CD8 + T cells are displayed (n = 4-5). g IL-10 protein levels were measured in whole-lung homogenates by cytometric bead assay (n = 9). Each symbol in the scatter plot represents an individual mouse and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***), ns (not significant, p > 0.05) determined by Student's t test (two experimental groups) or one-way ANOVA (more than two experimental groups). Cytokine ratio data were evaluated using two-tailed Mann-Whitney test.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 502,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "was significantly lower throughout the duration of the chronic infection, PD-1 downregulation was only transient on CD4 + T cells and occurred during early stages of the infection. This might contribute to CD8 + dysfunction, since CD4 + help has been described to be essential for effective virus clearance in this system 44, 45 . TIGIT blockade also modestly increased the production of TNF-α by CD8 + T cells. Consistent with our findings after TIGIT blockade, antibody-mediated TIGIT stimulation correlated with the concomitant induction of PD-1 on CD8 + T cells, which supports the notion that TIGIT at least partially contributes to the development of T cell exhaustion. Moreover, we found that early T cell activation was significantly reduced after agonistic TIGIT ligation in vivo, which correlated with the considerably reduced production of pro-inflammatory cytokines. This is in line with previous reports demonstrating the potential of TIGIT to attenuate T cell responses 9,15,31 .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, we were able to establish that TIGIT ligation in vivo results in enhanced induction of the immunosuppressive cytokine IL-10 in response to acute LCMV challenge. Vice versa we could verify that TIGIT blockade leads to the diminished expression of IL-10 by CD8 + T cells during chronic infection, which indicates that TIGIT is involved in shifting the cytokine balance toward a more IL-10 dominated immune response in the context of viral infections. Reports from different groups including our own support this concept, as TIGIT expression was demonstrated to correlate with IL-10 expression in a model of antigen-specific tolerance 46 , as well as peptide immunization 9, 31 . Notably, TIGIT blockade alone was insufficient to promote viral clearance in the LCMV clone 13 model, which is consistent with previous reports showing that only co-blockade of TIGIT and PD-L1 restores the cytokine production of exhausted T cells and enhances viral clearance 8, 47 . Surprisingly, TIGIT blockade resulted in the loss of antigen-specific T cells, which could account for the failure of the anti-TIGIT treatment to promote viral clearance. One potential mechanism that might contribute to lower cell counts could be enhanced cell death as a consequence of hyperactivation of these cells. Activation-induced cell death (AICD) occurs after repeated stimulation of the TCR and is important for maintaining immune homeostasis. AICD has also been described to be a major cause of T cell depletion in other chronic infections, such as HIV 48, 49 , independent of direct cytotoxic effects of the virus itself. Intriguingly, Tim-3 and Lag-3 also appear to be dispensable for the development of T cell exhaustion, as Tim-3 KO and Lag-3 KO mice were demonstrated to harbor fewer antigen-specific T cells and do not control virus replication after challenge with chronic LCMV clone 13 50, 51 . In contrast, PD-1/PD-L1 blockade during chronic viral infections restores the function of exhausted CD8 + T cells, in particular antigen-specific cells, and results in enhanced T cell responses and virus control in different virus models 8, 52, 53 , which suggests that these two molecules operate through distinct pathways to dampen immune cell responses and might thus partake in different physiological processes, where immune suppression is required.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 644,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 966,
                    "end": 968,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1535,
                    "end": 1538,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1539,
                    "end": 1541,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1876,
                    "end": 1879,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1880,
                    "end": 1882,
                    "text": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2123,
                    "end": 2125,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2126,
                    "end": 2129,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2130,
                    "end": 2132,
                    "text": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Strikingly, lack of PD-1/PD-L1 signaling has been shown to be associated with pronounced immune pathology and increased mortality very early after systemic LCMV clone 13 infection 42, 52, 54 . Given that TIGIT −/− mice do not develop spontaneous signs of autoimmunity 8, 9 , it is tempting to speculate that TIGIT possesses a more localized role that is subordinate to PD-1. LCMV is known to inflict severe liver pathology as a consequence of virus-specific CD8 + T cell activation 39, 55 , and remarkably, we found that antibody-mediated TIGIT stimulation significantly reduced the secretion of liver-derived enzymes AST and ALT into the blood. What is more, we confirmed that TIGIT engagement protected acutely infected mice from weight loss and restricted leukocyte infiltration and inflammation in the liver. These findings could also be validated in an influenza model. Whether this also translates into improved survival in infections with lethal doses of virus will have to be addressed in future studies. Our study showed that engagement of the TIGIT pathway limited infection-induced liver and lung damage in an IL-10-dependent manner, thus revealing a critical mechanistic aspect of TIGIT biology. The fact that the ameliorated liver pathology was dependent on IL-10 is consistent with established knowledge showing that IL-10 in particular is essential for negative immune cell regulation 56 . The vital role of IL-10 in protecting against immune pathology becomes especially apparent during CNS infections, such as Japanese Encephalitis virus infection or coronavirus-induced encephalitis, where IL-10 producing T cells have been demonstrated to improve survival by ameliorating immunopathology 57, 58 . In the context of influenza infection, however, the role of IL-10 still remains controversial as the genetic background appears to have a dominant effect on disease susceptibility 59, 60 . More recently, Smith et al. demonstrated that IL-10 can act directly on CD8 + T cells by increasing the antigenic threshold for T cell activation and that this process was highly dependent on the dose and timing of exposure 17 . Since the impact of IL-10 is clearly determined by the timing and site of its production, TIGIT modulation might be used as a surrogate to generate a local immune suppressive environment at sites of tissue inflammation. Our improved understanding of the local effects of checkpoint inhibitors could thus feed into the development of novel therapies for the treatment of inflammatory diseases, where off target effects are encountered often and interfere with treatment success. TIGIT stimulation might thus be especially useful for prolonging graft survival or for managing side effects of checkpoint inhibitor therapy in combination with other checkpoint inhibitors. In conclusion, our results extend previous knowledge of the importance of TIGIT in suppressing immune cell activation and show a more specialized tissueprotective role of TIGIT in response to viral challenges.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 271,
                    "end": 272,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1400,
                    "end": 1402,
                    "text": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1707,
                    "end": 1710,
                    "text": "57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1711,
                    "end": 1713,
                    "text": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1896,
                    "end": 1899,
                    "text": "59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1900,
                    "end": 1902,
                    "text": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2129,
                    "end": 2131,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mice. C57BL/6 (B6) mice were purchased from Janvier Labs. Congenic Ly5.1 61 and Thy1.1 62 , Foxp3-GFP.KI 63 and Thy1.1-IL-10 reporter mice 30 , P14 64 , Smarta 65 , IL-10 [−/−66 , and PKOB mice have been described previously and were all on C57BL/6 background. Mice were used between 8 and 16 weeks of age and were sex and age matched within experiments. All animals were bred and housed in SPF and OHB facilities at LASC Zürich, Switzerland. All experiments were performed in accordance with institutional ethical policies and national regulations and have been reviewed and approved by the Cantonal veterinary office of Zurich.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "text": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Viruses and infections. The LCMV Clone 13 strain was propagated on BHK21 cells. Briefly, BHK21 cells were infected in suspension using a MOI of 0.1 (5 ml) for 1 h at RT in T175 tissue culture flasks (TPP) in serum-free modified Eagle medium (Gibco) on a plate shaker at minimum speed. After 1 h, 15 ml of fresh modified Eagle medium (Gibco) supplemented with 5% FCS (Corning) and 1% L-glutamine (Gibco) were added and incubated at 37°C and 10% CO 2 for 48 or 72 h. Supernatants were frozen at −80°C for long-term storage. Working stocks were generated by diluting frozen stocks in PBS. Animals were infected i.v. with either 2 × 10 6 FFU to induce chronic LCMV or with 1 × 10 5 FFU to induce an acute LCMV infection. For IAV infection, mice were infected with 200 PFU of PR8 (H1N1, LD 50 = 1250 PFU) i.n. followed by antibody treatment on days 0, 2, 4 with either 100 μg of mouse IgG1 or anti-TIGIT antibody (1G9). On day 8 p.i., mice were injected i.v. with 200 μl of 0.5% Evans blue dye (EB, Sigma) in sterile 1× PBS 20 min before sacrifice. Animals were perfused with PBS, and the lung weight measured. Lungs were then placed in 1 ml Formamide (Sigma) and incubated at 56°C overnight. The amount of extracted Evans blue (EB) dye was measured by photometry at 620 nm, and quantified against a standard curve using the following formula: EB concentration (ng/ml) × volume of formamide (ml)/total lung weight (g). Influenza virus was titrated by Plaque assay on MDCK cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Antibodies and MHC class I tetramers. The LCMV glycoprotein peptides gp33-41 (gp33 peptide, KAVYNFATM) and gp61-80 (gp61, GLNGPDIYKGVYQFKS-VEFD) were purchased from EMC microcolletions GmbH. Allophycocyanin (APC)-conjugated peptide/MHC class I tetrameric complexes were generated as previously described 67 . The following anti-mouse monoclonal antibodies were used NATURE COMMUNICATIONS | https://doi.org/10.1038/s41467-020-15025-1 ARTICLE from Biolegend: CD4 (RM4-5 or GK1.5), PD-1 (29 F.1A12), CD44 (IM7), CD8 (53-6.7), IFN-γ (XMG1.2), Lag-3 (C9B7W), TIGIT (1G9), TNF (MP6-XT22). CD45.1 (A20) and CD90.1 (OX-7), CD49b (DX5), CD69 (H1.2F3), NKG2D (CX5), CD11b (M1/70), MHCII (M5/114.15.2), Ly6C (HK1.4), Ly6G (1A8), NK1.1 (PK136), F4/80 (BM8). TCF-1/TCF7 (C63D9) was purchased from Cell Signaling Technology. Tim-3 (215008) was purchased from R&D Systems. Granzyme B (GB11) was purchased from Thermo Fisher. Dilution factors for the antibodies used in this study can be found in Supplementary Table 1 . The anti-TIGIT mAbs for blockade (clone 1B4) and stimulation (clone 1G9) were described previously 31 . Control animals were treated with mouse IgG1 (BioXCell).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 1002,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Ex vivo stimulation and cytometric bead assay. Single-cell suspensions were generated by mechanical disruption in RPMI 1640 medium (Gibco) supplemented with 10% FCS (Corning), penicillin (100IU/ml, Gibco) and 1% L-glutamine (Gibco). Red blood cells were removed by adding ACK lysis buffer (155 mM NH 4 Cl, 10 mM KHCO 3 , 0.1 mM Na 2 EDTA, pH: 7.4) for 3 min. Splenocytes were stimulated for 48 h in the presence of anti-CD3 (1 μg/ml) without additional anti-TIGIT antibodies. Supernatants were stored at −20°C for subsequent cytokine analysis by cytometric bead assay (CBA). BioLegend's LEGENDplex kit and the BD CBA kit were used to detect soluble IL-10 protein according to the manufacturers' instructions. The raw data were analyzed with LEGENDplex software (Biolegend) or FCAP Array software (Soft Flow Inc.) to calculate unknown protein levels against a known standard curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In vivo antibody treatment. Mice were injected i.p. with either 100 μg mouse IgG1 (BioXCell) or anti-TIGIT Abs (1G9 or 1B4 clone) as described previously 31 . Injections were given on days 0, 2, 4, 10, 17, and 24 after infection if not stated otherwise during chronic LCMV infection. The treatment regimen was shortened accordingly during acute infections.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Adoptive cell transfers. Total CD4 + T cells or CD8 + T cells were pre-sorted from spleens of naive Smarta mice and P14 TCR-α/β mice respectively using the MojoSort mouse CD4 or CD8 T cell isolation kit (Biolegend) according to the manufacturers' instructions. In total, 1 × 10 4 cells per cell type were adoptively transferred i.v. into C57BL/6 (B6) recipient mice. The following day, the recipient mice were infected i.v. with 2 × 10 6 FFU LCMV Clone 13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Focus-forming assay LCMV. Virus titers were determined as described previously 68 . Briefly, MC57G cells were seeded at 5 × 10 5 cells/ml in 24 well plates in modified Eagle medium supplemented with 5% FCS and 1% PSG. Organ samples were homogenized by mechanical disruption using the TissueLyserII (Qiagen) and centrifuged for 1 min at 4°C at full speed. Samples were serially diluted onto the MC57G cell layer and overlayed with 2% methylcellulose dissolved in 5% DMEM medium (Gibco). The assay was incubated for 48 h at 37°C in 5% CO 2 . After 2 days, cells were fixed with 4% PFA for 30 min, followed by 20 min permeabilization with 1% Triton X-100. The cell layer was washed twice with 1× PBS, followed by 1 h incubation with 10% FCS in PBS at RT. The primary antibody (VL-4 rat anti-LCMV mAb) was added 1:25 in PBS and incubated for 1 h at RT. Cells were then washed twice with 1× PBS and incubated with the secondary antibody peroxidase-conjugated goat anti-rat IgG (Jackson ImmunoResearch) 1:400 in 10% FCS in PBS. OPD (Sigma-Aldrich) was added according to the manufacturer's instructions and incubated for at least 30 min at RT.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To determine the amount of infectious IAV particles, Madin-Darby Canine Kidney (MDCK) cells (ATCC CCL34) were seeded into 12-well plates in Dulbecco's Modified Eagle Medium (Life technologies) supplemented with 10% fetal bovine serum (Life technologies), 1% Lglutamine (Life technologies), and 1% penicillin/streptomycin (Life technologies) at 37°C in 5% CO 2 . At 100% cell confluency, cells were washed once with PBS supplemented with 20 μM Mg 2+ , 10 μM Ca 2+ , 0.3% (w/v) bovine serum albumin (BSA), and 1% (v/v) penicillin-streptomycin (infection PBS) before being infected with a series of tenfold dilutions of virus containing sample in infection PBS. After 1 h incubation at 37°C in 5% CO 2 , the inoculum was removed, and the cells were covered with an agar overlay containing 0.7% (v/v) Oxoid agar (Sigma-Aldrich) dissolved in Modified Eagle Medium (Life Technologies) supplemented with 10 μg/ml DEAE Dextran (Sigma-Aldrich), 0.1% (v/ v) sodium bicarbonat (Sigma-Aldrich) and 1 μg/ml tosylamide-2-phenylethylchloromethyle-ketone (TPCK)-treated trypsin (Sigma-Aldrich). Cells were incubated at 37°C in 5% CO 2 until plaques were visible. Then, cells were fixed with 3.7% PFA for 20 min at RT before staining with 0.5% (w/v) crystal violet (Sigma-Aldrich) in ddH 2 O with 20% methanol for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assay influenza A virus."
        },
        {
            "text": "Flow cytometry. FACS stainings were performed on single-cell suspensions from the spleen, liver, and lung. The spleen samples were prepared by mechanical disruption in RPMI 1640 medium supplemented with 10% FCS, penicillin (100IU/ml) and 1% L-glutamine. Liver and lung were enzymatically digested for 30 min, and immune cells isolated using a 30% Percoll (GE Healthcare) gradient. Red blood cells were removed by adding ACK lysis buffer (155 mM NH 4 Cl, 10 mM KHCO 3 , 0.1 mM Na 2 EDTA, pH: 7.4) for 3 min. Cells were re-stimulated with either anti-CD3 (1 μg/ml), gp33 peptide or gp61 peptide (EMC microcellections) and Brefeldin A solution (Biolegend) at 37°C in 10% CO 2 for 3-4 h before staining. For surface stainings, antibodies were incubated for 20-30 min at RT in PBS. For intracellular cytokine staining, spenocytes were permeabilized using the Cytofix/ Cytoperm kit (BD Biosciences) for 5 min at RT, followed by antibody incubation for 20-30 min at RT. For staining of transcription factors, cells were stained and permeabilized with the Foxp3/Transcription factor staining buffer set (eBioscience). The Zombie NIR fixable dye was used to exclude dead cells and debris. Data were acquired on a BD LSR Fortessa or BD FACS CantoII analyzer (BD Bioscience) and analyzed using Flowjo software (TreeStar). Gating strategies are shown in Supplementary Fig. 9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1342,
                    "end": 1362,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Plaque assay influenza A virus."
        },
        {
            "text": "Histopathology. Liver and lung lobes from IgG1 or anti-TIGIT Ab (1G9)treated and uninfected mice were fixed in 4% paraformaldehyde and transferred to 70% EtOH for storage before processing. The organs were trimmed, and routinely paraffin wax embedded. Consecutive sections (3-5 µm) were prepared, and routinely stained with hematoxylin-eosin (HE) or subjected to the Periodic Acid Schiff (PAS) reaction for the demonstration of hepatocellular glycogen accumulation. Livers were assessed for any histopathological changes including leukocyte infiltration in a single blinded experimental setup, where the pathologist was unaware of the clinical status and treatment that the mice had received. Histopathological changes were graded on the basis of the assessment schemes published by Ishak et al. 69 and Thoolen et al. 70 . The following histological features were considered: leukocyte infiltration in portal areas, around central vein and as random focal aggregates, and hepatocyte death (necrosis, apoptosis); the distribution of changes was characterized as focal, multifocal, or diffuse (grading from 0 to 3).",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 798,
                    "text": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 818,
                    "end": 820,
                    "text": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Plaque assay influenza A virus."
        },
        {
            "text": "Analysis of serum liver AST and ALT. Serum AST and ALT were measured at the Clinical Chemistry Department of the University Hospital, Zurich, Switzerland. The catalytic concentration of both enzymes was measured at 37°C with pyridoxal phosphate activation on a Roche Cobas 8000 (c502) according to IFCC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assay influenza A virus."
        },
        {
            "text": "Statistical analysis. Statistical analyses were performed using Graphpad Prism. Appropriate statistical tests were selected as indicated in the figure legends with significant differences marked on all figures. Differences between control and treatment groups were determined using two-tailed Student's t test, including Welch's correction for unequal variants if necessary. To compare more than two groups, we used one-way ANOVA with Tukey's multiple comparisons test. Histopathological data was evaluated using two-tailed Mann-Whitney test. Significance was defined as p < 0.05 (*), p < 0.01 (**), p < 0.005 (***), or ns (not significant, p > 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assay influenza A virus."
        },
        {
            "text": "Reporting summary. Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assay influenza A virus."
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request. Raw data for all figures are provided as a Source Data file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Received: 7 June 2019; Accepted: 17 February 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral immune evasion due to persistence of activated T cells without effector function",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Zajac",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Exp. Med",
            "volume": "188",
            "issn": "",
            "pages": "2205--2213",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral persistence alters CD8 T-cell immunodominance and tissue distribution and results in distinct stages of functional impairment",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wherry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Blattman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murali-Krishna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Most",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4911--4927",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus persistence in acutely infected immunocompetent mice by exhaustion of antiviral cytotoxic effector T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moskophidis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lechner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pircher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "362",
            "issn": "",
            "pages": "758--761",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Induction and exhaustion of lymphocytic choriomeningitis virus-specific cytotoxic T lymphocytes visualized using soluble tetrameric major histocompatibility complex class I-peptide complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gallimore",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Exp. Med",
            "volume": "187",
            "issn": "",
            "pages": "1383--1393",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular and cellular insights into T cell exhaustion",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wherry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurachi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Immunol",
            "volume": "15",
            "issn": "",
            "pages": "486--499",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interleukin-10 -1082 GG polymorphism influences the occurrence and the clinical characteristics of hepatitis C virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Persico",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Hepatol",
            "volume": "45",
            "issn": "",
            "pages": "779--785",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Gender susceptibility to chronic hepatitis C virus infection associated with interleukin 10 promoter polymorphism",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Paladino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "9144--9150",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The immunoreceptor TIGIT regulates antitumor and antiviral CD8(+) T cell effector function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Cell",
            "volume": "26",
            "issn": "",
            "pages": "923--937",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cutting edge: TIGIT has T cell-intrinsic inhibitory functions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Joller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Immunol",
            "volume": "186",
            "issn": "",
            "pages": "1338--1342",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The interaction of TIGIT with PVR and PVRL2 inhibits human NK cell cytotoxicity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stanietsky",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "17858--17863",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The surface protein TIGIT suppresses T cell activation by promoting the generation of mature immunoregulatory dendritic cells",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Immunol",
            "volume": "10",
            "issn": "",
            "pages": "48--57",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Overexpression of Necl-5 correlates with unfavorable prognosis in patients with lung adenocarcinoma",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nakai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cancer Sci",
            "volume": "101",
            "issn": "",
            "pages": "1326--1330",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical significance of CD155 expression in human pancreatic cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishiwada",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anticancer Res",
            "volume": "35",
            "issn": "",
            "pages": "2287--2297",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The TIGIT/ CD226 axis regulates human T cell function",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dominguez-Villar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kuchroo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hafler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Immunol",
            "volume": "188",
            "issn": "",
            "pages": "3869--3875",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vstm3 is a member of the CD28 family and an important modulator of T-cell function",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. J. Immunol",
            "volume": "41",
            "issn": "",
            "pages": "902--915",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Treg cells expressing the coinhibitory molecule TIGIT selectively inhibit proinflammatory Th1 and Th17 cell responses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Joller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "40",
            "issn": "",
            "pages": "569--581",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interleukin-10 directly inhibits CD8(+) T cell function by enhancing N-glycan branching to decrease antigen sensitivity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunity",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chronic viral infection promotes sustained Th1-derived immunoregulatory IL-10 via BLIMP-1",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Parish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Invest",
            "volume": "124",
            "issn": "",
            "pages": "3455--3468",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Resolution of a chronic viral infection after interleukin-10 receptor blockade",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ejrnaes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Exp. Med",
            "volume": "203",
            "issn": "",
            "pages": "2461--2472",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Multiple CD4+ T cell subsets produce immunomodulatory IL-10 during respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Christiaansen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Immunol",
            "volume": "187",
            "issn": "",
            "pages": "3145--3154",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Blimp-1-dependent IL-10 production by Tr1 cells regulates TNF-mediated tissue pathology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montes De Oca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "IL-10: a multifunctional cytokine in viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sevilla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Immunol. Res",
            "volume": "2017",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "IL-10 is required to prevent immune hyperactivity during infection with Trypanosoma cruzi",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Immunol",
            "volume": "158",
            "issn": "",
            "pages": "3311--3316",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "In the absence of endogenous IL-10, mice acutely infected with Toxoplasma gondii succumb to a lethal immune response dependent on CD4+ T cells and accompanied by overproduction of IL-12, IFN-gamma and TNF-alpha",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Gazzinelli",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Immunol",
            "volume": "157",
            "issn": "",
            "pages": "798--805",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Breakdown of adaptive immunotolerance induces hepatocellular carcinoma in HBsAg-tg mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Commun",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "TIGIT safeguards liver regeneration through regulating natural killer cell-hepatocyte crosstalk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "60",
            "issn": "",
            "pages": "1389--1398",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chronic virus infection enforces demethylation of the locus that encodes PD-1 in antigen-specific CD8(+) T cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Youngblood",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "35",
            "issn": "",
            "pages": "400--412",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "CD8 T cell dysfunction during chronic viral infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wherry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr. Opin. Immunol",
            "volume": "19",
            "issn": "",
            "pages": "408--415",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Macrophage and T cell produced IL-10 promotes viral chronicity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Regulatory T cells expressing interleukin 10 develop from Foxp3+ and Foxp3-precursor cells in the absence of interleukin 10",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Maynard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Immunol",
            "volume": "8",
            "issn": "",
            "pages": "931--941",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Functional anti-TIGIT antibodies regulate development of autoimmunity and antitumor immunity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Immunol",
            "volume": "200",
            "issn": "",
            "pages": "3000--3007",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Interleukin-10 determines viral clearance or persistence in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Med",
            "volume": "12",
            "issn": "",
            "pages": "1301--1309",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ablation of CD8 and CD4 T cell responses by high viral loads",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Zajac",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immunol",
            "volume": "170",
            "issn": "",
            "pages": "477--486",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Peripheral clonal deletion of antiviral memory CD8+ T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moskophidis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Laine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Eur. J. Immunol",
            "volume": "23",
            "issn": "",
            "pages": "3306--3311",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "T cell factor 1-expressing memory-like CD8(+) T cells sustain the immune response to chronic viral infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Utzschneider",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunity",
            "volume": "45",
            "issn": "",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Virally expressed interleukin-10 ameliorates acute encephalomyelitis and chronic demyelination in coronavirus-infected mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trandem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "6822--6831",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "IL-10-producing intestinal macrophages prevent excessive antibacterial innate immunity by limiting IL-23 synthesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "IL-10 is critical in the regulation of autoimmune encephalomyelitis as demonstrated by studies of IL-10-and IL-4-deficient and transgenic mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bettelli",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Immunol",
            "volume": "161",
            "issn": "",
            "pages": "3299--3306",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Liver cell destruction by H-2 class Irestricted virus-specific cytotoxic T cells as a physiological correlate of the 51Cr-release assay?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Exp. Med",
            "volume": "164",
            "issn": "",
            "pages": "1075--1092",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The past and present of serum aminotransferases and the future of liver injury biomarkers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "EXCLI J",
            "volume": "15",
            "issn": "",
            "pages": "817--828",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Perforin inhibition protects from lethal endothelial damage during fulminant viral hepatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Welz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Programmed death 1 protects from fatal circulatory failure during systemic virus infection of mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Frebel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Exp. Med",
            "volume": "209",
            "issn": "",
            "pages": "2485--2499",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Network analysis reveals centrally connected genes and pathways involved in CD8+ T cell exhaustion versus memory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Doering",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunity",
            "volume": "37",
            "issn": "",
            "pages": "1130--1144",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Enhanced establishment of a virus carrier state in adult CD4+ T-cell-deficient mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battegay",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "4700--4704",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "CD4+ T cells are required to sustain CD8+ cytotoxic T-cell responses during chronic viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matloubian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Concepcion",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "8056--8063",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Sequential transcriptional changes dictate safe and effective antigen-specific immunotherapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "TIGIT marks exhausted T cells, correlates with disease progression, and serves as a target for immune restoration in HIV and SIV infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Chew",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Apoptosis occurs predominantly in bystander cells and not in productively infected cells of HIV-and SIV-infected lymph nodes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Finkel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nat. Med",
            "volume": "1",
            "issn": "",
            "pages": "129--134",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Programmed cell death as a mechanism of CD4 and CD8 T cell deletion in AIDS. Molecular control and effect of highly active anti-retroviral therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gougeon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montagnier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ann. N. Y. Acad. Sci",
            "volume": "887",
            "issn": "",
            "pages": "199--212",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Tim-3 costimulation promotes short-lived effector T cells, restricts memory precursors, and is dispensable for T cell exhaustion",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Avery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Filderman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Szymczak-Workman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kane",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "115",
            "issn": "",
            "pages": "2455--2460",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "On the role of the inhibitory receptor LAG-3 in acute and chronic LCMV infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agnellini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oxenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. Immunol",
            "volume": "22",
            "issn": "",
            "pages": "13--23",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Restoring function in exhausted CD8 T cells during chronic viral infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "682--687",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Restoration of HCV-specific T cell functions by PD-1/PD-L1 blockade in HCV infection: effect of viremia levels and antiviral treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urbani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Hepatol",
            "volume": "48",
            "issn": "",
            "pages": "548--558",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "PD-L1 has distinct functions in hematopoietic and nonhematopoietic cells in regulating T cell responses during chronic infection in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Invest",
            "volume": "120",
            "issn": "",
            "pages": "2508--2515",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "IRF4 and BATF are critical for CD8(+) T-cell function following infection with LCMV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grusdat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Death Differ",
            "volume": "21",
            "issn": "",
            "pages": "1050--1060",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "An essential role for interleukin 10 in the function of regulatory T cells that inhibit intestinal inflammation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Asseman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mauze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Powrie",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Exp. Med",
            "volume": "190",
            "issn": "",
            "pages": "995--1004",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "CCR5 ameliorates Japanese encephalitis via dictating the equilibrium of regulatory CD4(+)Foxp3(+) T and IL-17(+)CD4(+) Th17 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Neuroinflammation",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Highly activated cytotoxic CD8 T cells express protective IL-10 at the peak of coronavirus-induced encephalitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trandem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Immunol",
            "volume": "186",
            "issn": "",
            "pages": "3642--3652",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Effector T cells control lung inflammation during acute influenza virus infection by producing IL-10",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Karp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Braciale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Med",
            "volume": "15",
            "issn": "",
            "pages": "277--284",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Effects of influenza on alveolar macrophage viability are dependent on mouse genetic strain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Califano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Immunol",
            "volume": "201",
            "issn": "",
            "pages": "134--144",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Genetic nomenclature for loci controlling surface antigens of mouse hemopoietic cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Immunol",
            "volume": "149",
            "issn": "",
            "pages": "3129--3134",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Cell Surface Antigens: Studies in Mammals Other Than Man",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Snell",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Reciprocal developmental pathways for the generation of pathogenic effector TH17 and regulatory T cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bettelli",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "235--238",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Viral escape by selection of cytotoxic T cell-resistant virus variants in vivo",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pircher",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "346",
            "issn": "",
            "pages": "629--633",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Virusspecific MHC-class II-restricted TCR-transgenic mice: effects on humoral and cellular immune responses after viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oxenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Eur. J. Immunol",
            "volume": "28",
            "issn": "",
            "pages": "390--400",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Interleukin-10-deficient mice develop chronic enterocolitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lohler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rennick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajewsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "263--274",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Phenotypic analysis of antigen-specific T lymphocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "274",
            "issn": "",
            "pages": "94--96",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Quantification of lymphocytic choriomeningitis virus with an immunological focus assay in 24-or 96-well plates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battegay",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Virol. Methods",
            "volume": "33",
            "issn": "",
            "pages": "191--198",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Histological grading and staging of chronic hepatitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ishak",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Hepatol",
            "volume": "22",
            "issn": "",
            "pages": "696--699",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Proliferative and nonproliferative lesions of the rat and mouse hepatobiliary system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thoolen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Toxicol. Pathol",
            "volume": "38",
            "issn": "",
            "pages": "5--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TIGIT expression during chronic LCMV clone 13 infection. TIGIT expression on splenic T cells was analyzed after chronic LCMV clone 13 infection (2 × 10 6 FFU) using flow cytometry. Expression over time on (a) CD8 + T cells, (n = 2-16), (b) CD4 + T cells (n = 2-17), and (c) CD4 + FoxP3 + regulatory T cells (n = 2-13) is shown. TIGIT expression on (d) P14 Ly5.1 + TCR transgenic CD8 + T cells specific for gp33, (n = 4-6) and (e) Smarta CD4 + T cells specific for gp61 (n = 4-7). f TIGIT expression on exhausted (PD1 + Tim-3 + ) or non-exhausted (PD1 − Tim-3 − ) CD8 + T cells on day 30 p.i. (n = 10). g IL-10-Thy1.1 expression in Thy1.1-IL-10 reporter mice by TIGIT + and TIGIT -CD8 + T cells on day 30 p.i. (n = 10). h Representative FACS plots of TIGIT expression on T cells on day 30 p.i. with chronic LCMV clone 13. Data represent 2-3 independent experiments. Each symbol in the scatter plot represents an individual mouse, and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***) or ns (not significant, p > 0.05) determined by Welch's t test. | (2020) 11:1288 | https://doi.org/10.1038/s41467-020-15025-1 | www.nature.com/naturecommunications them with blocking anti-TIGIT antibody (1B4) or isotype control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "In vivo TIGIT modulation alters co-inhibitory receptor expression on T cells after LCMV infection. C57BL/6 mice were infected with either 2 × 10 6 FFU LCMV clone 13 i.v. (red, chronic) or 1 × 10 5 FFU LCMV clone 13 i.v. (gray, acute) and treated with 100 μg of blocking anti-TIGIT Ab (1B4, chronic infection), agonistic anti-TIGIT Ab (1G9, acute infection), or mouse IgG1 i.p. Representative FACS plots (a, b) and summary data (c, d) of co-inhibitory receptor expression on splenic CD8 + T cells after (a, c) chronic LCMV infection (day 30, n = 10-25), and (b, d) acute LCMV infection (day 14, n = 11-22) are shown. Data represent pooled data from four to five independent experiments. Each symbol in the scatter plot represents an individual mouse, and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***), or ns (not significant, p > 0.05) determined by Welch's t test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "TIGIT modulation correlates with IL-10 production in vivo. Thy1.1-IL-10 mice were infected with either 2 × 10 6 FFU LCMV clone 13 i.v. (red) or 1 × 10 5 FFU LCMV clone 13 i.v. (gray). Chronically infected mice (red) were treated with 100 μg of blocking anti-TIGIT (1B4) Ab or mouse IgG1 i.p., acutely infected mice (gray) were treated with 100 μg of agonistic anti-TIGIT (1G9) Ab or mouse IgG1 i.p. a IL-10-Thy1.1 expression on splenic CD8 + on day 30 p.i. in chronically infected mice (red) and on CD8 + and CD4 + T cells on day 14 p.i. in acutely infected mice (gray) is shown (n = 7-17). b Absolute numbers of IL-10-Th1.1 + CD8 + on day 30 p.i. in chronically infected mice (red) and of IL-10-Th1.1 + CD8 + and IL-10-Th1.1 + CD4 + on day 14 p.i. in acutely infected mice (gray) are depicted (n = 7-13). IL-10 protein levels were measured by cytometric bead assay in (c) the serum of chronically (d30 p.i.) infected mice (n = 1-6 sera pooled from three mice) and (d) supernatants of ex vivo cultured splenocytes isolated on day 30 p.i. after chronic LCMV clone 13 infection restimulated with anti-CD3 (n = 3, pooled from nine mice) and (e) supernatants of ex vivo cultured splenocytes isolated on day 14 after acute LCMV clone 13 infection re-stimulated with anti-CD3 (n = 4). Pooled data from two to three independent experiments are shown. Each symbol in the scatter plot represents an individual mouse or pooled data point and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***), or ns (not significant, p > 0.05) were determined by Welch's t test. | (2020) 11:1288 | https://doi.org/10.1038/s41467-020-15025-1 | www.nature.com/naturecommunications found that TIGIT stimulation during acute viral infection only temporarily impacts viral titers, as the virus was generally cleared by day 14 p.i. despite elevated virus loads in the spleen, but not the liver at an early time point (day 5 p.i.;Supplementary Fig. 4E-G).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "TIGIT ligation results in decreased pro-inflammatory cytokine production after acute infection. C57BL/6 mice were infected with either 2 × 10 6 FFU LCMV clone 13 i.v. (red) or 1 × 10 5 FFU LCMV clone 13 i.v. (gray). Chronically infected mice (red) were treated with 100 μg of blocking anti-TIGIT (1B4) Ab or mouse IgG1 i.p., acutely infected mice (gray) were treated with 100 μg of agonistic anti-TIGIT (1G9) Ab or mouse IgG1 i.p. a, d Representative FACS plots displaying pro-inflammatory cytokine expression of splenic CD8 + T cells after acute infection (gray) and chronic infection (red) (b) on day 14 p.i. with acute LCMV clone 13. FACS-based quantification of pro-inflammatory cytokine production by splenic CD8 + T cells after anti-CD3 re-stimulation (n = 18-22) (c) on day 14 p.i. after gp33 re-stimulation (n = 13-20). FACS-based quantification of pro-inflammatory cytokine production by splenic CD8 + T cells after (e) after anti-CD3 re-stimulation (n = 15-25) (f) after gp33 re-stimulation (n = 9-16). Each symbol in the scatter plot represents an individual mouse, and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***), or ns (not significant, p > 0.05) determined by Student's t test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Loss of virus-specific T cells after TIGIT blockade during chronic LCMV infection. 10'000 Ly5.1 + P14 cells were transferred i.v. one day prior to chronic LCMV clone 13 infection and treatment with 100 μg of anti-TIGIT (1B4) Ab or mouse IgG1 i.p. FACS quantification of (a) absolute numbers of P14 Ly5.1 + TCR transgenic CD8 + T cells (n = 4-5) and (b) antigen-specific CD8 + T cells by peptide/MHCI tetramer staining against gp33 (n = 4-5) in the blood. c Absolute numbers of IFN-γ producing P14 cells on day 10 were measured by FACS, (spleen, n = 4-5). d PD-1 and Tim-3 expression on P14 cells was quantified by FACS (spleen, day 20 p.i.; n = 8-9). e, f Pro-inflammatory cytokine production by TCR transgenic CD8 + T cells quantified by FACS after anti-CD3 (e) or gp33 (f) re-stimulation was determined by FACS (spleen, day 20 p.i.; n = 3-9). Quantification of replicating virus particles by plaque assay in the spleen (g) and kidney (h) of chronically infected mice with and without anti-TIGIT treatment (n = 10). Each symbol in the scatter plot represents an individual mouse, and bar graphs indicate the mean value ± SD. Statistical values p < 0.05 (*), p < 0.01 (**), p < 0.005 (***),ns (not significant, p > 0.05) determined by Student's t test. TIGIT engagement limits immune-mediated tissue pathology in the liver after acute virus challenge. C57BL/6, Thy1.1-IL-10 reporter, IL-10 KO, or PKOB mice were infected with 1 × 10 5 FFU LCMV clone 13 i.v. and treated with 100μg control IgG1 or anti-TIGIT Ab (1G9) on days 0, 2, 4, and day 10 i.p. a The body weight of acutely infected mice over the course of infection with or without anti-TIGIT Ab (1G9) treatment is shown (n = 10). Serum levels of AST (b) and ALT (c) quantified by enzymatic activity assay on day 14 p.i. from WT, IL-10 KO, and PKOB mice are shown (n = 5-8). d-f Tissue damage was assessed in liver sections 14 days after infection using hematoxylin and eosin (H&E) staining. Overall pathology (d), classification of histopathological damages (e) and representative light microscopy images (f) are depicted (n = 7-8). Arrows indicate leukocyte recruitment and infiltration or dying hepatocytes. CV central vein, PV portal vein. Scale bar = 20 μm. g-i Cytokine production by T cells in the liver of IgG1 and anti-TIGIT Ab (1G9)-treated mice was determined by FACS on day 14 p.i. g Absolute numbers of IFN-γ + CD8 + and CD4 + T cells after anti-CD3 re-stimulation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Casey Weaver for the Thy1.1-IL-10 reporter mouse strain, Vijay Kuchroo for anti-TIGIT antibodies, Nina Henle, Helen Thut, and Catharina Küng for technical assistance, the Joller and Oxenius group members for helpful discussions. We are also grateful to the laboratory technicians in the Histology Laboratory, Institute of Veterinary Pathology, Vetsuisse Faculty, University of Zurich, for excellent technical support. This work was supported by the Swiss National Science Foundation (PP00P3_150663 and PP00P3_181037 to N.J.), the European Research Council (677200 Immune Regulation to N.J.), the Zuercher Universitaetsverein (ZUNIV-FAN to N.J.), the Olga Mayenfisch Stiftung (to N.J.), and the Novartis Foundation for medical-biological research (17A027 to N.J.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41467-020-15025-1.Correspondence and requests for materials should be addressed to N.J.Peer review information Nature Communications thanks the anonymous reviewers for their contribution to the peer review of this work. Peer reviewer reports are available.Reprints and permission information is available at http://www.nature.com/reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}