{
    "paper_id": "dc1e6aa9ceaf4d2129fa5c16f2649e4688405832",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the first reported case of COVID-19 in Wuhan, China, at the end of 2019, COVID-19 has rapidly spread throughout China and has also involved many other countries despite global effort s to prevent its spread [1] [2] [3] [4] . According to a report of the World Health Organization (WHO), COVID-19 has affected 85 403 pa- ",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, five regions have observed COVID-19 cases, including Asia, Eastern Mediterranean region, Europe, America and Africa. Of course, the highest incidence of COVID-19 was reported in Asia ( n = 82 988), followed by Europe ( n = 1119), Eastern Mediterranean region ( n = 510), America ( n = 79) and Africa ( n = 2) ( Fig. 1 ). Within the last week of February, the number of new cases was highest in Asia ( n = 5019), followed by Europe ( n = 998) and the Eastern Mediterranean region ( n = 467). The overall mortality rate was highest in the Eastern Mediterranean region (6.67%; n = 34), followed by Asia (3.45%; n = 2861) and Europe (2.06%; n = 23%). In contrast, there had been no deaths in America or Africa as of 29 February 2020. In the other 47 countries, the incidence of COVID-19 cases was < 2 per 1 0 0 0 0 0 0 population. Only nine countries had observed COVID-19-associated deaths, and the mortality rate ranged from 33.33% (1/3) in the Philippines to 0.54% (17/3150) in the Republic of Korea.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 326,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "COVID-19 in different geographical regions of the world"
        },
        {
            "text": "The daily cumulative index (DCI) of COVID-19 cases is defined as the cumulative cases/no. of days between the first reported case and 29 February 2020. The DCI was greatest in China (1320.85), followed by the Republic of Korea (78.78), Iran (43.11), Italy (30.62), Bahrain (9.50), Kuwait (9.00) and Japan (5.11). The DCI in other countries/SARs was < 4 per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease incidence, mortality rate and daily cumulative index of COVID-19 by country"
        },
        {
            "text": "China has the highest number of COVID-19 cases in the world ( n = 79 251), with an incidence of 55.06 per 1 0 0 0 0 0 0 people. Among these cases, 2835 patients died, with an overall mortality rate of 3.58%. Despite the increasing trend of daily new cases in the early stage, the trend of daily new cases appeared to decline with time since late February 2020. Moreover, the number of daily new cases in China has been lower than outside of China since 26 February 2020. According to the Chinese Center for Disease Control and Prevention [5] , 81% of patients with COVID-19 had a mild case and 87% were aged 30-79 years. In addition, 3.8% of those with COVID-19 were healthcare personnel. The case fatality rate was higher in those with critical cases (49%) and patients aged ≥80 years (14.8%) [5] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "China"
        },
        {
            "text": "Until the end of February 2020, 705 of the 3700 passengers on the Diamond Princess cruise ship had confirmed COVID-19 and 6 died, with a mortality rate of 0.85%. The basic reproduction rate (R 0 ) was initially four times higher on-board than the R 0 in Wuhan. However, implementation of isolation and quarantine procedures helped to prevent the spread of COVID-19 in more than 20 0 0 passengers and lowered the R 0 to 1.78 [6] . Although the experience of this cruise ship provided a good model for understanding the behaviour of COVID-19 spread, the spread of disease could have been prevented if all passengers and crew were evacuated early.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "International conveyance (Diamond Princess)"
        },
        {
            "text": "In addition to China, four countries (Republic of Korea, Japan, Italy and Iran) had ≥100 COVID-19 cases. Besides Japan, which showed slowly increasing cases, the other three countries had a rapid increase in COVID-19 incidence since late February ( Fig. 2 A) . Among these four countries, Iran had the highest mortality ( n = 34), with a mortality rate of 8.76%. Although these countries had more COVID-19 cases than other sites except China, the number of cases appeared to increase with time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 258,
                    "text": "( Fig. 2 A)",
                    "ref_id": null
                }
            ],
            "section": "Countries/territories with more than 100 cumulative cases"
        },
        {
            "text": "Five countries/territories had 50-99 cumulative cases, including Hong Kong SAR, Singapore, USA, Germany and France. Al-though the first COVID-19 case reported in these five sites occurred in late January 2020, the number of cases continued to increase at the end of February ( Fig. 2 B) . Seven countries had 20-49 cumulative cases, including Taiwan, Australia, Malaysia, the UK, Spain, Bahrain and Kuwait. Except the five countries whose first cases were reported in late January 2020, the first COVID-19 cases in Bahrain and Kuwait were reported on 25 February and 29 February 2020, respectively ( Fig. 2 C) . Six countries/territories had 10-19 cumulative cases, including Switzerland, Except Switzerland, all of the other five reported the first cases before February ( Fig. 2 D) . In addition, no new cases were reported in Macau SAR and Vietnam for 25 days and 16 days, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 286,
                    "text": "( Fig. 2 B)",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 609,
                    "text": "( Fig. 2 C)",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 783,
                    "text": "( Fig. 2 D)",
                    "ref_id": null
                }
            ],
            "section": "Countries/territories with 10-99 cumulative cases"
        },
        {
            "text": "Ten of fifty-seven countries/regions had stable numbers of COVID-19 cases for ≥15 days, including Nepal, Cambodia, Sri Lanka, Russian Federation, India, Macau SAR, the Philippines, Belgium, Vietnam and Egypt. The days since last reported case was highest for Nepal ( n = 47), followed by Sri Lanka ( n = 33) and Cambodia ( n = 26). Except Vietnam and Macau SAR (which had 16 and 10 COVID-19 cases, respectively), the other eight countries had a total of ≤3 cases. In addition to the Philippines, none of them reported of any COVID-19-related deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countries/territories with a stable number of COVID-19 cases"
        },
        {
            "text": "Taiwan is a country geographically near China and that has a close contact with China, making it more susceptible to COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taiwan"
        },
        {
            "text": "Please cite this article as: C.-C. Lai spread. To manage this challenge, infection control measures including prohibiting travel from China, controlling the distribution of face masks, extensive investigation of COVID-19 spread, and a once-daily press conference by the government to inform and educate people were aggressively conducted in Taiwan ( Fig. 3 A) . Under these interventions, Taiwan has a total of 39 cases with a DCI of 1 case per day, which was much lower than that of the nearby countries such as the Republic of Korea and Japan ( Fig. 3 B) . Among the 39 patients, 18 acquired the COVID-19 infection outside of Taiwan, of whom 3 were Chinese visitors from China, whilst the other 21 developed the infection in Taiwan (http://nidss.cdc.gov.tw/ch/SingleDisease.aspx?dc = 1&dt = 5&disease = 19CoV). Four familial cluster transmissions and one nosocomial transmission were reported. To date, 11 patients were discharged ( Fig. 3 C) . Several important actions and responses conducted by the National Health Command Center of Taiwan, including border control, resource re-allocation, case identification (using new data and technology), quarantine of suspicious cases using big data analytics, reassurance and education of the public, mask control and hand hygiene, and formulation of policies toward schools and childcare, have so far successfully alleviated the crisis and contained the epidemic in Taiwan [7] .",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "Lai",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1423,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 359,
                    "text": "( Fig. 3 A)",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 556,
                    "text": "( Fig. 3 B)",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 944,
                    "text": "( Fig. 3 C)",
                    "ref_id": null
                }
            ],
            "section": "Taiwan"
        },
        {
            "text": "Based on the earlier experience in China, Ji et al. found a significant correlation between mortality and healthcare resource availability ( r = 0.61) [8] . We wonder whether the association between mortality and healthcare burden can be demonstrated outside of China and whether there are other confounding factors, such as the level of health care. Therefore, we used two indexes to represent the level of healthcare: Health Care Index (HCI) [9] and Healthcare Access and Quality Index (HAQI) [10] . The HCI is based on surveys from visitors of one open website and questions for these surveys are similar to many similar scientific and government surveys [9] . The HAQI uses 32 scaled cause values, providing an overall score of 0-100 of personal healthcare access and quality by location over time [10] . First, we found that the mortality rate, incidence and death per 1 0 0 0 0 0 0 people were correlated with the DCI (Spearman's rank-order correlation, all P < 0.05) ( Fig. 4 A) and this association was more prominent in countries with local transmission ( Table 2 ). This finding is consistent with the findings of Ji et al. [8] and suggests that rapidly increasing cases in a short time can result in more cases and even more deaths. Second, the incidence was associated with life expectancy ( r = 0.613, P < 0.001). This could be because countries with more older adults were more likely to acquire COVID-19. Finally, the incidence was found to be correlated with both HAQI ( r = 0.516, P < 0.001) and HCI ( r = 0.345, P < 0.012), but mortality and deaths per 1 0 0 0 0 0 0 people were not associated with the level of health care ( Fig. 4 B,C) . This finding may be explained by the fact that countries with more advanced healthcare systems have better diagnostic ability to identify more cases. By contrast, no death cases were reported in most countries; thus, no significant correlation could be found. However, further study is warranted to clarify these findings.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 985,
                    "text": "( Fig. 4 A)",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1072,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1642,
                    "end": 1655,
                    "text": "( Fig. 4 B,C)",
                    "ref_id": null
                }
            ],
            "section": "Association between mortality and disease incidence"
        },
        {
            "text": "Between 31 December 2019 and 29 February 2020, COVID-19 has affected more than 80 0 0 0 patients in 57 countries/territories and caused 2924 deaths in 9 countries. Although China had higher morbidity and mortality rates than other sites, the number of daily new cases has been lower in China than outside of China since 26 February 2020. Seven countries had a DCI of > 5 cases per day, but the DCI of the other fifty countries/territories was < 4 cases per day. The incidence and mortality rates were correlated with DCI, especially in countries with local transmission. Overall, this preliminary report shows us the initial epidemiological findings of COVID-19, but continuous monitoring of patients with this disease is still warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "JID: ANTAGE [m5G",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 (COVD-19)",
            "authors": [],
            "year": 2020,
            "venue": "WHO; 2020. Data as reported by 10AM CET 29",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105924"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Asymptomatic carrier state, acute respiratory disease, and pneumonia due to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): facts and myths",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.02.012"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 outbreak on the Diamond Princess cruise ship: estimating the epidemic potential and effectiveness of public health countermeasures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjodin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa030"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Response to COVID-19 in Taiwan: big data analytics, new technology, and proactive testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3151"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potential association between COVID-19 mortality and health-care resource availability. Lancet Glob Health 2020 February 25",
            "authors": [
                {
                    "first": "Ymz",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Peppelenbosch",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30068--30069",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30068-1"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Access and Quality Collaborators Measuring performance on the Healthcare Access and Quality Index for 195 countries and territories and selected subnational locations: a systematic analysis from the Global Burden of Disease Study",
            "authors": [],
            "year": 2016,
            "venue": "GBD 2016 Healthcare",
            "volume": "391",
            "issn": "",
            "pages": "30994--30996",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)30994-2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global epidemiology of coronavirus disease 2019 (COVID-19): disease incidence, daily cumulative index, mortality, and their association with country healthcare resources and economic status",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105946"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily cumulative case number of patients with coronavirus disease 2019 (COVID-19) in five main geographical regions and the international conveyance (Diamond Princess cruise ship) as of 29 February 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "was highest in the Republic of Korea (61.44), followed by China (55.06), San Marino (29.47), Bahrain (22.33), Singapore (16.75, Macau Special Administrative Region (SAR) (15.40), Italy (14.69), Hong Kong SAR (12.54), Kuwait (10.54) and Iran (4.62).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Please cite this article as: C.-C. Lai, C.-Y. Wang and Y.-H. Wang et al., Global epidemiology of coronavirus disease 2019 (COVID-19): disease incidence, daily cumulative index, mortality, and their association with country healthcare resources and economic status, International Journal of Antimicrobial Agents, https://doi.org/10.1016/j.ijantimicag.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Daily cumulative case number of patients with coronavirus disease 2019 (COVID-19) in four different categories of countries according to number of reported cases as of 29 February 2020: (A) ≥100 reported cases; (B) 50-99 reported cases; (C) 20-49 reported cases; and (D) 10-19 reported cases. Inverted triangles with different colours denote the date of the first reported case in each indicated country. Please cite this article as: C.-C. Lai, C.-Y. Wang and Y.-H. Wang et al., Global epidemiology of coronavirus disease 2019 (COVID-19): disease incidence, daily cumulative index, mortality, and their association with country healthcare resources and economic status, International Journal of Antimicrobial Agents, https://doi.org/10.1016/j.ijantimicag.Continued United Arab Emirates, Macau SAR, Sweden, Vietnam and Canada.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", C.-Y. Wang and Y.-H. Wang et al., Global epidemiology of coronavirus disease 2019 (COVID-19): disease incidence, daily cumulative index, mortality, and their association with country healthcare resources and economic status, International Journal of Antimicrobial Agents, https://doi.org/10.1016/j.ijantimicag.(A) Epidemic curve ('epicurve') of the 39 patients with coronavirus disease 2019 (COVID-19) and implementation of primary control measures in Taiwan from 21 January to 29 February 2020. (B) Geographical distribution of the 39 patients with COVID-19 and (C) the possible modes of transmission [https://www.cna.com.tw/news/ahel/202003010211.aspx; accessed 2 March 2020]. * Taiwanese businesswoman returning from China who had negative real-time RT-PCR for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the respiratory tract but positive anti-SARS-CoV-2 antibody in the serum. Please cite this article as: C.-C. Lai, C.-Y. Wang and Y.-H. Wang et al., Global epidemiology of coronavirus disease 2019 (COVID-19): disease incidence, daily cumulative index, mortality, and their association with country healthcare resources and economic status, International Journal of Antimicrobial Agents, https://doi.org/10.1016/j.ijantimicag.Incidence of patients with coronavirus disease 2019 (COVID-19) and their association (Spearman's rank-order correlation) with (A) daily cumulative index (DCI), (B) Health Care Index (HCI) and (C) Healthcare Access Quality Index (HAQI) by country.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "of patients with coronavirus disease 2019 (COVID-19) and their association with daily cumulative index (DCI) a , Health Care Index (HCI) and Healthcare Access Quality Index (HAQI) by country according to transmission route",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Please cite this article as: C.-C. Lai, C.-Y. Wang and Y.-H. Wang et al., Global epidemiology of coronavirus disease 2019 (COVID-19): disease incidence, daily cumulative index, mortality, and their association with country healthcare resources and economic status, International Journal of Antimicrobial Agents, https://doi.org/10.1016/j.ijantimicag.2020.105946",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "DCI = cumulative cases/no. of days between the first reported case and 29 February 2020).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ethical approval: Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests: None declared."
        }
    ]
}