{
    "paper_id": "dc888491230b290d41eaee44ecd464b28dc29fd1",
    "metadata": {
        "title": "Evaluation of Sensitivities and Specificities of SARS-CoV Detection by Real-time Quantitative Reverse Transcription-PCR Assays *",
        "authors": [
            {
                "first": "Li-Li",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi-Hong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hua-Lin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abstract： The etiological agent of severe acute respiratory syndrome (SARS) was identified as a new coronavirus, termed SARS-CoV. Establishment of an efficient and sensitive diagnostic system of SARS-CoV genetic materials is crucial for SARS control. In this study, we quantified SARS-CoV mRNAs in both infected cell culture lysate and in supernatant by using Real-time quantitative revere transcription-PCR based on EvaGreen TM dye and Taqman-MGB probes. For extensive evaluation of sensitivities and specificities, 13 pairs of primers and 4 probes were designed based on different genes of SARS-CoV. Glyceraldehydes-3-phosphate dehydrogenase (GAPDH) was selected as the internal control gene. Results showed that S-gene-specific PCR was the most sensitive for detection, but because of its sequence variability in the different viral strains, primers and a probe based on the N gene were suitable substitutions. Meanwhile, we found the mRNA concentrations in cell culture lysates were much higher than in cell supernatant and facilited more sensitive detection of the SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of severe acute respiratory syndrome (SARS) in 2003 seriously harmed public health and the global economy, impacting more than 30 countries and claiming nearly 8400 cases with over 800 fatalities (2, 7, 10) . It was caused by a novel coronavirus, never recognized or characterized before, the SARSassociated coronavirus (SARS-CoV) (2, 7, 10) .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the disease is highly contagious and diagnosis in the early phase of infection is critical for patient care, it is important to develop a rapid and sensitive diagnostic assay for monitoring and containing the disease. To date, three types of diagnostic tests were developed: propagation of the virus in tissue culture, detection by antisera, and reverse transcription-PCR assays. However, virus propagation in tissue culture is relatively time consuming, requires special expertise and rather extensive facilities, since SARS-CoV is a biosafety level 3 pathogen. Serology has been proven to be sensitive but may require up to 20 d for serologic conversion (9) . Therefore, RT-PCR, especially Realtime quantitative RT-PCR, which is fast and convenient for detection of SARS-CoV, has widely become the method of choice for virus detection.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of the published Real-time quantitative PCR assays target the viral N and Replicase 1b. It has been reported that N-gene-specific PCR provides stronger fluorescence signals and lower C T values than Replicase 1b gene PCR (1, 3, 4, 6) . A Taqman amplicon targeting the N gene is 5 log10 times more sensitive for SARS-CoV target RNA extracted from infected cells and 2.79 log10 times more sensitive for RNA extracted from patient material than an amplicon targeting the polymerase gene (11) . These data suggested that detection based on the N gene is more sensitive than detection based on the Replicase 1b gene, but the efficiency and sensitivity of detection based on other genes of SARS-CoV have never been reported. In this study, we have quantified SARS-CoV mRNAs in both cell culture lysates and in supernatants by using Real-time quantitative RT-PCR based on EvaGreen TM dye and Taqman-MGB probe.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For extensive evaluation of sensitivities and specificities, 13 pairs of primers and 4 probes were designed based on different genes of SARS-CoV (Replicase 1b, S, 3a, 3b, E, M, 6, 7a, 7b, 8a, 8b and N). At the same time, glyceraldehydes-3-phosphate dehydrogenase (GAPDH) was selected as the internal control gene to normalize the amounts of input RNA in each single reaction (5, 8, 12) . We believe the experimental results may provide useful data for SARS-CoV detection in laboratory.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral RNA was extracted from lysates and supernatants of Vero E6 cell infected with BJ01 strain (GenBank accession number AY278488) and WH20 strain (GenBank accession number AY772062) of SARS-CoV with TRIzol (Invitrogen). One microlitre of RNA was extracted from 25 microlitre specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA extraction"
        },
        {
            "text": "RNAs were stored at -80℃.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA extraction"
        },
        {
            "text": "The SARS-CoV strain used to produce standard curve in this study was isolated from a SARS patient infected with the WH20 strain (GenBank accession number AY772062). The fragment of WH20 cDNA, that extends from Replicase 1b to N genes, was previously prepared in our laboratory. The primers and probes sets ( Table 1) The RNA concentrations were determined with a Lambda 25 UV spectrometer and converted to copy numbers. Each mRNA was serially diluted 10-fold from 10 10 copies to 10 1 copies per microliter and stored at -80℃. 69 1052-1069 a The locations of different genes of SARS-CoV were based on the WH20 strain (GenBank accession number AY772062).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Standard RNA preparation"
        },
        {
            "text": "The location of GAPDH gene was based on Homo sapiens (GenBank accession number AF261085). b Primers and probes used in Taqman-MGB Real-time quantitative RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard RNA preparation"
        },
        {
            "text": "The Real-time quantitative RT-PCR assays based on EvaGreen TM dye (Biotium, Inc.) were performed on an Opticon DNA engine (MJ Inc.) by using a Onestep RT-PCR Kit (QIAGEN). Thermal cycling was set for 38 cycles and fluorescence measurements were taken after each cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Green TM dye"
        },
        {
            "text": "Primers and probes were designed based on sequences of GAPDH and 1b, S, E and N genes of the WH20 strain of SARS-CoV (Table 1 ). The Taqman-MGB Real-time quantitative RT-PCR assays were performed on an Opticon DNA engine (MJ Inc.) by using a One-step RT-PCR Kit (QIAGEN).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "MGB probes"
        },
        {
            "text": "The length of an in vitro transcribed RNAs, concentrations and copy numbers per microlitre are listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RNAs extraction"
        },
        {
            "text": "Each mRNA was serially diluted 10-fold from 10 10 copies to 10 1 copies per microlitre. Standard curves showed that there were strong linear relationships (r 2 > 0.99) between the logarithms of the transcript copy numbers and the mean C T values. (Data not shown). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of standard curves for each gene by using Real-time quantitative RT-PCR based on EvaGreen TM dye and Taqman-MGB probe"
        },
        {
            "text": "We used Taqman-MGB Real-time quantitative RT-PCR with the primers and probes based on the 1b, S, E and N genes and on the Homo sapiens gene GAPDH, to quantify mRNAs from the BJ01 and WH20 viral strains. Each run contained three replicates and the data are summarized in Table 4 . The data demonstrated that the results were reproducible with a mean coefficient of variation (CV) in the logarithm values of copy numbers of less than 10% (range, 1.38 to 9.29%) ( Table 5 and Table 6 ). The results are shown as the mean N = mean starting copy number of target gene / mean starting copy number of reference gene GAPDH. The quantification results indicated that the sensitivities and specificities of different gene-specific primer pairs and probes of SARS-CoV were quite different from each other, and provided clues for optimized molecular detection of SARS-CoV. From our results, primers and a probe based on the S gene, especially the S 1 primers, were most sensitive and efficient, and may be used for diagnosis in specimens obtained during the early infection phase. In practice, we had to accept the fact that the S gene sequence was not conserved among the different strains and was prone to mutation. This caused us much concern in using the primers and probe based on the S gene despite having the best sensitivity for detection. Therefore, people opted to choose primers and probes based on conserved genes, such as N or Replicase 1b (1, 3, 4, 6, 11) . From our result and five other independent laboratories (1, 3, 4, 6, 11) , the N gene was more sensitive than the Replicase 1b both in cell culture and patient materials, which makes it suitable for molecular detection of SARS-CoV.",
            "cite_spans": [
                {
                    "start": 1441,
                    "end": 1444,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1445,
                    "end": 1447,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1448,
                    "end": 1450,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1453,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1454,
                    "end": 1457,
                    "text": "11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1520,
                    "end": 1522,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1523,
                    "end": 1525,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1528,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1529,
                    "end": 1532,
                    "text": "11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 461,
                    "end": 480,
                    "text": "Table 5 and Table 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Quantification of SARS-CoV mRNAs by Real-time quantitative RT-PCR based on Taqman-MGB probes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preclinical evaluation of two real-time, reverse transcription-PCR assays for detection of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A M",
                    "middle": [],
                    "last": "Bressler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Nolte",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "987--991",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L L",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "M M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of advanced reverse transcription-PCR assays and an alternative PCR target region for detection of severe acute respiratory syndrome-associated coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "2043--2047",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real-time reverse transcription -polymerase chain reaction assay for SARS-associated coronavirus",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "311--316",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantitation of respiratory syncytial virus RNA in nasal aspirates of children by real-time RT-PCR assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gueudin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petitjean",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol Methods",
            "volume": "109",
            "issn": "",
            "pages": "39--45",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reverse transcriptase PCR diagnostic assay for the coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "R K",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "C M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "1994--1999",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T G",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C S",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Taq-Man PCR-based gene dosage assay for predictive testing in individuals from a cancer family with INK4 locus haploinsufficiency",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Laurendeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bahuau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vodovar",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Chem",
            "volume": "45",
            "issn": "",
            "pages": "982--986",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C M",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S T",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Highefficiency detection of severe acute respiratory syndrome virus genetic material",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                },
                {
                    "first": "P M",
                    "middle": [],
                    "last": "Zanotto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "2771--2773",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development of a quantitative assay for SARS coronavirus and correlation of GAPDH mRNA with SARS coronavirus in clinical specimens",
            "authors": [
                {
                    "first": "S C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Pathol",
            "volume": "58",
            "issn": "",
            "pages": "276--280",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "were designed based on sequences of the WH20 strain. At the same time, we amplified part of the GAPDH gene from HeLa cells (based on Homo sapiens GAPDH sequence with GenBank accession number AF261085) to produce a standard sample for GAPDH quantification. PCR products of GAPDH and twelve genes of SARS-CoV were cloned into the pGEM-T easy vector (Promega) and positive clones which oriented under the control of the T7 promoter were selected. Each plasmid DNA was amplified by PCR using M13 forward and SP6 primers for linearization and purified by phenolchloroform extraction and isopropyl alcohol precipitation to provide templates for RNA transcription. The RNA transcript of each gene was synthesized in vitro by using RiboMAX Large Scale RNA Production System-T7 (Promega), according to the manu-facturer's protocols. DNA was removed by RQ1 RNase-free DNase (Promega) and the final standard RNA was purified by RNeasy Mini Kit (QIAGEN).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "WH20 supernatant) and using all 13 pairs of primers, the N values detected in cell culture lysates were ten fold more than in cell supernatants. When the primers based on S gene were used, both in BJ01 and WH20 samples, the mean N values reached 10 4 in cell lysates and 10 3 in supernatants with the S 1 primers. When the S 2 primers were used, the N values were 10 3 in cell lysates and 10 2 in supernatants. The N values obtained with primers based on 3a and 3b genes were more than 10 3 in cell lysates and 10 2 in supernatants. These values were lower than those obtained with the S primers but higher than those with the other eight pairs of primers based on the E, M, 6, 7a, 7b, 8a, 8b and N genes. The N values obtained by these primers were 10 2 to 10 3 in cell lysates and 10 1 in supernatants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The results showed that by using this method, both the BJ01 and WH20 samples, the N values obtained by the probe based on the S gene were highestsupernatants. N values obtained with the Replicase 1b probe were 10 1 in cell lysates and 10 0 to 10 1 in cell supernatant, which were lowest in all probes. The results were coincident with quantification by primers using EvaGreen TM dye, which means the two Realtime quantitative RT-PCR methods were reliable.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primers and probes for in vitro transcription and Real-time quantitative RT-PCR",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "In vitro transcriptional standard RNA length, concentration and copies per microlitre of each gene.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of normalized gene doses N of SARS-CoV BJ01 and WH20 strains by Real-time quantitative RT-PCR based on EvaGreen TM dye a The results are shown as the mean N = mean starting copy number of target gene / mean starting copy number of reference gene GAPDH.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of normalized gene doses N of SARS-CoV BJ01 and WH20 strains by using Taqman-MGB Real-time quantitative RT-PCR a",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Reproducibility of the Real-time quantitative RT-PCR based on EvaGreen TM dye assay Molecular tests have been developed for the detection of SARS-CoV during the acute phase of the disease.The most commonly used molecular technique is the RT-PCR but the assay cannot provide data for quantitative analysis and is potentially less sensitive than quantitative RT-PCR (Q-RT-PCR)(1,3,4,6,11).In this report, we used gene-specific primers andprobes of SARS-CoV and Real-time quantitative RT-PCR based on EvaGreen TM dye and Taqman-MGB probes respectively to test the detection sensitivity of different gene-specific primers and probes. At the same time, GAPDH was selected as the reference gene to normalize the amounts of input RNAs and allowed direct comparison of the results obtained from different specimens. We found the mRNA concentrations in cell culture lysates to be ten fold higher than in cell supernatants. This may have been caused by large amounts of unpackaged mRNAs in cell cultures that lack the signals to package the RNA into the mature virions and consequently release it into cell supernatants. However, when using S primers and probe, the normalized gene dose N values were highest in both cell lysates and supernatants, which were nearly ten times of that detected by 3a and 3b primers and hundred times of the values for the E, M, 6, 7a, 7b, 8a, 8b, and N genes. The N values detected by Replicase 1b primers and probe were lowest, about one tenth of that detected by N primers and probe both in cell lysates and supernatants, This suggests that the Rep-licase 1b was not a suitable candidate gene for SARS-CoV diagnostic detection and the S gene was the best.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}