{
    "paper_id": "dcb23255bcc749df4a4aebb7f14e1f9725d40422",
    "metadata": {
        "title": "Individual space-time activity-based modelling of infectious disease transmission within a city",
        "authors": [
            {
                "first": "Yong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "postCode": "SO17 1BJ",
                        "settlement": "Southampton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Atkinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "postCode": "SO17 1BJ",
                        "settlement": "Southampton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Dick",
                "middle": [],
                "last": "Ettema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3508 TC",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper provides an example of the application of an individual space-time activity-based model (ISTAM) to the simulation of the transmission of infectious disease in Eemnes, a city in The Netherlands. Four questions were addressed: (i) how to build the whole population at the city level, (ii) how to build the structure of the activity bundles for the city, (iii) how to assign daily activity patterns to each individual, and (iv) how to simulate within-AB transmission. The model was calibrated and examples of simulation results such as dynamics of the population during a whole day, infection distribution and network analysis are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Space-time activity-based modelling Y. Yang et al. 761",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Simulating the processes of infectious disease transmission among the human population, both in time and in space, not only leads to better understanding of transmission mechanisms but also provides practical utility such as the ability to build and test theories, design and analyse epidemiological surveys, forecast trends and test control measures. Faced with diseases such as AIDS, severe acute respiratory syndrome (SARS), foot and mouth disease (FMD) and avian flu, powerful simulation models for infectious disease transmission are becoming increasingly important tools for public health researchers and practitioners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cities or urban areas 'represent large concentrations of diverse peoples living on relatively small parcels of land' (LaGory 1988) . By 2020, 55% of the world's population is projected to live in urban areas (Leautier 2006) . Fortunately, the epidemiological environment can be improved by urbanization. For example, urbanization processes can create improved nutrition, housing less vulnerable to vermin and cleaner drinking water (Daily & Ehrlich 1996) . However, the large density of population living in urban areas increases the probability of intimate contact between people. Simulating the transmission of infectious disease transmission within urban areas is, thus, of great importance. As reviewed by Daily & Ehrlich (1996) , the urban area's 'amplification' effect in terms of infectious disease transmission was noted by Decock & Mccormick (1988) . The need to investigate the relationship between urbanization patterns, individuals' space-time dynamics and infectious disease transmission has led to an interest in the development of simulation models of both disease transmission and space-time behaviour at the individual level.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 130,
                    "text": "(LaGory 1988)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 208,
                    "end": 223,
                    "text": "(Leautier 2006)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 432,
                    "end": 454,
                    "text": "(Daily & Ehrlich 1996)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 710,
                    "end": 732,
                    "text": "Daily & Ehrlich (1996)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 832,
                    "end": 857,
                    "text": "Decock & Mccormick (1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Individual-based models (IBMs) for the simulation of infectious disease transmission have been applied frequently. Fox et al. (1971) and Elveback et al. (1976) applied IBMs for immunization studies more than 30 years ago. However, partly due to the lack of both data and advanced computation ability, the potential of IBMs was not recognized widely (Koopman 2002) . The twentyfirst century has seen a revival of the application of IBMs for the simulation of infectious disease transmission (Eubank 2002; Halloran et al. 2002; Eichner 2003; Ferguson et al. 2003 Ferguson et al. , 2005 Ferguson et al. , 2006 Bian 2004; Carley et al. 2004; Dibble & Feldman 2004; Eubank et al. 2004; Longini et al. 2005) . By representing complex social and physical systems through faithful modelling and model space exploration, IBMs can provide insights into different organizational scales that are not possible using other modelling approaches (Prietula et al. 1998) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 132,
                    "text": "Fox et al. (1971)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 137,
                    "end": 159,
                    "text": "Elveback et al. (1976)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 349,
                    "end": 363,
                    "text": "(Koopman 2002)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 490,
                    "end": 503,
                    "text": "(Eubank 2002;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 504,
                    "end": 525,
                    "text": "Halloran et al. 2002;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 526,
                    "end": 539,
                    "text": "Eichner 2003;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 540,
                    "end": 560,
                    "text": "Ferguson et al. 2003",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 583,
                    "text": "Ferguson et al. , 2005",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 584,
                    "end": 606,
                    "text": "Ferguson et al. , 2006",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 607,
                    "end": 617,
                    "text": "Bian 2004;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 618,
                    "end": 637,
                    "text": "Carley et al. 2004;",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 660,
                    "text": "Dibble & Feldman 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 661,
                    "end": 680,
                    "text": "Eubank et al. 2004;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 681,
                    "end": 701,
                    "text": "Longini et al. 2005)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 930,
                    "end": 952,
                    "text": "(Prietula et al. 1998)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Individual-based models for simulation of infectious disease transmission"
        },
        {
            "text": "The most important advantages of IBMs are that they can consider the heterogeneity of both individuals and their environment and incorporate the stochastic nature of infectious disease transmission. However, these advantages also mean that the application of IBMs for modelling the transmission of infectious disease is strongly data dependent, while the required data are not always available. Furthermore, several assumptions have to be made to make the simulation plausible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual-based models for simulation of infectious disease transmission"
        },
        {
            "text": "For the application of IBMs to the simulation of infectious disease transmission, one of the key questions is how to build the transmission network within the population at the individual level. Yang & Atkinson (in press) discussed methods based on spatial adjacency and social relations and proposed an individual spacetime activity-based model (ISTAM) as a solution to simulate airborne infectious disease transmission among the human population based on individuals' space-time activities. These activity-based models are rooted in time geography, which provides a framework for describing and defining how individuals perform activities under the constraints of time and space (Hägerstrand 1970) . The concept of 'lifeline' represents the path taken by an individual in time-space, while 'bundle' describes the convergence of human activity in space-time (Hägerstrand 1970) . If lifelines of every individual in the population are known, bundles can be identified in which lifelines of multiple individuals interact. Then, it is possible to simulate the transmission of specific infectious diseases on the more detailed level of this bundle (Forer 2002) . In this paper, and another paper by Yang & Atkinson (in press) , the concept of activity bundle (AB) is borrowed from time geography and defined as a semantic space where contact probability varies as a function of the dynamics of humans inside the bundle.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 221,
                    "text": "Yang & Atkinson (in press)",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 699,
                    "text": "(Hägerstrand 1970)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 859,
                    "end": 877,
                    "text": "(Hägerstrand 1970)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1145,
                    "end": 1157,
                    "text": "(Forer 2002)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1196,
                    "end": 1222,
                    "text": "Yang & Atkinson (in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concept of activity bundle"
        },
        {
            "text": "Individuals' movements between ABs are determined by both locational supply and individuals' choices. The subset of all locations, which an individual visits as a result of his/her daily activities, is defined as an activity space (Golledge & Stimson 1997) . As stated by Golledge & Stimson (1997) , the activity space of a typical individual is composed of three parts: (i) movements within and near the home; (ii) movements to and from regular activity locations, such as journeys to work, shop, socialize, and so on; and (iii) movements in and around the locations where these activities occur. Schönfelder & Axhausen (2002 described and discussed three methods for describing individual activity spaces: (i) confidence ellipses; (ii) kernel densities; and (iii) minimum spanning trees (networks). A similar concept of 'personal network for usual places' was presented by Flamm & Kaufmann (2006) to identify a certain number of daily life centres. A large amount of research has been undertaken on individuals' daily activities at the between-AB level, especially in the fields of transportation and urban planning. Both utility maximization (Bowman & Ben-Akiva 2001) and rule-based approaches (Pendyla & Kitamura 1998; Arentze & Timmermans 2007) have been used to describe how households and individuals determine their daily lifeline, including decisions about which activities to undertake, at what locations, at what times, with which persons and how to travel to those locations. These decisions are made subject to spatio-temporal constraints as defined by time geography (Hägerstrand 1970) . Activity-based models at this level have been applied widely in transportation (Miller et al. 2004; Batty 2005a,b; Ettema et al. 2006) . These models provide a starting point for modelling the presence of individuals in ABs, within which diseases are transmitted.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 256,
                    "text": "(Golledge & Stimson 1997)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 272,
                    "end": 297,
                    "text": "Golledge & Stimson (1997)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 598,
                    "end": 626,
                    "text": "Schönfelder & Axhausen (2002",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 875,
                    "end": 898,
                    "text": "Flamm & Kaufmann (2006)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1145,
                    "end": 1170,
                    "text": "(Bowman & Ben-Akiva 2001)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1197,
                    "end": 1222,
                    "text": "(Pendyla & Kitamura 1998;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1223,
                    "end": 1249,
                    "text": "Arentze & Timmermans 2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1581,
                    "end": 1599,
                    "text": "(Hägerstrand 1970)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1681,
                    "end": 1701,
                    "text": "(Miller et al. 2004;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1702,
                    "end": 1716,
                    "text": "Batty 2005a,b;",
                    "ref_id": null
                },
                {
                    "start": 1717,
                    "end": 1736,
                    "text": "Ettema et al. 2006)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Between-AB simulation"
        },
        {
            "text": "At the within-AB level, research on the dynamics of humans inside a small space can be traced to 'room geography' (Jackle et al. 1976) , which studied how individuals distribute across a specific small area. However, research at fine spatial scales has been slow due to the lack of systematic data and corresponding tools and methods (Batty 2003) . Recently, IBMs and object-oriented technology have facilitated further study. One example is the pedestrian model proposed by colleagues (Batty 2003, 2005a,b; Batty et al. 2003) to study how behaviour emerges from aggregated interactions between fine-scale objects. Applications include pedestrian traffic modelling, disaster evacuation and spreading of infectious diseases.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 134,
                    "text": "(Jackle et al. 1976)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 334,
                    "end": 346,
                    "text": "(Batty 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 475,
                    "end": 507,
                    "text": "colleagues (Batty 2003, 2005a,b;",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 526,
                    "text": "Batty et al. 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Within-AB simulation"
        },
        {
            "text": "As reviewed by Ellegård (1999) , the importance of the concepts of 'series' and 'group' was discussed by Jensen & Vestergaard (1979) . A number of individuals 'who occasionally meet at the same place where they intend to do the same thing constitute a series', while individuals in a group 'form a social entity which persists over a period of time and in which the individuals share a long-term purpose'. It is believed that role performance and social involvement are influenced by the spatial environment (Baldassare 1978) . Baldassare (1978) claimed that 'individuals must obtain varying degrees of physical separation or closeness to others in order to engage in their activities'. Similarly, Gatrell (1983) claimed that 'The spacing of individuals depends not only on how the environment has been designed but also on the task or nature of interaction that the individuals must perform'. Furthermore, it is widely accepted that there are social rules about how close humans can approach each other. For example, Hall (1966) identified four distances: intimate; personal; social; and public (table 1) .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 30,
                    "text": "Ellegård (1999)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 105,
                    "end": 132,
                    "text": "Jensen & Vestergaard (1979)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 508,
                    "end": 525,
                    "text": "(Baldassare 1978)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 528,
                    "end": 545,
                    "text": "Baldassare (1978)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 698,
                    "end": 712,
                    "text": "Gatrell (1983)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1018,
                    "end": 1029,
                    "text": "Hall (1966)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1096,
                    "end": 1105,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Within-AB simulation"
        },
        {
            "text": "The contacts between individuals are driven by social purposes or constrained by physical conditions or both, while infection per se is a physical process. Some contacts are indispensable for undertaking some activities. For example, an individual who goes shopping will generally make contact with the salesperson when checking out. Some contacts, although not purposeful, occur owing to the restriction of the environment. For example, in a crowded bus, passengers have to be close to each other when there is no spare space. The first type of contact is voluntary and is determined by the individuals. The second type of contact is involuntary and is not wholly determined by the individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-AB simulation"
        },
        {
            "text": "Although the above review is general, it provides a basis for within-AB simulation: focus on the changing distances between individuals and note specifically when the distances are less than the distance required for infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-AB simulation"
        },
        {
            "text": "Previously, an IBM named individual space-time activity-based model (ISTAM) was designed and applied to simulate a hypothetical influenza outbreak among the first-year undergraduate students within the campus of the University of Southampton (Yang & Atkinson in press ). The student body provided an example that was relatively simple in terms of daily activity patterns, population structure and AB structure, and this simplicity facilitated modelling. However, a student population is clearly a special case compared with the general human community (e.g. the whole population within a city). To apply the ISTAM at the city level, four additional questions needed to be answered: (i) how to build the whole population in terms of the demographic, social and economic properties; (ii) how to build all ABs within a city in terms of their category, percentage and spatial distribution; (iii) how to assign daily activity patterns to each individual; and (iv) how to simulate individuals' activities at within-AB levels without detailed information about these ABs' physical conditions. This paper explores the above four questions and attempts to provide answers through the application of the ISTAM to the city of Eemnes in The Netherlands. The aim of the research was to apply the ISTAM at the city level to model a hypothetical influenza epidemic spreading among the population. Section 2 introduces the research methods, specifically the ISTAM and rolebased AB simulation. Background and data sources are introduced in §3. Five sub-processes for building the population and city are presented in §4. Section 5 describes the simulation of individuals' movements between ABs and interactions within ABs. Section 6 shows the results of the analysis and simulations, while § §7 and 8 provide a discussion and conclusion, respectively.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 267,
                    "text": "(Yang & Atkinson in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aim of this research"
        },
        {
            "text": "Individual space-time activity-based model (ISTAM) is an IBM that integrates the infectious disease evolution process, individual activity patterns and a stochastic infection model (Yang & Atkinson in press Repast is a toolkit for agent-based modelling and provides the ability to simulate temporal processes and individuals' actions. JTS is a GIS toolkit and provides spatial computation and analysis functionality. Their integration has great potential for simulating the space-time dynamics of individuals.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 206,
                    "text": "(Yang & Atkinson in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ISTAM"
        },
        {
            "text": "In the ISTAM, the process of disease transmission is separated into occurrence of contact and infection, the two key factors that need to be captured in a disease transmission model (Zheng et al. 2005) . For airborne infectious diseases, it is assumed that transmission probability is inversely related to the distance between the infectious and susceptible individuals (if there are no obstacles between them), and is also directly related to the duration of the contact. A set of time lines are used to describe the evolution of the infection and disease within the host. Generally, time lines include the latent, infectious, incubation and symptomatic periods.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 201,
                    "text": "(Zheng et al. 2005)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "ISTAM"
        },
        {
            "text": "AB is a core concept in the ISTAM. Taking advantage of the concept of an AB, the ISTAM considers the activities of human individuals at two levels: between ABs and within ABs. At the between-AB level, humans' space-time dynamics are modelled as changes in AB per individual during one day within a certain area. At the within-AB level, interest is in capturing each individuals' space-time dynamics at fine space-time scales. Owing to the different degrees of understanding of these two processes and different availabilities of practical data to support modelling, the research approaches at these two levels can be flexible to make the ISTAM suitable for different situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISTAM"
        },
        {
            "text": "If internal physical information about an AB such as its geometry and spatial layout is available, the geographical space inside an AB can be represented using either (i) the raster data model (e.g. a rectangular or hexagonal grid) or (ii) the vector data model (i.e. a continuous space involving the movement of vectors). Furthermore, the raster or vector space can be two-or three-dimensional. Description of these two data models can be found in Yang & Atkinson (2006) . By raster or vector space AB simulation, individuals' spatial locations within an AB are modelled explicitly and both the first and second types of contact can be simulated directly and without discrimination. Under most circumstances, internal physical information about an AB is not available. Then, it is assumed that the behaviour of individuals in small areas is among other things determined by the roles that they play in a group, and the individuals' roles within their joint activity are the primary basis for the simulation of the contacts between individuals. Importantly, the spatial pattern of individuals (i.e. relative locations between individuals) is explicit, but individuals' absolute spatial locations are not explicit. These two types of contact need to be simulated separately.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 471,
                    "text": "Yang & Atkinson (2006)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "ISTAM"
        },
        {
            "text": "The assumption of role-based simulation is that, when people come together for a certain joint activity, their (Hall 1966 the range of non-involvement social 3-1.5 the range in which most public interactions are observed. This is a comfortable distance for people who are standing in a group, but maybe not talking directly with one another. People sitting in chairs or gathered in a room will tend to prefer this distance personal 1.5-0.6 this is a protected area, where strangers would not be welcomed. At its inner limit it holds other people 'at arm's length' intimate !0.6 this range is reserved for lovers, family, small children and very close friends interactions will depend strongly on the different roles that the individuals play. For example, it is obvious that, in a shop, the contacts between salespeople, salespeople and customers, and customers are different not only in frequency but also in intensity. Role-based simulation had been proposed in a previous paper (Yang & Atkinson 2006) , but this paper represents the first real implementation of such role-based AB simulation within the ISTAM. The infection process between two individuals, as discussed before, can be separated into two stages: coming into contact and becoming infected. The probabilities of coming into contact ( p c ) and infection during one contact ( p i ) were used to express the random properties of these two processes. As discussed before, different distance rules can be applied to determine the distances between individuals who are involved in a variety of activities and play different roles. In the ISTAM, the square of the distance between individuals at a fine spatial scale is assumed to be inversely related to p i . Also, it is assumed that p c can be determined by the individuals' roles in their joint activities.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 121,
                    "text": "(Hall 1966",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 981,
                    "end": 1003,
                    "text": "(Yang & Atkinson 2006)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Role-based AB simulation"
        },
        {
            "text": "The procedure for simulating interactions within an AB can be summarized as follows. (i) All individuals presented within the same AB are divided into a certain number of groups based on each individuals' role in the joint activity. (ii) A certain spatial pattern (without explicit spatial location at fine spatial scales) is assumed to exist within groups. Interactions between individuals within each group are simulated based on these spatial patterns. Table 2 lists a few general spatial patterns within groups and figure 1 shows four of these spatial patterns. (iii) Interactions between individuals from different groups are simulated based on the activity properties. Table 3 lists a few general interaction types between two individuals belonging to different groups within the same AB.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 463,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 675,
                    "end": 682,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Role-based AB simulation"
        },
        {
            "text": "It is hard to quantify directly the probabilities of coming into contact and becoming infected given contact. Here, both the probabilities of coming into contact and becoming infected given contact are represented at several levels. Five levels of p c were used to represent different probabilities of coming into contact. The lowest level p 5 c was assumed to take a constant value F, and the ratio between the two adjacent levels was fixed to be 2, i.e. p 1 c Z 2p 2 c Z4p 3 c Z8p 4 c Z16p 5 c . The value of F was calibrated after simulation according to related research as discussed in §6. Three levels of p i were used to represent different probabilities of becoming infected given contact distances of 'intimate', 'personal' and 'social distance'. The lowest level was assumed to take a constant value I, and the ratio between the two adjacent levels was fixed to be 2, i.e. p 1 i Z2p 2 i Z4p 3 i . The value of I was calibrated by simulation according to related research as discussed in §6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role-based AB simulation"
        },
        {
            "text": "As an example, let us consider the possible contacts within a restaurant. According to their roles, the individuals inside the restaurant can be classified into groups such as the manager, kitchen staff, waiters and customers. The customers can be divided further into several customer groups. Alternatively, to simplify the computation, the individuals could be divided into only two groups (i.e. workers and clients). Different types of contacts could occur between and within different groups. Different values of p c can be set for different types of contacts. For example, it can be assumed that all the customers belonging to the same customer group prefer to maintain personal distances or intimate distances between each other, while the waiters prefer to maintain a social distance with the customers when they are not providing service and a personal distance when they are providing service. Customers belonging to different customer groups prefer to maintain public distances to retain privacy, but in many circumstances this cannot be satisfied due to the restriction of the physical environment of the restaurant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role-based AB simulation"
        },
        {
            "text": "The target city was Eemnes in The Netherlands. The municipality of Eemnes is located in the north of Space-time activity-based modelling Y. Yang et al. 763 although, in fact, it is not surprising that people living in large cities such as Amsterdam or Utrecht have different activity patterns compared with people living in the rural areas. The land use data were PC6 based (in The Netherlands, a complete postcode contains six positions and relates to an average of 17 addresses or delivery points, hence 'PC6'; The Netherlands has approx. 420 000 postcodes), while synthesized household data were grid based. Preparation was needed to aggregate the household data to the PC6 level. The procedural steps were as follows. (i) Preparation ( §4), i.e. build the population and the city of Eemnes. For the population, the key point was to assign properties such as family structure, number of cars and income level to every household, and assign properties such as age and gender and activity patterns to every individual. For the city, the social and spatial structures needed to be built. These simulated data were saved into a database for the next step.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 155,
                    "text": "Yang et al. 763",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND DATA SOURCES"
        },
        {
            "text": "(ii) Simulation ( §5), i.e. generate individuals' daily activities from their activity patterns and then model individuals' movements between ABs and the interaction of individuals within ABs. During these interactions, infection can occur from contacts between individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND DATA SOURCES"
        },
        {
            "text": "In the ISTAM, three parameter groups are defined to describe a specific infectious disease: (i) evolution of the infection and disease within the host (time lines); (ii) disease severity; and (iii) effective contact. Parameters of the time lines including the latent, infectious, incubation and symptomatic periods were used to describe the evolution of the infection and disease within the host. Values of these parameters were taken from the literature as it is believed that time lines for influenza have been relatively invariant over the past half of the century (Longini et al. 2005) . In the ISTAM, it is assumed that transmission probability is inversely related to the distance between the infectious and susceptible individuals, if there are no obstacles between them, and is also directly related to the duration of the contact. Thus, if an infectious individual stays within a specific distance of another susceptible individual longer than a specific period (attack duration), the two individuals come into effective contact.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 589,
                    "text": "(Longini et al. 2005)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND AND DATA SOURCES"
        },
        {
            "text": "The simulation system was implemented in Java using the Repast library and run on an Intel Pentium (processor 1.5 GHz and 502 MB RAM) laptop. It took approximately 30 min to run a simulation of 100-day duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND AND DATA SOURCES"
        },
        {
            "text": "The preparation processes are shown in figure 2 . Five sub-processes are represented below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "PREPARATION: BUILDING THE POPULATION AND CITY"
        },
        {
            "text": "The selection of the activity types to be used in the ISTAM depends strongly on the activity data (i.e. the ACT data source). Some types of activity such as telecommuting were neglected as they were not explicitly related to contact between individuals (and, thus, are not important for infectious disease transmission). Some other activity types needed to be included even if their percentage contribution was small because these activities bring individuals into contact intimately (such as health care). Note that trip activity was neglected in this study to simplify the research and also because of the limited availability of related data sources. All activity types that occur more than 1% in the average time distribution are listed in table 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process 1: selecting the activity types"
        },
        {
            "text": "Specific objects in this application (e.g. different land use units inside one PC6) were classified to reflect the relations between the types of individuals' activities 6 for data sources). and the types of land use. It was assumed that, within one PC6, no more than one school or industry could exist. Individuals visit certain ABs such as offices, industry and farms for work. However, for certain other ABs such as post offices and banks, some individuals work there while others visit for service. All AB types and corresponding activity types within the ISTAM for this application are listed in table 6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Process 2: selecting the ABs"
        },
        {
            "text": "Land use data record the numbers of individuals engaged in every vocation. It was assumed that the expected size of a work place (generated from land use data) of a given vocation type was constant across all PC6 zones of Eemnes. Then, from the number of individuals engaged in a given vocation within each PC6, the number of corresponding work places was computed. For example, if the number of individuals engaged in the health care vocation within a given PC6 is 10, and the expected size of a health care work place is set to be five, then it follows that there should be two health care facilities within this PC6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process 3: building the city"
        },
        {
            "text": "As the synthesized household data were grid based and, therefore, not compatible with PC6 statistical data, all households within all grid cells of Eemnes were pooled together and then each household with its family members were allocated to the PC6 zones of Eemnes as follows. Firstly, all individuals were classified according to age structure (table 7) . Different sub-classifications, and subsequently simulation of activities, were applied to the above four classifications. It is believed that daily activity patterns are related to individuals' socioeconomic characteristics such as household role, lifestyle and life cycle (Vaughn et al. 1997; Kulkarni & McNally 2000) . In the study by Janelle et al. (1998) , the whole population was divided into 14 role groups based on dimensions of gender, marital status, employment, child care, residential tenure and mobility.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 651,
                    "text": "(Vaughn et al. 1997;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 652,
                    "end": 676,
                    "text": "Kulkarni & McNally 2000)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 695,
                    "end": 716,
                    "text": "Janelle et al. (1998)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 355,
                    "text": "(table 7)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Process 4: synthesizing the population"
        },
        {
            "text": "In this research, the following dimensions of information were selected: (i) the average working (or study) hours per week (0, 0 hours; 1, 1-15 hours; 2, 16-30 hours; 3, 31-45 hours; 4, more than 45 hours), role in household (1, no family; 2, single parent with children; 3, child with single parent; 4, parent in couple without children; 5, parent in couple with children; 6, child in couple with children), car availability (1, no car; 2, yes and always; 3, yes and sometimes) and day of the week (Sunday to Saturday). Based on these four dimensions, both children between 11 and 18 years and adults in the population were further sub-classified, and their corresponding activity patterns were generated from the activity survey data. If the survey data could not generate a corresponding activity pattern from a specific value of these four dimensions, a replacement activity pattern was assigned at a more aggregated level, i.e. the number of dimensions was reduced. The sequence of the dimensions to be excluded was car availability index, role in household and working (study) hours. For one individual, her/his daily activity pattern was further classified according to the seven weekdays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process 4: synthesizing the population"
        },
        {
            "text": "Within the ISTAM, after the time unit is set (15 and 30 min are in common use), one day is divided into a number of units. Thus, the objective of simulating a person's daily activity is actually to assign these time units with certain activity types. For each value from the combination of the four dimensions mentioned in the §4.4, aggregated data on the daily distribution of time spent on the main types of activity were computed from the activity survey data (if corresponding data exist). Then, these aggregated (3) shopping/work post office/bank (3) go to post office/go to bank/work health care place (3) health care/work sport place (3) sport/work household sleep/activities within home/visit friend's home social place (3) dinner out or other social activities in cafe, bar, club, etc. relax place cultural or recreational activities service place all other personal service school ( Ã ) study/work Space-time activity-based modelling Y. Yang et al. 765 data were saved into the database for further use. This activity pattern included not only the average duration for every possible activity but also the probability of the time of commencement for certain activities. Three types of activities were dealt with as exceptions: study time (applicable to children, assuming all children go to school during school hours); working time (applicable to all adult workers, assuming all workers go to work during working hours); and sleeping time. These three types of time were assigned to the individuals as personal properties during the generation of the whole population. For the daily activity of one person of one week day, firstly, these three special types of activities were fixed. Then, from the beginning to the end of the time sequence, the vacant time units were assigned to activity types by the probability weights from the assigned activity pattern in relation to the sociodemographic segment. For spatial location, for every person, her/his household and work place (or school) were fixed from the beginning, and other locations (ABs) were selected randomly (or the spatially closest one was selected). At every time step, individuals can move between different locations. For both children between 11 and 18 years and adults, their activity patterns were assigned according to their properties in the four dimensions. After these processes, the whole population of this city was built and all types of AB were distributed to all PC6 zones. Figure 3 shows the spatial distribution of households and schools at PC6 levels for the whole of Eemnes city. It is clear that most households are within the boundary of the city centre; so in the following sections the spatial display is zoomed within the boundary of the city centre to highlight the area where most contacts between individuals could occur. Figure 4 shows the spatial distribution of the ABs for work (includes office, industry, farm and school), relaxation (includes sports, social and relaxation places) and maintenance (includes shop, post office, bank and health care places) at PC6 levels.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 962,
                    "text": "Yang et al. 765",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2462,
                    "end": 2470,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2822,
                    "end": 2830,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Process 5: assigning activity patterns to individuals"
        },
        {
            "text": "The most important characteristics of the ISTAM, which distinguish it from other IBMs for simulating the transmission of infectious diseases, are: (i) its two-level simulation structure, between ABs and within ABs and (ii) different options for within-AB simulation depending on the application and data availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIMULATION"
        },
        {
            "text": "As individuals' movements between ABs are not the focus of this work, a simple method was implemented. For every working individual, the locations (PC6) of her/his household and work place were fixed before the simulation and distributed randomly across the whole city. Owing to the relatively small size of Eemnes, the locations of the only four schools with services for different stages of pupils were fixed before the simulation. Then, for other activities, two methods of selecting ABs were implemented. In the first method, during the simulation, individuals selected an AB randomly from all ABs of specific types from all PC6s (including the current PC6) within a certain distance from the current PC6 if he/she needs to take another activity. In the second method, before the simulation, for every type of activity, every individual was assigned to the fixed AB which has the minimum distance with her/his household. As mentioned before, trip activities were neglected in this research, which means that there are no infections between individuals during travel time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of individuals' movements between ABs"
        },
        {
            "text": "Eleven types of AB were defined for role-based AB simulation. For each type of AB, its description and the values of its parameters are shown in table 8. The simulation results can be recorded into a database during the simulation or after the whole simulation. Currently, simulation results can be recorded as individual based (individuals' disease and activities history), AB based (the changing number of individuals over time), contact based (information related to one contact, such as the time, AB, two individuals and contact result) and PC6 based (the changing of the disease situation over time). Further analysis can then be based on these simulation data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of individuals' interactions within ABs"
        },
        {
            "text": "6.1. Calibration 6.1.1. Calibration of the contact frequency index. Since all contacts (whether infection is possible or not) can be recorded, the average contact number per person per day can be computed for comparison with related research. An average contact number per day of 16.8 was estimated by Edmunds et al. (1997) from a survey of 92 adults by questionnaire. In the study by Pool & Kochen (1978) , the participants had an average of 23 daily contacts (including telephone conversations and letters). In a recent paper by Fu (2005) , 14 surveys conducted between 1993 and 2002 in Chinese society were analysed, and it was found that the average number of daily contacts for one person is near the midpoint between two ranges (10-19 and 20-49). According to the above research, F was calibrated to be 0.03, and, at this value, the simulated average contact number for one person per day was 14.7. Figure 5 shows the distribution of the number of contacts of all individuals for one day.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 323,
                    "text": "Edmunds et al. (1997)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 385,
                    "end": 405,
                    "text": "Pool & Kochen (1978)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 540,
                    "text": "Fu (2005)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 905,
                    "end": 913,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "SIMULATION RESULTS AND ANALYSIS"
        },
        {
            "text": "6.1.2. Calibration of the contact intimacy index. The basic reproductive number (R 0 ) is a measure of infectivity. It is defined as 'the average number of secondary infections produced when one infected individual is introduced into a host population where everyone is susceptible' (Anderson & May 1992) . Different R 0 values exist in different subgroups due to the heterogeneities in the contact rates, transmission probabilities and duration of infectiousness (Halloran 1998) . In this study, R 0 was estimated to be less than 2 (Longini et al. 2004) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 304,
                    "text": "(Anderson & May 1992)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 464,
                    "end": 479,
                    "text": "(Halloran 1998)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 533,
                    "end": 554,
                    "text": "(Longini et al. 2004)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "SIMULATION RESULTS AND ANALYSIS"
        },
        {
            "text": "All contacts during the simulation of the ISTAM can be recorded. This provides the computation of R 0 according to its definition (i.e. trace the number of new infections from the index case). After calibration, I was fixed to be 0.03, and at this value the average R 0 was 1.79. According to Cox & Subbarao (2000) , a characteristic pattern for localized epidemics within a community is that the epidemic begins abruptly, peaks within 14-21 days and ends within 35-70 days, and the overall attack rate is estimated to be 10-20%. At IZ0.03, the simulated SIR plot is shown in figure 6 . The simulated epidemic peaked at approximately 30 days and ended between 70 and 80 days, at which time 40% of the population had been infected. A possible reason for this mismatch is that, in reality, during the epidemic period, humans will change their behaviour according to their own or other people's health states, such as staying at home or going to a health care facility to rest and avoid infecting other people. In the future, the model can be refined (e.g. to include individuals' reactions to the epidemics) to reduce this mismatch.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 314,
                    "text": "Cox & Subbarao (2000)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 584,
                    "text": "figure 6",
                    "ref_id": null
                }
            ],
            "section": "SIMULATION RESULTS AND ANALYSIS"
        },
        {
            "text": "Individuals' daily activities are distributed according to certain patterns both spatially and temporally. Thus, their aggregate patterns (i.e. dynamics of the whole population within the whole city) also exhibit a certain structure during a whole day. This kind of research is especially interesting to the field of transportation, and also has implications for marketing, urban infrastructure and emergency response ( Janelle et al. 1998) . The word 'rush hour' is coined to express the time during this period when the number of individuals present peaks at locations such as transportation networks, shopping centres and other service facilities.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 440,
                    "text": "( Janelle et al. 1998)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Dynamics of the population during a whole day"
        },
        {
            "text": "The spatial distribution of all individuals at the PC6 level and at a 15 min interval can be generated from the simulation results. Figure 7 shows the spatial distribution of individuals at 04.00, 10.00, 16.00 and 22.00 hours in a given day. It is clear that, at 10.00 and 16.00 h, individuals are more concentrated within a few PC6 zones where a few special ABs such as schools and industrial sites are located.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Dynamics of the population during a whole day"
        },
        {
            "text": "Traditional epidemiological studies take the address of a patient's household or the address of a health care facility where the patient is registered as the spatial location where infection occurred. Also, the 'lag' effect, which exists between the times of infection, exhibiting symptoms and visiting health care facilities, is often not represented. Unfortunately, under most circumstances, these data sources are the main resources for research work (sometimes even such data are not guaranteed to be available).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection PC6 distribution"
        },
        {
            "text": "From the simulation results of the ISTAM, for every infection, information such as the attacker, attackee, infection location, infection time and also the change of health state of each patient over time can be accumulated and traced. Figure 8 shows the spatial distributions of infections at PC6 level based on: (i) the ABs where infection really occurred and (ii) the ABs where each patient's household is located. It is clear that infections in figure 8a concentrate within a relatively small number of PC6 zones compared with those in figure 8b , and there were no PC6 zones with more than 100 infections in figure 8b. The reason is that in reality, during the daytime, a large number of individuals stay within a relatively small number of ABs such as schools, industrial sites and farms so that a large number of infections occur there. Figure 9 shows how the number of individuals in the latent stage (i.e. infected but not infectious), the stage of being infectious without symptoms, the stage of infectious with symptoms and the total number of infected individuals change over time. The lag effect in time and the 'misplace' effect in space within the empirical epidemic data could be an interesting focus for research. The simulated results from the ISTAM provided the possibility of further analysis, and deeper understanding could be gained in terms of the relations between the empirical data sources and the real situation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "figure 8b",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 851,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Infection PC6 distribution"
        },
        {
            "text": "In practice, the identification of key ABs for infection is important as this can assist possible infectious disease control measures. If enough information about individuals' activity patterns and ABs' physical condition is available, the percentage of infections at different types of AB for one epidemic outbreak can be generated by AB simulation. One example is given by Longini et al. (2005) , as mentioned earlier. They simulated that 28% of infections would occur within the family, 20% at household clusters and 21% at school. Another example is provided by Ferguson et al. (2005) , who showed through simulation that infection risk comes from three sources in roughly equal proportions: (i) household; (ii) work place and school; and (iii) random contacts in the community. Table 9 shows the percentage of infections at ABs generated by the ISTAM. Practical statistical data are needed for comparison with the above simulation results for model calibration and validation purposes.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 396,
                    "text": "Longini et al. (2005)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 566,
                    "end": 588,
                    "text": "Ferguson et al. (2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 790,
                    "text": "Table 9",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Infection distribution at different types of AB"
        },
        {
            "text": "The contact network can be obtained from the ISTAM simulation. Taking individuals as nodes and the contacts between them as edges, a contact network can be built from the ISTAM. There can be multiple contacts with different times and contact indices between two individuals. Therefore, the contact network is a dynamic network. Here, the sum of all contacts between two individuals is taken as the value for the edge and the network is simplified to a static network corresponding to one specific period. The contact network for one day's duration shows that several households exist for which the family numbers did not have contacts with outside persons during a given day. Also from table 9, we know that Space-time activity-based modelling Y. Yang et al. 769 most infections occurred within households and at school. The arithmetic mean of clustering coefficients of this one-day contact network is 0.52 with a standard deviation of 0.42. This confirms the expected high number of 'clustered' contacts between individuals.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 762,
                    "text": "Yang et al. 769",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Network analysis"
        },
        {
            "text": "The city has been taken to be a complex system and complexity theory has been applied to study urban dynamics (Batty 2005a,b) . Even within a rather small city such as Eemnes, the demographic properties of the population, the physical condition of the landscape and the daily activity patterns of individuals can be very complicated. Inevitably, problems exist with the application of the ISTAM to Eemnes. Data collection was time consuming (e.g. the activity data survey took half a year to complete). Furthermore, because the data (table 4) were not collected for the purpose of this application, much data preparation was needed before the simulation. Owing to the shortage of practical data, certain human activities such as activities related to traffic and outdoor activities were neglected. In reality, human contact within transportation vehicles, especially public transportation, plays an important role in infectious disease transmission among the human population. Some ABs are outdoor, and in such cases weather conditions should not be neglected. To include a climate and weather module is a sensible choice, an example is the model of BioWar (Carley et al. 2004) . Eleven types of AB were simulated within the ISTAM for the above application, but some types of public AB, although very small in number, can play a crucial role. Examples are sports stadia and marketplaces. A large number of individuals aggregate together periodically (e.g. weekends during league match season) or aperiodically (e.g. celebrations during holidays). Within some types of AB such as shopping centres or main traffic stations, individuals are highly ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 125,
                    "text": "(Batty 2005a,b)",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1177,
                    "text": "(Carley et al. 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 542,
                    "text": "(table 4)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The ISTAM is a novel model for simulating the transmission of infectious disease. The two-level structure (separating the between-AB and within-AB activities) makes the ISTAM flexible such that it can be applied to novel circumstances. The concept of AB plays a key role: both the building of individual activity patterns and simulation within ABs depends on how well the ABs are defined and classified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "One of the merits of the ISTAM is that it is straightforward, conceptually focusing on important factors, neglecting less important factors and including random factors where appropriate in the model. Simulating the interactions between individuals at fine time-space scales imparts particular benefits, including the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "(i) the ability to monitor contacts and transmission through time-space at any level (e.g. in space-individual based, AB based and PC6 based; in time-minutes, hours, days, etc.), including the ability to create a dynamic contact network, (ii) providing an experimental environment within which interventions and control strategies can be evaluated, (iii) the ability to consider human behaviour, including the roles that people play and individuals' reactions (both active and reactive).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "This research provided an example of the simulation of the individual-based transmission of infectious disease at the city level. This involved the building of the population and the spatial and social structure of the city based on data sources of limited quality, and the simulation of contact processes from individuals' movements between ABs and interactions within ABs. Role-based simulation was demonstrated to be an efficient approach for within-AB simulation especially in the present circumstance where detailed spatial structure information for the AB was not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "As discussed in §1, the ISTAM was applied previously to a university campus. Within this research, through role-based simulation, the model application was extended to a city. This demonstrates the scalability of the ISTAM. By providing the data sources sufficiently, the ISTAM can be extended to larger study areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The simulation results can be extracted at any level, thus providing greater opportunities for the calibration and validation of the ISTAM. Research is currently under way to validate the model by comparison of the simulated number of individuals present in different types of AB over time with related research results such as those provided by Eubank et al. (2004) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 366,
                    "text": "Eubank et al. (2004)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Parametric action decision trees: incorporating continuous attribute variables into rule-based models of discrete choice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arentze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Timmermans",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transport. Res. B: Methodol",
            "volume": "41",
            "issn": "",
            "pages": "772--783",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trb.2007.01.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human spatial behavior",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baldassare",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Annu. Rev. Sociol",
            "volume": "4",
            "issn": "",
            "pages": "29--56",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.so.04.080178.000333"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Agent-based pedestrian modelling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Advanced spatial analysis: the CASA book of GIS (eds P. A. Longley & M. Batty)",
            "volume": "",
            "issn": "",
            "pages": "81--105",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Agents, cells, and cities: new representational models for simulating multiscale urban dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Environ. Plann. A",
            "volume": "37",
            "issn": "",
            "pages": "1373--1394",
            "other_ids": {
                "DOI": [
                    "10.1068/a3784"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cities and complexity: understanding cities with cellular automata, agent-based models, and fractals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The discrete dynamics of small-scale spatial events: agent-based models of mobility in carnivals and street parades",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desyllas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duxbury",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Geogr. Inf. Sci",
            "volume": "17",
            "issn": "",
            "pages": "673--697",
            "other_ids": {
                "DOI": [
                    "10.1080/1365881031000135474"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A conceptual framework for an individual-based spatially explicit epidemiological model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Environ. Plann. B: Plann. Design",
            "volume": "31",
            "issn": "",
            "pages": "381--395",
            "other_ids": {
                "DOI": [
                    "10.1068/b2833"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Activity-based disaggregate travel demand model system with activity schedules",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ben-Akiva",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transport. Res. A: Policy Practice",
            "volume": "35",
            "issn": "",
            "pages": "1--28",
            "other_ids": {
                "DOI": [
                    "10.1016/S0965-8564(99)00043-9"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "BioWar: scalable agent-based model of bioattacks",
            "authors": [],
            "year": null,
            "venue": "IEEE Trans. Syst. Man Cybern",
            "volume": "36",
            "issn": "",
            "pages": "252--265",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global epidemiology of influenza: past and present",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu. Rev. Med",
            "volume": "51",
            "issn": "",
            "pages": "407--421",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.med.51.1.407"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global change and human susceptibility to disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Daily",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu. Rev. Energy Environ",
            "volume": "21",
            "issn": "",
            "pages": "125--144",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.energy.21.1.125"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The GeoGraph 3D computational laboratory: network and terrain landscapes for Repast",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dibble",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Who mixes with whom? A method to determine the contact patterns of adults that may lead to the spread of airborne infections",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. R. Soc. B",
            "volume": "264",
            "issn": "",
            "pages": "949--957",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.1997.0131"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Case isolation and contact tracing can prevent the spread of smallpox",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "118--128",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwg104"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A time-geographical approach to the study of everyday life of individuals-a challenge of complexity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ellegård",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "GeoJournal",
            "volume": "48",
            "issn": "",
            "pages": "167--175",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1007071407502"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An influenza simulation model for immunization studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langworthy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gatewood",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am. J. Epidemiol",
            "volume": "103",
            "issn": "",
            "pages": "152--165",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Latent activities: modelling the relationship betwen travel times and activity participation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ettema",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "Transport. Res. Rec",
            "volume": "",
            "issn": "",
            "pages": "171--180",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "PUMA: multi-agent modelling of urban systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ettema",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Timmermans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bakema",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Land use modeling",
            "volume": "",
            "issn": "",
            "pages": "237--258",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Scalable, efficient epidemiological simulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of SAC 2002",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Modelling disease outbreaks in realistic urban social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guclu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S A"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Toroczkai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "429",
            "issn": "",
            "pages": "180--184",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02541"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Planning for smallpox outbreaks",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "681--685",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02007"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Strategies for containing an emerging influenza pandemic in southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iamsirithaworn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04017"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cajka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--452",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04795"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The concept of personal network of usual places as a tool for analysing human activity spaces: a quantitative exploration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flamm",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Timelines, environments and issues of risk in health: the practical algebra of (x, y, t, a)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "GIS for emergency preparedness and health risk reduction",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Herd immunity: basic concept and relevance to public health immunization practices",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gatewood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am. J. Epidemiol",
            "volume": "94",
            "issn": "",
            "pages": "179--189",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Measuring personal networks with daily contacts: a single-item survey question and the contact diary",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Soc. Netw",
            "volume": "27",
            "issn": "",
            "pages": "169--186",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socnet.2005.01.008"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Distance and space: a geographical perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gatrell",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Spatial behavior: a geographic perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Golledge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stimson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "What about people in regional science?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hägerstrand",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Pap. Reg. Sci. Assoc",
            "volume": "24",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The hidden dimension",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Concepts of infectious disease epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Modern epidemiology",
            "volume": "",
            "issn": "",
            "pages": "529--554",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Containing bioterrorist smallpox",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "",
            "pages": "1428--1432",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1074674"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Human spatial behavior: a social geography",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Roseman",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The temporal ordering of urban space and daily activity patterns for population role groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Janelle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Goodchild",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Geogr. Syst",
            "volume": "5",
            "issn": "",
            "pages": "117--137",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Praxis och tröghet",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vestergaard",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Controlling smallpox",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "",
            "pages": "1342--1344",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1079370"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A microsimulation of daily activity patterns",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The organization of space and the character of the urban experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lagory",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Publius: J. Feder",
            "volume": "18",
            "issn": "",
            "pages": "71--89",
            "other_ids": {
                "DOI": [
                    "10.2307/3330334"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Cities in a globalizing world: governance, performance, and sustainability",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leautier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Containing pandemic influenza with antiviral agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "159",
            "issn": "",
            "pages": "623--633",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh092"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanshaoworakul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1083--1087",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1115717"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Microsimulating urban systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Salvini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Comput. Environ. Urban Syst",
            "volume": "28",
            "issn": "",
            "pages": "9--44",
            "other_ids": {
                "DOI": [
                    "10.1016/S0198-9715(02)00044-3"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Application of an activity-based travel-demand model incorporating a rulebased algorithm",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pendyla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Environ. Plann. B",
            "volume": "25",
            "issn": "",
            "pages": "753--772",
            "other_ids": {
                "DOI": [
                    "10.1068/b250753"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Simulating organizations: computational models of institutions and groups",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Prietula",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Carley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Measuring the size and structure of human activity spaces-the longitudinal perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schönfelder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Axhausen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arbeitsbericht Verkehrs-und Raumplanung",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "On the variability of human activity spaces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schönfelder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Axhausen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arbeitsbericht Verkehrs-und Raumplanung",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Generating household activity-travel patterns (HATPs) for synthetic populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Speckman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Pas",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Rôle, distance and movement: simulating individuals' activities for infectious disease transmission at a fine spatial scale. Hong Kong, China: GRAFEPHS 2006 (Geospatial Research and Application Frontiers in Environmental and Public Health Systems)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "In press Individual space-time activity-based model: a model for simulation of airborne infectious disease transmission by activity bundle simulation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Environ. Plann. B: Plann. Des",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Epidemics and dimensionality in hierarchical networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trimper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Physica A",
            "volume": "352",
            "issn": "",
            "pages": "659--668",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2004.12.049"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spatial patterns of individuals within groups: (a) static random, (b) static even, (c) queue and (d ) loop. (The points represent individuals. The solid lines that link between two points represent the possible contacts between these two individuals. Dotted circular line around individual 'a' shows all individuals within this area who could come into contact with individual 'a'.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Preparation process (see table",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial distribution of ABs for work, relaxation and maintenance at PC6 levels. Spatial distribution of households and schools at PC6 levels. Solid black circles indicate PC6 with a school.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SIR plot for one simulation of 100 days (black line, susceptible; dotted line, immune infected). Distribution of number of contacts for all individuals per day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Individuals' spatial distribution at (a) 04.00, (b) 10.00, (c) 16.00 and (d ) 22.00 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Change over time in the number of individuals infected but not infectious, infectious without symptoms, infectious with symptoms and the total number of infected individuals. Spatial distributions of infections at PC6 level (a) based on the AB where infections occurred and (b) based on the households of infected persons.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Distance rules",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Spatial patterns within groups. Fixed before the simulation and does not change. Individuals distribute like a loop, so one person contact with persons first and second above or below with himself/herself in the loop the province of Utrecht; it has less than 9000 inhabitants and covers about 3362 ha (from www.eemnes.nl). The Netherlands is one of the most densely populated countries in the world, implying that much interaction takes place between different municipalities in The Netherlands. In order to demonstrate the usefulness of the ISTAM, we selected Eemnes since it is not located in the direct vicinity of larger cities, limiting exchange of individuals with 'outside' areas.The main data sources used in this application are listed in table 4. The activity survey data were assumed to be representative for people residing within Eemnes,",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Interaction types.Table 4. Data sources for the application of ISTAM to Eemnes.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "All activity types that take more than 1% in the average time distribution.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "AB types within ISTAM for application to Eemnes. (The number in brackets is the expected number of staff working in this type of work place while asterisk means one and only one AB of this type within the current PC6.)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Age structure for the population of Eemnes.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Contacts within AB.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Percentage of infections at different types of AB. mobile and the structures of the AB can be complicated. Thus, a very fine temporal scale is needed to model individuals' complex space-time dynamics.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}