{
    "paper_id": "dd21846be5eb98ce684337241c0f43f2f800fbf6",
    "metadata": {
        "title": "Correlation between hypophosphatemia and the severity of Corona Virus Disease 2019 patients",
        "authors": [
            {
                "first": "Xiaobo",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "Shanxi Cardiovascular Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanxi Cardiovascular Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuxia",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taiyuan Fourth People's Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Aibin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taiyuan Fourth People's Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "，",
                "middle": [
                    "Xiaohong"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Respiratory Intensive Care Unit",
                    "institution": "The Second Affiliated Hospital of Shanxi Medical University",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanxi Tumor Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "，",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanxi Cardiovascular Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhixin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanxi Cardiovascular Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanqing",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanxi Cardiovascular Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mengbai",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taiyuan Fourth People's Hospital",
                    "location": {
                        "settlement": "Taiyuan",
                        "region": "Shanxi",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: Retrospectively analyze the clinical data of Corona Virus Disease 2019 (COVID-19) patients and explore the value of serum phosphorus level in evaluating the severity and prognosis of the disease. Methods: COVID-19 patients transferred from the first emergency ward of Taiyuan fourth people's Hospital from February 8 to March 3, 2020 were enrolled. The information of general conditions, clinical manifestations, laboratory indexes, nucleic acid detection and treatment were collected. The changes of blood phosphorus level and absolute value of lymphocytes in ordinary and severe/critical patients were recorded and compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 32 patients with COVID-19 were collected, including 12 cases of common type and 20 cases of severe/critical type. Before treatment, the serum phosphorus levels of the two groups were significantly lower than the normal level, and the serum phosphorus levels of the severe/critical patients were lower than those of the common type patients (t = 2.767, P < 0.010). After treatment, the serum phosphorus levels of the two groups reached normal, and there was no significant difference between the two groups (t = 0.231, P > 0.819). The level of lymphocytes in severe/critical patients was lower than that in normal patients (t = 4.636, P < 0.001) before treatment. After treatment, the absolute value of lymphocytes in the two groups reached normal, and there was no significant difference between the two groups (t=1.208，P=0.237). There was a positive correlation between lymphocytes and serum phosphorus, and the correlation coefficient was 0.479.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: hypophosphatemia is related to the severity of COVID-19, and strengthening the monitoring of serum phosphorus level of COVID-19's severe/critical patients and correcting hypophosphatemia in time are of significance to improve the prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The latest threat to global public health is the ongoing outbreak of Coronavirus Disease 2019 (COVID- 19) . As of March 18, 2020, nearly 210 thousand cases of COVID-19 have been confirmed in more than 100 countries and regions around the world 1 . Phosphorus is one of the essential major elements in the human body. It plays an important role in the phospholipid bilayer that makes up the cell membrane of the body, participates in the synthesis and energy metabolism of adenosine triphosphate (ATP), regulates the enzymatic reaction, and forms a buffer system to maintain acid-base balance in the body 2 Since the outbreak of the epidemic, the situation of blood phosphorus in severe/critically ill patients of COVID-19 has not been reported. The purpose of this study was to explore the correlation between hypophosphatemia and the severity of COVID-19 patients by analyzing the level and changes of serum phosphorus in severe /critically ill patients of COVID-19.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "19)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 244,
                    "end": 245,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 604,
                    "end": 605,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study enrolled 32 patients from fourth people of Taiyuan City during February 8, 2020 to March 3, 2020 who met the diagnosis and treatment of novel coronavirus pneumonia (trial version fifth) 5 . Informed consent was obtained from all individual participants and the study was approved by Taiyuan Forth People's Hospital Ethics Committee.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Participant"
        },
        {
            "text": "According to the novel coronavirus pneumonia treatment plan (trial version fifth), the clinical classification of COVID-19 was: (1) light: mild clinical symptoms, no pneumonia in imaging; (2) common: fever, respiratory tract and imaging findings of pneumonia; (3) heavy: following any of the following: respiratory distress, respiratory rate≥30 Time/min; ② in resting state, the oxygen saturation is≤93%; ③ arterial partial pressure of oxygen (PaO2)/concentration of oxygen (FiO2) is≤300 mm Hg (1 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical classification standards"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20040816 doi: medRxiv preprint mm Hg = 0.133 kPa); (4) severe: one of the following conditions is met: ① respiratory failure occurs and mechanical ventilation is required; ② shock occurs; ③ other organ failure needs ICU monitoring and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical classification standards"
        },
        {
            "text": "Hs-180 automatic biochemical analyzer of Siemens company in Germany was used to determine blood phosphorus by ultraviolet end point colorimetry of phosphomolybdate. The reference value range of blood phosphorus is (0.85-1.51mmol/L). The blood phosphorus <0.85mmol/L was defined as hypophosphatemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of serum phosphorus and lymphocyte"
        },
        {
            "text": "The original matching detection reagent of Mindray BC-6900 automatic hematology analyzer was used for analysis and determination of blood cells by five classification. The reference range of normal value of lymphocytes is (1.1-3.2×10 9 /L), lymphocytes < 1.1x10 9 /L was defined as low lymphocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of serum phosphorus and lymphocyte"
        },
        {
            "text": "There were 32 patients diagnosed by COVID-19, including 12 cases of common type and 20 cases of severe / critical type. The general data of the patients were collected according to the case system, including sex, age, epidemiological history, incidence, clinical manifestations, laboratory examination, including nucleic acid test, imaging examination, treatment and outcome, etc. The changes of serum phosphorus level and absolute value of lymphocytes in the two groups were recorded and compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping and observation index"
        },
        {
            "text": "Mean ± standard deviation was used for statistical description of quantitative data, and t test of two independent samples was used for statistical analysis. Qualitative data were described by using rate and composition ratio, and chi square test was used for statistical analysis. Pearson correlation coefficient was used to analyze the correlation between indexes. Statistical significance was set at α =0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical method"
        },
        {
            "text": "A total of 32 patients were collected in this study. The average age of severe/critical patients was 49.10±3.93 years old, while that of ordinary patients was All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General information"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General information"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20040816 doi: medRxiv preprint 46.75±5.39 years old. In terms of gender composition, the male ratio of severe/critical patients was 60.0%, and the male ratio of common patients was 66.70%. The mean body mass index (BMI) of severe/critical patients was 24.47±2.77, while that of ordinary patients was 24.52±3.33. There was no statistical significance in comparing the general demographic data between the two groups. See Table 1 for details. The clinical manifestations of the two groups: 75% of the severe / critical patients had fever and 35% of the patients had dyspnea. In the ordinary group, 58.3% of the patients had fever and 1 case had dyspnea. See Table 2 for details. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 540,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 769,
                    "end": 776,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "General information"
        },
        {
            "text": "Before treatment, the serum phosphorus level of severe / critical patients was 0.79 ±0.29mmol / L, and that of common patients was 1.11±0.35mmol/L. The level of serum phosphorus in severe / critical patients was lower than that in ordinary patients (t = 2.767, P < 0.010). After treatment, the serum phosphorus levels of the two groups were normal, and there was no significant difference between the two groups (t = 0.231, P < 0.819), as shown in Table 3 . Table 3 The level of serum phosphorus before and after treatment of two groups All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 455,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Comparison of serum phosphorus levels between the two groups before and after treatment"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Comparison of serum phosphorus levels between the two groups before and after treatment"
        },
        {
            "text": "There was a positive correlation between the absolute value of lymphocytes and the level of serum phosphorus, and the correlation coefficient was 0.479 (P < 0.006),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation analysis between serum phosphorus and absolute value of lymphocytes"
        },
        {
            "text": "indicating that there was a strong correlation between the two indexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation analysis between serum phosphorus and absolute value of lymphocytes"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20040816 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Phosphorus is an important element in the body, which participates in the synthesis and energy metabolism of adenosine triphosphate (ATP). The content of total phosphorus in adults is about 700g 6 , but the concentration of blood phosphorus is only 0.9~1.6mmol/L 7 . The clinical incidence of hypophosphatemia is 0.34%-3.10% 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some studies have found that the incidence of hypophosphatemia in critically ill patients can be as high as 44.8% 9 . In our study, serum phosphorus levels were lower than normal in 50% of the severe/critical patients, and the level of serum phosphorus in severe / critical patients was lower than that in normal patients. This may be due to the decrease of the level of glycerol 2,3-diphosphate in erythrocytes under the condition of hypophosphatemia, which leads to the left shift of the oxygen dissociation curve, the decrease of oxygen release and the disorder of oxidative phosphorylation process, and finally leads to tissue hypoxia due to the decrease of ATP energy supply 10 . At the same time, the disturbance of lung water absorption is closely related to the metabolic disorder of phosphorus, the lack of phosphorus aggravates the inflammatory level of lung tissue, the ratio of ventilation and blood flow of edematous lung tissue is maladjusted, and the oxygenation function decreases, which can induce fatigue caused by hypoxia in intercostal muscle and diaphragm. At the same time, the production of pulmonary surfactant is reduced, pulmonary alveoli are trapped, and respiratory failure is further aggravated 11 . Some studies have confirmed that timely correction of hypophosphatemia in patients with hypophosphatemia can reverse the above symptoms and improve the prognosis [12] [13] .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "text": "11",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[12]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1396,
                    "end": 1400,
                    "text": "[13]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The level of serum phosphorus is related to the severity of elderly patients with ventilator-associated pneumonia (VAP) and has predictive value for the prognosis of elderly patients with VAP [14] [15] . Therefore, the severe damage of immune function leads to hypophosphatemia, which in turn aggravates the progress of the disease. Data and reports in Hubei Province suggested that the total number of leukocytes in peripheral blood of COVID-19 patients is normal or decreased and lymphocyte count decreases; most patients have a good prognosis after treatment; a few serious patients progress rapidly and peripheral blood lymphocytes decrease progressively. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[14]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[15]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20040816 doi: medRxiv preprint Pathological anatomy of a patient with COVID-19 revealed that the patient's lymphocytes were over-activated, and the highly pro-inflammatory CCR4 + CCR6 + Th17 cells increased, which partially explained the severe immune damage to the lung of neocoronary pneumonia 17 . In this study, 85% of patients with severe/critical type had lymphocyte absolute value lower than the reference range, and the lymphocyte level of patients with severe/critical type was lower than that of patients with normal patients. Studies have shown that the immune function of elderly patients with severe pneumonia is significantly lower than that of their healthy peers, while the immune function of patients with hypophosphatemia is lower and generally in the state of immunosuppression. Studies have found that serum phosphorus in elderly patients with severe pneumonia is positively correlated with the ratio of CD4+ / CD8+ 18 . Our study also showed that there was a positive correlation between the absolute value of lymphocyte and the level of serum phosphorus, so the timely treatment with phosphorus supplementation for severe patients with low phosphorus may improve their immune level and promote their recovery. The decrease of blood phosphorus level in clinical practice is commonly seen in chronic diseases such as fasting, malnutrition, parenteral nutrition 19 , metabolic or respiratory alkalosis, diabetic ketoacidosis, alcoholism, chronic alcohol withdrawal, and inadequate phosphorus intake without timely supplementation [20] [21] . Most of the severe/critical COVID-19 patients mentioned in our study were middle-aged, with an overweight BMI and few underlying diseases, and a decrease in blood phosphorus levels was detected 1-10 days after admission. It is more likely that novel coronavirus invades human body, causing a strong stress response and the release of inflammatory factors. On the one hand, gastrointestinal function decline or gastrointestinal mucosal cell integrity and barrier function is impaired, resulting in a reduction in phosphorus intake from food. On the other hand, stress response leads to increased secretion of epinephrine, glucagon, etc., and severely reduced utilization of intracellular phosphorus, leading to the migration of a large amount of phosphorus into the cell to participate in energy metabolism 22 . In addition to following the treatment of COVID-19 (trial version fifth), we also treated patients with hypophosphatemia with phosphorus supplementation. With the recovery of the disease and the transformation of the viral nucleic acid, the blood phosphorus level and the absolute value of lymphocytes in the majority of severe/critical patients returned to normal. In this process, is it caused by exogenous supplement or redistribution of phosphorus inside All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "17",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1662,
                    "end": 1666,
                    "text": "[20]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1667,
                    "end": 1671,
                    "text": "[21]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2480,
                    "end": 2482,
                    "text": "22",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20040816 doi: medRxiv preprint and outside cells with the gradual recovery of immune system? More scientific basic or clinical research is needed in the future. In our study, after the patients met the discharge standards of the current COVID-19 treatment scheme (trial version fifth) 8, there were still four patients with absolute value of lymphocytes and two patients with blood phosphorus level not returning to normal. Will these patients have viral nucleic acid conversion to positive again after discharge? There is an urgent need for more clinical research on how to follow up these patients.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "text": "8,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, hypophosphatemia was associated with the severity of COVID-19. It is significant to improve the prognosis to strengthen the monitoring of blood phosphorus level in patients with COVID-19 severe/critical type and correct hypophosphatemia in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations of this study: 1) the first emergency ward of Taiyuan fourth people's Hospital is a ward for the treatment of severe/critical COVID 19 patients in Shanxi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Province. The small number of samples may affect the statistics and analysis of the results. 2) In the face of sudden outbreaks and life-threatening diseases, no one can use a placebo as a control, so we cannot make sense of exogenous phosphorus supplementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Novel Coronavirus (2019-nCoV) Situation Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The sodium phosphate cotransporter family SLC34",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Murer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biber",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe pneumonia in the elderly: a multivariate analysis of risk factors",
            "authors": [
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Cheng",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Shaojun",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Clin Exp Med",
            "volume": "8",
            "issn": "8",
            "pages": "12463--12475",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hypophosphatemia is associated with poor prognosis of critically ill patients: A meta-analysis of 1 555 patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chinese emergency medicine for critical illness",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "34--40",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health and Health Commission of the people's Republic of China. Diagnosis and treatment of novel coronavirus pneumonia (trial version fifth)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The occurrence of hypophosphatemia and its prognostic value in intensive All rights reserved. No reuse allowed without permission",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20040816"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Amanzadh J，Reilly RF Jr．Hypophosphatemia：an evidence-based approach to its clinicalconsequences and management",
            "authors": [],
            "year": null,
            "venue": "J]．Nat Clin Pract",
            "volume": "2006",
            "issn": "2",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "I． Biber J． The sodium phosphate cotransporter family SLC34",
            "authors": [
                {
                    "first": "H，",
                    "middle": [],
                    "last": "Murer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J]． Pflugers Arch，2004，447",
            "volume": "",
            "issn": "5",
            "pages": "763--767",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preventing Continuous Renal ReplacementTherapy-Induced Hypophosphatemia: An Extended Clinical Experience with a Phosphate-Containing Solution in the Setting of Regional Citrate Anticoagulation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pistolesi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeppilli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Polistena",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rose TJ．Impa SM，Rose MT，et a1． Enhancing phosphorus and zinc acquisition efficiency in rice： a critical review of root traits and their potential utility in rice breeding",
            "authors": [],
            "year": null,
            "venue": "J]．AIlIl Bot，2013",
            "volume": "112",
            "issn": "2",
            "pages": "331--345",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Intravenous phosphate in the intensive care unit: more aggressive repletion regimens for moderate and severe hypophosphatemia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Skrobik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "High incidence of hypophosphatemia in surgical intensive care patients: efficacy of phosphorus therapy on myocardial function",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Zazzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Troché",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ruel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Guo RN，Wang L，Xiao D，et al. )redictive value of dynamic serum phosphorus levels in the prognosis of entilator-associated meumoula",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "798--801",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of hypophosphatemia on the withdrawal of mechanical ventilation in patients with acute exaccr-bations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "Y，",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y，",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J]．Biomed Rep，2016，4",
            "volume": "",
            "issn": "4",
            "pages": "413--416",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Hypophosphatemia: an update on its etiology and treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Meinders",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J]．Am J Med，2005，118",
            "volume": "",
            "issn": "10",
            "pages": "1094--1101",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Zhe",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Observation of Relationship between Serum Phosphorus and Immunological State of Severe Pneumonia in Elderly Patient",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xuekai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Medical Research",
            "volume": "48",
            "issn": "4",
            "pages": "116--119",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nutrition support in patients on continuous blood purification for critical illness with acute renal failure",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "510--512",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pathophysiology, effects and management on the intensive care unit",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Bugg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hypophosphatemia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Refeeding hypophosphatemia in critically ill patients in an intensive care unitA prospective study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bedigian",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Surg",
            "volume": "131",
            "issn": "10",
            "pages": "1043--1047",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical analysis of blood phosphorus during acute attack of chronic pulmonary heart disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20040816"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Wei Li et al showed in the study that low phosphorus and chronic kidney disease are the risk factors for the diagnosis of severe pneumonia in the elderly 3 . Liu Bo et al concluded in a meta-analysis of 1555 patients that the level of blood phosphorus can be used as an index to determine the severity of critical illness in critically ill patients 4 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lymphocytes are important executors of human immune function. In a healthy state, various lymphocytes and their subsets in the human body interact with each other to maintain the normal immune function of the body. When affected by other factors, such as severe infection or abnormal number or proportion of lymphocytes and their subsets, immune function will be damaged and may lead to a series of diseases 16 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "general demographic data of ordinary group and severe/critical group",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "main clinical manifestations of the patients at admission",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "t=4.636， P<0.001) . After treatment, the absolute value of lymphocytes in the two groups reached normal, and there was no significant difference between the two groups (t=1.208，P=0.237), as shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "absolute value of lymphocytes before and after treatment of two groups",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20040816 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}