{
    "paper_id": "dd8bbd0ec1e6082d8f6aec80380f9a793ff361a5",
    "metadata": {
        "title": "Expression and Purification of SARS Coronavirus Membrane Protein",
        "authors": [
            {
                "first": "Wuxing",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To construct a recombinant plasmid Pet23a-M, the gene encoding severe acute respiratory syndrome (SARS) coronavirus membrane protein was amplified by RT-PCR and cloned into the expression plasmid Pet23a. Results of restriction endonuclease analysis, PCR detection and DNA sequencing analysis revealed that the cloned DNA sequence was the same as that reported. The recombinants were transformed into Escherichia c o l i ( E. Coil) BL21 (DE3) and induced by Isopropyl-13-D-thiogalactopyranoside (IPTG). The expression of 27 kD (1 kD=0. 992 1 ku) protein was detected by SDS-PAGE and pured by metal chelated chromatography. Results of Western-blot showed that this expressed protein could react with antibodies in sera of SARS patients during convalescence. This provided the basis for the further study on SARS virus vaccine and diagnostic agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus (SARS-CoV) was discovered in association with cases of severe acute respiratory syndrome (SARS). The sequence of the complete gnome of SARS-CoV was determined :1'8. It is not closely related to any of the previously characterized coronavirus. The analysis of open reading frames of SARS-CoV showed that there were similar major structural proteins that may have played important roles in causing the infection. They are spike protein (S protein), nucleocapsid protein (N protein), membrane protein (M protein), and small envelope protein (E protein). To screen and prepare effective SARS virus vaccine and diagnostic antigens, we designed a pair of primers to amplify the gene encoding SARS coronavirus membrane protein and cloned it into an expression plasmid Pet23a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS Coronavirus was kindly provided by Vice-director He (Division of Microbiological Testing, Center for Disease Control and Prevention, Shenzhen, China). Escherichia coli (E. Coli) DH5a, BL21 ( D E 3 ) were kept in our laboratory. Vector pMD18-T was obtained from the TaKaRa Biotechnology (Dalian) C o . , Ltd. Expression plasmid Pet23-a was from EMD. Bioscience, Inc (USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials 1.1. 1 Bacterial Strains and Plasmids"
        },
        {
            "text": "Taq DNA polymerase, d N T P , protein marker were purchased from Promega Company (USA). Virus RNA purification kit was purchased from Qiagen Company (Germany). RT-PCR kit, T4 DNA ligase, restriction endonuclease S a l I , B a m H I , DNA marker were from TaKaRa Biotechnology Co ( D a l i a n ) , DAI Wuxing, male, born in 1950, Associate Professor Ltd. Plasmid DNA isolation kit was obtained from Shanghai DNA Biotechnologies Co, Ltd. Isopropyl-~3-D-thiogalactopyranoside ( I P T G ) , SDS-Na, EDTA-Na2, Tris base, Ampicillin were purchased from Shanghai Sangon Biological Engineering &-Technology Service Co, Ltd. Sheep anti-human IgG labeled by horseradish peroxidase was purchased from Pierce Company ( U S A ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". . 2 Enzyme and Reagents"
        },
        {
            "text": "Sera of SARS patients during convalescence were offered by Shenzhen East Lake Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". . 2 Enzyme and Reagents"
        },
        {
            "text": "Preparation and Purification of Virus RNA The preparation and purification of virus RNA was performed according to the manual provided by the virus RNA purification kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2.1"
        },
        {
            "text": "RT-PCR amplification was performed with the SARS-CoV genomic RNA used as the template by the manual of RT-PCR kit. 1.5 /,I cD-NA after reverse transcription was used as PCR template. A pair of primers used for the amplification of the whole gene sequences encoding membrane protein were upstream primer: 5\"-GGA TCC A T G GCA GAC AAC G G T AC-3\" and downstream primer: 5\"-GTC GAC CTG TAC T A G CAA AGC AAT AT-3\". The reaction was performed with a Perkin-Elmer 9700 thermal cycle. PCR was carried out in 100 txl reaction volume containing 50 pmol of each primer, 0.2 m m o l / L of d N T P , 2.0 mmol/I. MgCla, 5 IU of Taq polymerase and 1/10 total volume of 10 X buffer. The cDNA was initially denatured for 2 min at 94 ~C and followed by 30 amplification cycles of 94 ~ for 30 s, 52 C for 30 s a n d 72'C for 45 s and a 5 min terminal extension at 72 'C. The PCR products were eleetrophoresed on 1.5 ~ agorose gel, got extracted and were cloned into vector pMD18-T.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". 2 . 2 RT-PCR Amplification of M Gene and T/A Clone"
        },
        {
            "text": "The sequence of gene enco-ding M protein was obtained from recombinant plasmid pMD18 T-M which was digested by B a m H I and S a l I and purified as the target gene fragment. The plasmidPet23a was digested by the same enzymes and the larger fragmem was purified as the vector. The larger gene fragment and the vector were joined to construct the plasmid Pet23a-M. Then the plasmid Pet23a-M was transformed into E. Coli DHS~ and the screening of positive clones was performed by colony PCR method. The recombinant plasmid DNA was idemified by restriction enzyme digestion and transferred into E. Coli BL21 (I)E3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". 2 . 3 Construction of the Recombinant Expression Piasmid Pet23a-M"
        },
        {
            "text": "Above constructed plasmid was transformed into the E. ('oil strain, B I . 2 1 ( I ) E 3 ) , and signal colony was grown in I.B medium with ampieillin (200 /,g/ml) and glucose (10 m g / m l ) . When the culture was saturated, the culture was transferred to 1,B medium at a dilulion of 1 : 50. The protein expression was induced with 0.2 m m o l / I , of IPT(; after A,>, of the cultured medium was around 0.(5. After IPT(; induction at 25 'C for t0 h, the cells were harvested by centrifugation. The cell pellet was suspended by 1 X b u f f e r and incubated in a 100 ( water hath for 5 rain. The suspension was centrifuged at 10 ()00 g for 10 rain and the supernatants were collecled for the SDS-PAGE analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4 Induced Expression of Recombinant Gcne Encoding Membrane Protein"
        },
        {
            "text": "The Purification of the M Protein The constructed plasmid was transformed into the E. Coil strain, BI.21 ( 1 ) E 3 ) . and signal colony was grown in LB medium. The culture was incubated overnight at 37 ( . Then 6 ml of culture was transferred to 300 m[ of I . B m e d i u m al 37 ('. The protein expression was induced with 1 m m o I / L of I P T G after A,;00 of the cuhured medium was around 0.6. After IPTG induction at 25 ( for ,5 h, cells were harvested by centrifngation. The cell pellets were resuspended hy buffer (20 mmol t. Tris-H('l pH 7.9, 500 mmol/I~ Na('l, 10 ~ glycerin). The cells were sonicated in ice bath. l h e lysed ceils was centrifuged at 20 000 g al { ( for 10 rain and pellets were discarded. Then the M protein was purified according to the manual of Pet Vector DNA from N ( ) V A G E and SI)S-PAC-E was per formed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". 2 . 5"
        },
        {
            "text": "Protein samples were electrophoresed on SDS-PAGE and then transferred to nitrocellu lose membrane, which blocked with phosphate buffered saline ( P B S ) , .3 % non fat-dried milk and 0.05 ~ Tween 20. \"['he membrane was incubated with mixed sera of I0 SARS patients during conva lescenceat a dilution of 1 : 100 at 4 ( overnight. After being washed by PBST (PBS and 0. 05 Tween 20) for 4 times, the blot was incubated with sheep anti-human immunogtohulin ( ( ; ) la beled by H R P a t a dilution of I ' 5000 a~ 37 C for 2 h. The blots were then washed and incubated with diaminobenzidine (DAB) until a brown precipitate formed in the protein band. The membrane was transferred to the PBS to stop the reaction. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". 2 . 6 Western-blot of the Recombinant Membrane Protein"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1. 2 Identification by Restriction Endonuclease Analysis"
        },
        {
            "text": "The sequencing result showed that the sequence of M gene from recombinant plasmid pMD18 T-M was the same as reported in NCBI GenBank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Sequencing"
        },
        {
            "text": "The cell lysate supernatants of recombinant E. ('oli BL21 (DE3) were detected by SDS-PAGE and the expression of the 27 kI) protein (containing M protein and His6 9 Tag at carboxyl terminal tail and T7 9 Tag at nitryl terminal tail), which was the same as expected, was detected ( fig. 3 ). The fused protein containing M protein in the cell lysate supernatants was purified by Ni 2+ chelated chromatography ( fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 286,
                    "text": "fig. 3",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 415,
                    "text": "fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Expression of Recombinant M Protein"
        },
        {
            "text": "Results of Western-blot revealed that the recombinant protein could be recognized specifically by the antibodies of M protein in the sera of SARS patients, but could not be recognized by the sera of people without SARS. It provided the evidence that the recombinant M protein possessed the biological character of membrane protein of Coronavirus ( fig. 4 ). Coronavirus is enveloped positive-strand RNA viruses that contain 4 structural proteins and its genome is about 30 kb E3:. The S, M and N proteins have been broadly studied for their important roles in receptor binding and virion budding E4 63. The M protein is the most conversed protein and is the major determinant of virion morphogenesis. It also interacts with the N protein presumably to assemble the nucleocapsid at the surface of the mature virion ET?. The M gene encodes a protein of 221 amino acids and its isoelectric point is 9.3. The sequence analysis of amino acids shows that the M protein contains three transmembrane domains but without signal peptide. It has a large carboxyl terminal tail with 121 amino acids, and this tail presumably interacts with the virus nucleocapsid. In this research, we designed a pair of primer according to the whole sequence of M gene in NCBI Gen-Bank. Then the whole sequence of the gene was obtained by R T -P C R and was cloned into expression plasmid Pet23a. Restriction endonuclease analysis, PCR detection and DNA sequencing analysis revealed that the gene cloned was identical to the gene sequences from the reported strain. After it was transformed into E. Coli BI.21 ( D E 3 ) and induced by I P T G , Western-blot showed that the expressed 27 kD protein which was characterized by SDS-PAGE and purified by metal chelated chromatography could react with antibodies in sera of SARS patients during convalescence, demonstrating the recombinant protein possessed the biological activity of membrane protein. It provided the evidence that M protein could be employed as antigen to prepare SARS virus vaccine and diagnostic agents. But the immunogenicity, the effect of antiinfection and the prospect in clinical application of the recombinant M protein need further research.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "text": "fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ". 4 Western-blot Analysis of Recombinant M Protein"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome 9 Science",
            "authors": [
                {
                    "first": "P A",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M S",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The complete sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M A",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "Sj M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Astellc",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The coronaviridae: an introduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B J",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "16",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genetic evidence for a structural interaction between the carboxy termini of the membrane and nucleocapsid protein of mouse hepatitis virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protein interactions during coronavirus assembly",
            "authors": [
                {
                    "first": "V P",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hogue",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of coronavirus M protein and nuclecapsid interaction in infected ceils",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PCR was performed by employing the SARS-CoV genomic RNA as templates. DNA fragment of about 700 bp in length was amplified and was the same as expected (fig. 1). Then PCR was performed by employing the positive plasmids as templates. DNA fragment of about 700 bp length was amplified and the same RT-PCR of M gent 1: RT-PCR products of M gene; M: DNA marker",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "recombinant plasmid pMD18-T-M was treated w i t h B a m H I and Sail. The restriction fragments were conformed by 1 ~ agorose gel eletrophoresis. The result showed that digestion with B a m H I and S a l I generated a 700 hp fragment. The restriction map was the same as expected (fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Western-blot analysis of M protein 1: Normal sera; 2: Sera of patients with SARS; M: Prestained protein mark 3 DISCUSSION",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}