{
    "paper_id": "ddaca142515ffa52228c48d5be64a922e578c9ed",
    "metadata": {
        "title": "Epitope-based chimeric peptide vaccine design against S, M and E proteins of SARS-CoV-2 1 etiologic agent of global pandemic COVID-19: an in silico approach 2 3",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "Shaminur"
                ],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Nazmul"
                ],
                "last": "Hoque",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Rafiul Islam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Salma",
                "middle": [],
                "last": "Akter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "S M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rubayet-Ul-Alam",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Anwar"
                ],
                "last": "Siddique",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Otun",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rahaman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Munawar",
                "middle": [],
                "last": "Sultana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Anwar Hossain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dhaka",
                    "location": {
                        "postCode": "1000",
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the cause of the 34 ongoing pandemic of coronavirus disease 2019 (COVID-19), a public health emergency of 35 international concern declared by the World Health Organization (WHO). An immuno-36 informatics approach along with comparative genomic was applied to design a multi-epitope-37 based peptide vaccine against SARS-CoV-2 combining the antigenic epitopes of the S, M and E 38 proteins. The tertiary structure was predicted, refined and validated using advanced 39 bioinformatics tools. The candidate vaccine showed an average of ≥ 90.0% world population 40 coverage for different ethnic groups. Molecular docking of the chimeric vaccine peptide with the 41 immune receptors (TLR3 and TLR4) predicted efficient binding. Immune simulation predicted 42 significant primary immune response with increased IgM and secondary immune response with 43 high levels of both IgG1 and IgG2. It also increased the proliferation of T-helper cells and 44 cytotoxic T-cells along with the increased INF-γ and IL-2 cytokines. The codon optimization and 45 mRNA secondary structure prediction revealed the chimera is suitable for high-level expression 46 and cloning. Overall, the constructed recombinant chimeric vaccine candidate demonstrated 47 significant potential and can be considered for clinical validation to fight against this global 48 threat, COVID-19. 49 50 51 52 53",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction neutralizing antibodies and long-term protective immunity in animal models 9 . Furthermore, the E 103 and M proteins also have important functions in the viral assembly of a coronavirus and can 104 augment the immune response against SARS-CoV 11,16,17 . Monoclonal antibodies with potent 105 neutralizing activity have become promising candidates for both prophylactic and therapeutic 106 interventions against SARS-CoV-2 infections 13 . Therefore, the generation of antibodies targeting 107 the RBD and/or NTD of the S glycoprotein, M and E proteins of SARS-CoV-2 would be an 108 important preventive and treatment strategy that can be tested further in suitable models before 109 clinical trials 18 . The nucleocapsid (N) protein of SARS-coronavirus (SARS-CoV), buried inside 110 phospholipid bilayer, is the major protein in the helical nucleocapsid of virion. This protein is 111 reported to be more conserved than other structural proteins, an important B cell immunogen, as 112 well as, can elicit long lasting and persistent cellular immune responses. Nevertheless, we did 113 not consider this protein in the chimeric vaccine formation because of its initial unavailability 114 outside of the host cell during infection 19 . ",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1243,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Linear epitopes prediction based on solvent-accessibility and flexibility revealed that 163 chain A of S protein possessed 15 epitopes, of which three epitopes having different residues 164 positions (395-514, 58-194, 1067-1146) were highly antigenic (score > 0.8). However, the B and 165 C chains had 18 and 19 epitopes, respectively, and of them three epitopes in chain B (residues 166 position 1067-1146, 89-194, 58-87) and two epitopes in chain C (residues position 56-194, 1067-167 1146) seem to be highly antigenic (score > 0.8) ( Table 1 ). The amino acid residues 395-514 and 168 56-194 of the detected epitopes belonged to RBD and NTD regions of the S protein, 169 respectively. These regions were considered as the potential epitope candidates in the IEDB 170 analysis resource Elipro analysis. However, the epitopes with amino-acids position of 1067-1146 171",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Structure-based B-cell epitopes prediction 162"
        },
        {
            "text": "were not selected as the potential epitope candidate because of their presence in viral 172 transmembrane domains ( Supplementary Fig. 3) . The tertiary structures of the RBD and NTD 173 illustrate their surface-exposed position on the S protein (Fig. 2) . 174 protein possessed only one highly antigenic epitope (57- 194 antigenicity score = 0.449) which might be potentially functional in host cell binding (Table 2) . 195 Furthermore, the Kolaskar and Tongaonkar antigenicity profiling found five highly antigenic 196 epitopes in RBD region with an average (antigenicity) score of 1.042 (minimum = 0.907, 197 maximum = 1.214), and seven highly antigenic epitopes in NTD with an average (antigenicity) 198 score of 1.023 (minimum = 0.866, maximum = 1.213) ( Supplementary Fig. 4 , Supplementary 199 Table 2 ). The average Kolaskar scores for envelop protein B-cell epitope (EBE) and membrane 200 protein B-cell epitope (MBE) were 0.980 and 1.032, respectively (Supplementary Table 2) . 201",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "194",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 137,
                    "text": "Supplementary Fig. 3)",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 409,
                    "end": 418,
                    "text": "(Table 2)",
                    "ref_id": "TABREF13"
                },
                {
                    "start": 760,
                    "end": 780,
                    "text": "Supplementary Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 801,
                    "end": 808,
                    "text": "Table 2",
                    "ref_id": "TABREF13"
                },
                {
                    "start": 977,
                    "end": 985,
                    "text": "Table 2)",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "Structure-based B-cell epitopes prediction 162"
        },
        {
            "text": "However, through ABCPred analysis, we identified 18 and 11 B-cell epitopes in RBD and NTD 202 regions with average antigenicity score of 0.775 and 0.773 in the associated domains, 203 respectively (Supplementary Table 3) . 204 205",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Table 3)",
                    "ref_id": "TABREF14"
                }
            ],
            "section": "Structure-based B-cell epitopes prediction 162"
        },
        {
            "text": "The IEDB analysis resource tool was employed to identify T-cell epitopes in RBD nM identifies peptide binders recognized by T-cells, and this threshold can be used to select 215 peptides, we kept binding affinity within 50 nM to get better confidence level in predicting 216 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint epitopes for MHC-I and MHC-II alleles. The IEDB MHC-I prediction tool retrieved 77 T-cell  217   epitopes in RBD that interacted with 21 possible MHC-I alleles whereas the NTD domain  218   possessed 35 T-cell epitopes with 17 possible MHC-I alleles (Supplementary Data 1) . Similarly, 219 the IEDB MHC-II prediction tool generated 13-mer124 peptides from the RBD, and 10-mer 73 220 peptides in the NTD segments of the S protein that showed interaction with many different 221 and/or common MHC-II alleles with an IC 50 value ranging from 1.4 to 49.9 nM (Supplementary 222 Data 1). Furthermore, for MHC-I and MHC-II processing, the analysis tool of the IEDB 223 generates an overall score for each epitope's intrinsic potential of being a T-cell epitope based on 224 proteasomal processing, TAP transport, and MHC-binding efficiency (Supplementary Data 1). 225",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "RBD",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 767,
                    "text": "MHC-I and MHC-II alleles. The IEDB MHC-I prediction tool retrieved 77 T-cell  217   epitopes in RBD that interacted with 21 possible MHC-I alleles whereas the NTD domain  218   possessed 35 T-cell epitopes with 17 possible MHC-I alleles (Supplementary Data 1)",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "Recognition of T-cell epitopes 206"
        },
        {
            "text": "The outcomes of these tools are quite substantial because they utilize vast number of alleles of 226",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recognition of T-cell epitopes 206"
        },
        {
            "text": "HLAs (human-leukocyte-antigens) during computation. 227 228",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recognition of T-cell epitopes 206"
        },
        {
            "text": "From the selected epitopes from the RBD and NTD segments, top five based on IC 50 230 score were used in molecular docking analysis using the GalaxyWeb server with their respective 231 HLA allele binders, in which they revealed significantly favorable molecular interaction for 232 binding affinity. Docking complexes thus formed have significantly negative binding energy, 233 and most of the aa residues of the epitopes were involved in molecular interactions with their 234 respective HLA alleles (Supplementary data 1). The epitope-HLA docking complexes were 235 further refined with GalaxyRefineComplex, and their binding affinity was analyzed through 236 PRODIGY web-server. All of the selected epitopes showed significantly negative binding 237 affinity (ΔG always remained ≤ -8.2 kcal mol -1 , average = -9.94 kcal mol -1 , Fig. 4 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 832,
                    "end": 838,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Molecular docking analysis of T-cell epitopes with HLA alleles 229"
        },
        {
            "text": "The findings of IFNepitope program suggests that, both the target RBD and NTD regions 242 of S protein, and B-cell linear epitope (MBE) had great probability to release of IFN-γ with a 243 positive score. A total of 56 potential positive IFN-γ inducing epitopes (15-mer) were predicted 244 for the RBD domain with an average epitope prediction score of 0.255 and the maximum SVM 245 score of 0.625. On the other hand, a total of 33 potential positive epitopes were predicted for the 246 NTD domain with an average epitope prediction score of 0.312 and the maximum SVM score of 247 0.811. Moreover, the M protein also possessed several IFN-γ inducing epitopes having an 248 average epitope prediction score of 0.980 (Supplementary Table 4 (Fig. 5a, Supplementary Data 2) . In addition to geographical 266 distribution, the ethnic groups also found to be an important determinant for good coverage of 267 the CTL and HTL epitopes (Fig. 5b) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 737,
                    "text": "(Supplementary Table 4",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 769,
                    "text": "(Fig. 5a, Supplementary Data 2)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 928,
                    "end": 937,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "IFN-γ inducing epitope prediction 241"
        },
        {
            "text": "The CoV-RMEN peptide was predicted to contain 43.2% alpha helix, 67.4% beta sheet, 303 and 12% turns (Fig. 6b, Supplementary Fig. 5 ) using CFSSP:Chou and Fasman secondary 304 structure prediction server. In addition, with regards to solvent accessibility of aa residues, 34% 305 were predicted to be exposed, 30% medium exposed, and 34% were predicted to be buried. Only 306 2 aa residues (0.0%) were predicted to be located in disordered domains by the RaptorX Property 307 server ( Supplementary Fig. 6 ). The Phyre2 server predicted the tertiary structure model of the 308 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint designed chimeric protein in 5 templates (c5x5bB, c2mm4A, c6vsbB, c5x29B and c6vybB) 309 based on heuristics to maximize confidence, percent identity and alignment coverage. The final 310 model of the CoV-RMEN peptide modelled at 82% with more than 90% confidence (Fig. 6c) . 311",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 131,
                    "text": "(Fig. 6b, Supplementary Fig. 5",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 485,
                    "end": 505,
                    "text": "Supplementary Fig. 6",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1061,
                    "end": 1070,
                    "text": "(Fig. 6c)",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Secondary and tertiary structures prediction of the CoV-RMEN 302"
        },
        {
            "text": "Moreover, 65 residues were modelled by ab initio. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary and tertiary structures prediction of the CoV-RMEN 302"
        },
        {
            "text": "The immune-stimulatory ability of the predicted vaccine CoV-RMEN was conducted 329 through the C-ImmSimm server. The analysis predicts the generation of adaptive immunity in 330 target host species (human) using position-specific scoring matrix (PSSM), and machine learning 331 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint techniques for the prediction of epitopes and immune interactions 28 . The cumulative results of 332 immune responses after three times antigen exposure with four weeks interval each time revealed 333 that the primary immune response against the antigenic fragments was elevated indicated by 334 gradual increase of IgM level after each antigen exposure (Fig. 7a) . Besides, the secondary The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint complexes of CoV-RMEN and TLRs were predicted (Fig. 8 , Table 3 ). The relative binding free 355 energies (ΔG) of the protein-TLRs complexes were significantly negative (Table 3) content is between 30% and 70% ( Fig. 9 a,b,c) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 852,
                    "end": 861,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 1075,
                    "end": 1082,
                    "text": "(Fig. 8",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1085,
                    "end": 1092,
                    "text": "Table 3",
                    "ref_id": "TABREF14"
                },
                {
                    "start": 1198,
                    "end": 1207,
                    "text": "(Table 3)",
                    "ref_id": "TABREF14"
                },
                {
                    "start": 1241,
                    "end": 1254,
                    "text": "Fig. 9 a,b,c)",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "Immune simulation 328"
        },
        {
            "text": "The evaluation of minimum free energy for 25 structures of chimeric mRNA, the 379 optimized sequences carried out by the 'Mfold'server. The results showed that Δ G of the best 380 predicted structure for the optimized construct was Δ G = -386.50 kcal/mol. The first nucleotides 381 at 5' did not have a long stable hairpin or pseudoknot. Therefore, the binding of ribosomes to the 382 translation initiation site, and the following translation process can be readily accomplished in 383 the target host. These outcomes were in the agreement with data obtained from the 384 'RNAfold'web server ( Fig. 9 d,e) where the free energy was -391.37 kcal/mol. 385 386",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 601,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF24"
                }
            ],
            "section": "Prediction of mRNA secondary structure of the CoV-RMEN 378"
        },
        {
            "text": "After codon optimization and mRNA secondary structure analysis, the sequence of the 388 chimeric peptide vaccine production does not involve virus replication, therefore reduce the cost 416 of production. Hence, a low cost strategy should be adopted for developing a highly demanded 417 vaccine for the mankind. Heterologous expression of any vaccine candidate protein has very 418 promising scopes for developing such low cost vaccine, providing that all essential properties for 419 antigenicity, immunogenicity and functional configuration are being conserved to mimic the 420 structural and functional property of the actual antigen 34 . Construction of a vaccine candidate 421 with multiple potential epitopes can obviously potentiate the multi-valency of the antigen to 422 develop immune response against a number of epitopes of any pathogen. Also, rational 423 engineering of epitopes for increased potency and magnitude, ability to enhance immune 424 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint response in conserved epitopes, increased safety and absence of unnecessary viral materials and 425 cost effectiveness all these cumulatively include potential benefit to multi-epitope recombinant 426 protein based vaccine 20 . This study was designed to assist with the initial phase of multi-epitope 427 vaccine candidate selection. Thereby, safe and effective vaccine development by providing 428 recommendations of epitopes that may potentially be considered for incorporation in vaccine 429 design for SARS-CoV-2. Vaccine design is improved through the use of specialized spacer sequences 39 . To 461 designing the CoV-RMEN (vaccine candidate) GG and EGGE linkers were incorporated 462 between the predicted epitopes to produce sequences with minimized junctional 463 immunogenicity, thereby, allowing the rational design construction of a potent multi-epitope 464 vaccine 21,38 . The molecular weight of our vaccine candidate, the CoV-RMEN is 46.8 kDa with a 465 predicted theoretical pI of 8.71, indicating that the protein is basic in nature. Also, the predicted 466 instability index indicates that the protein will be stable upon expression, thus further 467 strengthening its potential for use. The aliphatic index showed that the protein contains aliphatic 468 side chains, indicating potential hydrophobicity. All these parameters indicate that the 469 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint recombinant protein is thermally stable, hence would be best suited for use in different endemic 470 areas worldwide 6,21 . 471",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "The knowledge of secondary and tertiary structures of the target protein is essential in 472 vaccine design 39,40 . Secondary structure analysis of the CoV-RMEN indicated that the protein 473 consisted of 43.2% alpha helix, 67.4% beta sheet, and 12% turns with only 2 residues disordered. 474",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "Natively unfolded protein regions and alpha-helical and beta sheet peptides have been reported 475",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "to be important forms of structural antigens 21,40 . These two structural forms (secondary and 476 tertiary), when tested as the synthetic peptides, have the ability to fold into their native 477 structure,hence, could be recognized by naturally induced antibodies in response to infection 2 . 478",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "The tertiary (3D) structure of the vaccine candidate improved markedly after the refinement, and 479",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "showed desirable properties based on Ramachandran plot predictions. The Ramachandran plot 480",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "shows that most of the residues are found in the favoured and allowed regions (94.7%) with very 481 few residues in the outlier region; this indicates that the quality of the overall model is 482 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint be very effective measure against COVID-19 to reach globally. Hence, this could be cloned, 539 expressed and tried for in vivo validations and animal trials at the laboratory level. 540",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of CoV-RMEN with SUMO-fusion 387"
        },
        {
            "text": "A total of 250 partial and complete genome sequences of SARS-CoV-2 were retrieved 545 from NCBI (Supplementary Table 5 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Sequence retrieval and structure generation 544"
        },
        {
            "text": "We employed both structure and sequence-based methods for B-cell epitopes prediction. 573",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear B-cell epitopes prediction 572"
        },
        {
            "text": "Conformational B-cell epitopes on the S protein were predicted by Ellipro (Antibody Epitope 574 Prediction tool; http://tools.iedb.org/ellipro/) available in IEDB analysis resource 51 with the 575 minimum score value set at 0.4 while the maximum distance selected as 6 Å. The ElliPro allows 576 the prediction and visualization of B-cell epitopes in a given protein sequence or structure. The 577",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear B-cell epitopes prediction 572"
        },
        {
            "text": "ElliPro method is based on the location of the residue in the protein's three-dimensional (3D) 578 structure. ElliPro implements three algorithms to approximate the protein shape as an ellipsoid, 579 calculate the residue protrusion index (PI), and cluster neighboring residues based on their 580 protrusion index (PI) value. The residues lying outside of the ellipsoid covering 90% of the inner 581 core residues of the protein score highest PI of 0.9 23 . Antigenicity of full-length S (spike 582 glycoprotein), M (membrane protein) and E (envelope protein) proteins was predicted using 583 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint epitopes of RBD and NTD regions of S protein, full length E and M proteins were predicted by 585 \"BepiPred Linear Epitope Prediction\" (propensity scale method such as hidden Markov model) 53 586",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear B-cell epitopes prediction 572"
        },
        {
            "text": "and ABCPred under default parameters 54 . To find out the most probable peptide-based epitopes 587 with better confidence level, selected peptides were further tested using VaxiJen antigenicity 588 scores 51 . The Kolaskar and Tongaonkar antigenicity profiling from IEDB analysis resource was 589 also used for RBD and NTD segments, E and M proteins 55 . 590 591",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear B-cell epitopes prediction 572"
        },
        {
            "text": "Immune Epitope Database (IEDB) tool peptide binding to MHC class I molecules and 593",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "Proteasomal cleavage/TAP transport/MHC class I combined predictor 594",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "(http://tools.iedb.org/main/tcell/) were used to screen CTL epitopes, proteasomal cleavage and 595 transporter associated with antigen processing (TAP) with all parameters set to default. 596",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "Threshold for strong binding peptides (IC 50 ) was set at 50 nM to determine the binding and 597 interaction potentials of helper T-cell epitope peptide and major histocompatibility complex 598 (MHC) class I allele 20,23 . The total score generated by the tool is a combined score of 599 proteasome, major histocompatibility complex (MHC), TAP (N-terminal interaction), processing 600 analysis scores. The HTL epitopes were screened using the IEDB tool \"MHC-II Binding 601",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "Predictions\" (http://tools.iedb.org/mhcii/). The tool generated the median percentile rank for each 602 predicted epitope through combination of three methods (Combinatorial Library, SMM-align, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint minimization. This results in improvements in both global and local structures, with more 677 accurate side chain positions, better hydrogen-bonding networks, and fewer atomic overlaps 63 . 678",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "The GalaxyRefine server was further used to improving the best local structural quality of the 679 principle to validate a protein structure by using a Ramachandran plot and separates plots for 687",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "Glycine and Proline residues 64 . 688",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening for T-cell epitopes 592"
        },
        {
            "text": "To further characterize the immunogenicity and immune response profile of the CoV-691 RMEN, in silico immune simulations were conducted using the C-ImmSim server 692 The red, cyan, and yellow colored regions represent the potential antigenic domains predicted by the IEDB analysis resource Elipro analysis. GalaxyWEB-GalaxyPepDock-server followed by the refinement using GalaxyRefineComplex and free energy (ΔG) of each complex was determined in PRODIGY server. Ribbon structures represent HLA alleles and stick structures represent the respective epitopes. Light color represents the templates to which the alleles and epitopes structures were built. Further information on molecular docking analysis is also available in Supplementary Data 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune simulation 690"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint (COVID-19), a public health emergency of international concern declared by the World Health Organization (WHO). An immuno-informatics approach along with comparative genomic was applied to design a multi-epitope-based peptide vaccine against SARS-CoV-2 combining the antigenic epitopes of the S, M and E proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune simulation 690"
        },
        {
            "text": "Here, I would like to request you to have APC waivers and discounts (Bangladesh, lowermiddle-income country) for this manuscript as per the rules of the journal. Therefore, me and rest of the co-authors of this manuscript do firmly believe and hope that you and the reviewer panel will consider this manuscript suitable for publication in npj Vaccines journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune simulation 690"
        },
        {
            "text": "Thanking you for kind consideration. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune simulation 690"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus (2019-nCoV) situation reports -World Health 757",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Organization (WHO)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epitopes Vaccine Prediction against Severe Acute Respiratory Syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "In Silico Prediction of a Novel Universal Multi-epitope Peptide 765",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Badawi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vaccine in the Whole Spike Glycoprotein of MERS CoV",
            "authors": [],
            "year": null,
            "venue": "Am. J. Microbiol Res",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunogenicity and structures of a rationally designed prefusion 768",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallesen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MERS-CoV spike antigen",
            "authors": [],
            "year": 2017,
            "venue": "Proc. Nat. Aca. Sci",
            "volume": "114",
            "issn": "35",
            "pages": "7348--7357",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epitope based peptide vaccine design and target site depiction against Middle East 771",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Respiratory Syndrome Coronavirus: an immune-informatics study",
            "authors": [],
            "year": 2019,
            "venue": "J. Translational Med. 772",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preliminary identification of potential 774 vaccine targets for the COVID-19 coronavirus (SARS-CoV-2) based on SARS-CoV 775 immunological studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Quadeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Design of multi epitope-based peptide vaccine against E 777 protein of human 2019-nCoV: An immunoinformatics approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Abdelmageed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cryo-EM structure of the SARS coronavirus 779 spike glycoprotein in complex with its host cell receptor ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion 782 conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The outbreak of SARS-CoV-2 pneumonia calls for viral vaccines",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Return of the coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structural definition of a neutralization epitope on the N-terminal domain 788",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structural Definition of a Neutralization-sensitive Epitope on the MERS-793",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The expression of membrane protein augments the specific responses 795 induced by SARS-CoV nucleocapsid DNA immunization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Immunol",
            "volume": "43",
            "issn": "",
            "pages": "1791--1798",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coronavirus envelope protein: current knowledge",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schoeman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virol",
            "volume": "798",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Genomic characterization of the 2019 novel human-pathogenic 800",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Coronavirus infections and immune responses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virology",
            "volume": "92",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epitope-Based Vaccine Target Screening against Highly Pathogenic MERS-805",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "CoV: An In Silico Approach Applied to Emerging Infectious Diseases",
            "authors": [],
            "year": null,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "In-silico design of a multi-epitope vaccine candidate against 808 onchocerciasis and related filarial diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Rep",
            "volume": "9",
            "issn": "1",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Recent Advances in the Vaccine Development Against Middle East 810",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "115 Most previous studies of the CoVs have focused on the use of single recombinant 116 antigens, however, the immune responses generated have been inadequate to warrant their use in 117 the development of an effectual protective tool 20,21 . Alternatively, we propose the development 118 of a multi-epitope vaccine candidate which could lead to the generation of a more potent 119 protective immune response. Multi-epitope vaccine candidates have already been designed for 120 several diseases, including FMD (in our laboratory; unpublished data), MERS and SARS, and 121 their efficacies have been further reported in MERS-CoV and SARS-CoV 2,6,22 . Hence, we can 122 assume that chimeric vaccine targeting multiple epitopes on the RBD and NTD segments of the 123 S protein, M and E proteins would be a potentially effective vaccine candidate in combatting 124 SARS-CoV-2, and therefore, could be used for vaccine design. Combining subunit vaccines with 125 (II) of the S protein of SARS-CoV-2, SARS-CoV and MERS-CoV were 33.01, 32.42 and 36.60 148 indicating that these proteins are quite stable 4,23 . 149 The S protein of the SARS-CoV-2, SARS-CoV and MERS-CoV is a trimeric 150 conformation consisting of three homologous chains naming as chain A, B and C 5,10 (Fig. 1). The 151 individual structural domain of coronavirus S proteins reflects high degree of structural 152 divergences in the receptor-binding domain (RBD) and N-terminal domain (NTD) of the chain A 153 and chain C compared to that of chain B. Multiple sequence alignment revealed that the S 154 protein of SARS-CoV-2 shares 77.38% and 31.93% sequence identity with the S proteins of the 155 SARS-CoV and MERS-CoV, respectively, and these findings are in line with many earlier 156 studies 3-7 (Supplementary Fig. 2). Due to structural divergence in RBD and NTD of S proteins in 157 SARS-CoV-2, SARS-CoV and MERS-CoV, these regions are the main focus of structural 158 studies including epitope-based chimeric vaccine candidate designing, selection, and 159 development. 160 161",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and 207 NTD of the S protein of SARS-CoV-2. The prediction method included the major 208 histocompatibility complex class I and П (MHC-I, MHC-П), proteasomal cleavage and TAP 209 transport. The RBD and NTD regions were analyzed using IEDB MHC-I binding prediction tool 210 to predict T lymphocytes epitopes that have binding affinity with MHC-I alleles based on 211 Artificial Neural Network (ANN) with half-maximal inhibitory concentration (IC 50 ) ≤ 50 nM. A 212 lower IC 50 value indicates higher binding affinity of the epitopes with the MHC class I and II 213 molecules. While most of the studies 24,25 reported that a binding affinity (IC 50 ) threshold of 250 214",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Design and construction of chimeric vaccine candidate 274The selected sequences for designing of chimeric construct were PADRE (13 aa), MBE 275(20 aa), NTD (139 aa), RBD (200 aa), EBE (15 aa), and Invasin (16 aa), and the construct was 276 named as CoV-RMEN. The schematic diagram of protein domain structures, their junctions and 277 linker sites in CoV-RMEN are shown in Fig. 6a. These fragments were fused together using a 278 repeat of hydrophobic (glycine; G) and acidic aa (glutamic acid; E) linkers. The EGGE, GG, GG, 279 GG and EGGE sequences were introduced between different domains, and epitopes for more 280 flexibility and efficient separation with balancing of acidic and basic amino acids. 281 282 Prediction of the antigenicity and allergenicity of the CoV-RMEN 283 The antigenicity of the final chimeric protein sequence was predicted by the VaxiJen 2.0 284 server to be 0.450 with a virus model at a threshold of 0.4 and 0.875 with ANTIGENpro. that the generated CoV-RMEN sequences are both antigenic in nature. The 286 vaccine sequence without the adjuvant was also predicted to be non-allergenic on both the 287 AllerTOP v.2 and AllergenFP servers 21 . 288 289 Physiochemical properties and solubility prediction of the CoV-RMEN 290 The molecular weight (MW) of the finally constructed vaccine candidate was predicted to 291 be 46.8 kDa with a theoretical isoelectric point value (pI) of 8.71. The protein is predicted to be 292 slightly basic in nature based on the pI. The half-life was assessed to be 4.4 hours in mammalian 293 reticulocytes in vitro, and >20 hours in yeast and >10 hours in E. coli in vivo. The protein was 294 predicted to be less soluble upon expression with a solubility score of 0.330 corroborating the 295 findings of many previous studies 21,26 . An instability index (II) of 29.74 was predicted, 296 classifying the protein as stable (II of > 40 indicates instability). The estimated aliphatic index 297 was predicted to be 66.59, indicating thermostability. The predicted Grand average of 298 hydropathicity (GRAVY) was −0.300. The negative value indicates the protein is hydrophilic in 299 nature and can interact with water molecules 21 . 300 301",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "structure refinement and validation of the CoV-RMEN 316After energy minimization of the CoV-RMEN using GROMOS96 program 27 , refinement 317 of the vaccine model on the ModRefiner server followed by further refinement on the 318GalaxyRefine server yielded five models. The selected model has parameters scores of GDT-HA 319 (0.9538), RMSD (0.414), and MolProbity (2.035). The Ramachandran plot analysis of the finally 320 modelled protein revealed that 94.7% of residues in the protein are in favored regions(Fig. 6d), 321 consistent with the 94.0% score predicted by the GalaxyRefine analysis. Additionally, 4.8% of 322 the residues were predicted to be in allowed regions, and only 0.5% in disallowed region(Fig. 323 6d). The chosen model after refinement had an overall quality factor of 74.45% with ERRAT 324 (Supplementary Fig. 7)while ProSA-web gave a Z-score of −6.17(Fig. 6e)for the CoV-RMEN 325 protein model. 326 327",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "335 immune response, crucial for immune stability, have been shown as increased with adequate 336 generation of both IgG1 and IgG2. Also, the elevated level of all circulating immunoglobulins 337 indicates the accuracy of relevant clonal proliferation of B-cell and T-cell population. The level 338 of cytokines after antigen exposure increased concomitantly reflected by escalation of IFN-γ and 339 IL-2 which are most significant cytokines for anti-viral immune response and clonal selection 340 (Fig. 7b). The abundance of different types of B-cells and T-cells, like antigen processing B-341 cells, resting memory B-and T-cells, B-cells with IgM and IgG remains significantly higher 342 indicating development of immune memory and consequently increased clearance of antigen 343after exposure(Fig. 7c,d). Additionally, T-helper cells and cytotoxic T-cells were found with a 344 drastic up-regulation of Th1 concentration enhancing the B-cell proliferation and immune 345 memory development(Fig. 7e,f). The high level of immunoglobulin IgG1 + IgG2, active B-cell 346and T-helper cell population reflected the development of strong immune response reinforcing 347 the indelible and peerless antigenicity of the CoV-RMEN vaccine candidate. 348 349Molecular docking of CoV-RMEN with immune receptors (TLR3 and TLR4) 350The ClusPro server was used to determine the protein binding and hydrophobic 351 interaction sites on the protein surface. The immune responses of TLR3 and TLR4 against 352 vaccine construct (CoV-RMEN) were estimated by analyzing the overall conformational stability 353 of vaccine protein-TLRs docked complexes. The active interface aa residues of refined 354",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "which 356 suggest that the interaction of the chimeric protein might favor stimulation of the TLR receptors. 357 Interface contacts (IC) per property (ICs charged-charged: 16, ICs charged-polar: 22, ICs 358 charged-apolar: 26, polar-polar: 6, ICs polar-apolar: 25 and apolar-apolar: 29) were for the 359 vaccine protein-TLR3 complex. Also, vaccine protein-TLR4 complex showed similar (ICs) per 360 property (ICs charged-charged: 5, ICs charged-polar: 11, ICs charged-apolar: 30, polar-polar: 4, 361 ICs polar-apolar: 31 and apolar-apolar: 39). These data validate the selected docked complexes 362 that may result high binding among TLRs and the chimeric protein (Fig. 8). 363 364 Codon optimization of the CoV-RMEN 365 The high yield expression of a recombinant protein is always remained as a challenge, 366 whereas heterologous prokaryotic expression vector can potentiate a robust, low cost and user-367 friendly technology for large scale vaccine production. For this reason, the recombinant protein 368 encoding sequence need to be optimized for escalation of protein expression and downstream 369 processing for a final product development. In order to optimize codon usage of the vaccine 370 construct CoV-RMEN in E. coli (strain K12) for maximal protein expression, Rare Codon 371 Analysis Tool (GenScript) was used. The length of the optimized codon sequence was 1,251 372 nucleotides. The Codon Adaptation Index (CAI) of the optimized nucleotide sequence was 0.87, 373 and the average GC content of the adapted sequence was 50.26% showing the possibility of good 374 expression of the vaccine candidate in the E. coli host. The optimal percentage range of GC 375",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "recombinant plasmid was designed by inserting the adapted codon sequences into pETite vector 389 (Lucigen, USA) using SnapGene software (Fig. 10). The utilization of pETite vector containing 390 SUMO (Small Ubiquitin-like Modifier) tag and 6x-His tag will facilitate both the solubilization 391 and affinity purification of the recombinant protein 29 . After successful cloning of the gene, the 392 recombinant plasmid can be propagated efficiently using E. coli cells, and subsequent protein 393 expression can be performed in E. coli K-12 strain using IPTG causative agent of the ongoing COVID-19 pandemic caused by SARS-CoV-2, the 399 seventh coronavirus with high zoonotic importance and transmission rate, has proved to be 400 transmitted through direct and indirect contact along with airborne transmission which contribute 401 it has exceeded both SARS-CoV and MERS-CoV in its rate of 403 transmission among humans 30 , and therefore, effective measures counteracting its infection have 404 become a major research focus. Scientific efforts have been going on extensively to learn about 405 the virus, its biological properties, epidemiology, and pathophysiology 7 . At this early stage, 406 different vaccine development efforts have been going on globally along with the novel drug 407 development strategies 33 . 408 Development of an effective live attenuated vaccine for viral pathogens has been the 409 most practiced strategy for prevention. But due to its extremely high contagious nature and 410 ability for community transmission, this novel SARS-CoV-2 attenuated vaccine research 411 essentially requires high biosafety level for researchers and work stations, which may eventually 412 make it difficult to avail the vaccine for mass population of all the countries. Although live 413 attenuated vaccine is often very immunogenic, however, the risk of reversion to a virulent virus 414 has limited its usage as SARS-CoV and MERS-CoV vaccine 22 . Unlike other types of vaccines, 415",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "430 Pathophysiology and virulence mechanisms of coronaviruses (CoVs), and therefore 431 similarly of SARS-CoV-2 have links to the function of the structural proteins such as spike (S) 432 glycoprotein, envelop (E), and membrane (M) proteins 34,35 . Across the CoV families, the 433 antibodies against the S glycoprotein, M and E proteins of SARS-CoV-2 would provide 434 immunity to the infection 2,12,22 . Therefore, this work focused on the in silico design and 435 development of a potential multi-epitope vaccine for SARS-CoV-2 selecting epitopes and 436 domains from the S, E and M proteins. 437 Among the structural elements of CoVs, the spike S glycoproteins are composed of two 438 major domains, the RBD and NTD. Furthermore, the homotrimeric S proteins of the SARS-439 CoV-2, SARS-CoV 9,10 and MERS-CoV 5 comprises three chains: the chain A, B and C on the 440 viral surface, guiding the link to host receptors. Unlike the full-length S protein of the CoVs, the 441 RBD and NTD segments possessed the critical neutralizing domains but lacking the non-442 neutralizing immunodominant region 6,10,11,22 . Therefore, considering the safety and effectiveness 443 perspectives, the RBD and NTD are more promising candidates in the development of SARS-444 CoV-2 vaccines over the full-length S protein. The presence of E and M proteins on the envelope 445 can augment the immune response against SARS-CoV 2,36 and thus, considered for suitable 446 informatics analyses of the selected RBD and NTD regions indicated that these 449 contain ample amount of high-affinity B-cell, MHC Class I, MHC Class II and interferon-γ 450 (IFN-γ) epitopes with high antigenicity scores. Moreover, membrane B-cell epitope (MBE) and 451 envelop B-cell epitope (EBE) were selected from the M and E proteins, respectively for the final 452 vaccine construct to enhance the overall stability, immunogenicity and antigenicity of the 453 chimeric vaccine candidate, the CoV-RMEN 21 . The HLA alleles maintain the response to T-cell 454 epitopes, and in different ethnic communities and geographical regions, these alleles are highly 455polymorphic. T-cell epitopes from RBD and NTD regions having high interaction with more 456 HLA alleles were found to cover more than 98% of the world population with different ethnic 457 groups 6,37,38 . Moreover, the molecular docking between T-cell epitopes and their respective HLA 458 alleles revealed their highly significant binding affinity reflecting the immune activation of B-459and T-cells 23 . 460",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "satisfactory 21,23 . The lack of allergenic properties of the CoV-RMEN further strengthens its 483 potential as a vaccine candidate. Strikingly, the multi-epitope peptide we designed and 484 constructed (CoV-RMEN), showed higher antigenicity scores on Vaxijen v2.0 (0.450 with a 485 virus model at a threshold of 0.4) and ANTIGENpro (0.875) gave an antigenic score almost 486 twice that of Ov-103 on ANTIGENpro (0.93 for the chimeric peptide and 0.59 for Ov-103) 487 supporting that this multiple-epitopes carrying vaccine candidate would be poorly immunogenic 488 and require coupling to adjuvants. However, the designed protein must show similar antigenicity 489 scores with and without the addition of an adjuvant sequence 21 . 490 It has been reported that immunity to viral infections is dependent on both B-and T-491 cells 20,21 . Toll-Like Receptors (TLRs) recognize Pathogen Associated Molecular Patterns 492 PAMPs) from viral components or replication intermediates, resulting in signaling cascades that 493 initiate an antiviral state in cells as a result of infection 41 . However, it is likely that TLRs might 494 play an important role in the innate immune response to SARS-CoV-2 infection 42 . Though, we 495 did not use any adjuvants, it is reported that TLRs (TLR3 and TLR4) can effectively bind with 496 spike protein of the CoV 43 . The molecular docking analysis of the CoV-RMEN through 497 HADDOCK showed that the chimeric protein can establish stable protein-protein interactions 498 with TLRs (TLR-3,TLR-4) 41 indicating efficient activation of these surface molecules which is 499 very crucial for immune activation of dendritic cells for subsequent antigen processing and 500 presentation to CD4+ and CD8+ T-cells via MHC-II and MHC-1, respectively corroborating the 501 findings of different earlier studies 11,20,21 . TLR 4 might bind to S protein leading to the 502 activation of the MyD88 dependent signaling pathway, which ultimately releases 503 proinflammatory cytokines 35 . Immune simulation of the designed CoV-RMEN showed results 504 consistent with typical immune responses, and there was a general increase in the generated 505 immune responses after repeated antigen exposures. The comprehensive immune response 506 developed after repeated antigen exposure reflected a perfect host defence development with the 507 uplifted primary immune response and subsequent secondary immune response resulting in 508 immune memory development 2 . In the present study, the development of memory B-cells and T-509 cells was evident, with memory in B-cells lasting for several months. Helper T-cells were 510 particularly stimulated. The engrossing findings of the study is the development of Th1 response 511 which enhance the growth and proliferation of B-cells augmenting the adaptive immunity 44 . The 512 antiviral cytokine IFN-γ and cell stimulatory IL-2 level significantly increased which also 513 contribute to the subsequent immune response after vaccination in host 2 . This indicates high 514 levels of helper T-cells and consequently efficient antibody production, 45 . The Simpson index, D for investigation of clonal specificity suggests a possible 516 diverse immune response. This is plausible considering the generated chimeric peptide is 517 composed of sufficient B-and T-cell epitopes. 518 One of the first steps in validating a candidate vaccine is to screen for immunoreactivity 519 through serological analysis. This requires the expression of the recombinant protein in a suitable 520 host. Escherichia coli expression systems are the preferred choice for the production of 521 recombinant proteins 33 . In order to achieve high-level expression of our recombinant vaccine 522 protein in E. coli (strain K12), codon optimization was carried out. Stable mRNA structure, 523 codon adaptability index (0.87), and the GC content (50.26%) were favourable for high-level 524 expression of the protein in bacteria. The next step projected at the moment, is to express this 525 peptide in a bacterial system and perform the various immunological assays needed to validate 526 the results obtained here through immuno-informatics analyses. 527 528 Conclusions 529 COVID-19 is reaching entire globe and emergence of the causative agent SARS-CoV-2 530kept us nowhere as we are racing for treatment and prevention. This multi-epitope chimera that 531 we named as CoV-RMEN possess domains of RBD and NTD segments of S, M and E proteins 532 all of which showed significant antigenic properties compared to any other viral proteins. This 533 chimera also includes potential CTL, HTL and B-cell epitopes to ensure humoral as well as 534 cellular immune response and the optimal expression and stability of the chimera was validated. 535With multiple limitations and high cost requirements for the attenuated vaccine preparation for 536 contagious agents like SARS-CoV-2, this chimeric peptide vaccine candidate gives us the hope 537 to ensure it's availability and relatively cheap option to reach entire world. This CoV-RMEN can 538",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "550 Despite having minor heterogeneity in spike glycoprotein (S), membrane (M) and envelop (E) 551 proteins, the NCBI reference genome (Accession no: NC_045512.2) of SARS-CoV-2 from 552 Wuhan, China was finally selected for domains and epitopes selection, secondary and tertiary 553 (3D) structure prediction, antigenicity and allergenicity assessment, refinement and validation, 554 molecular docking, cDNA and mRNA analysis for cloning and expression 20,21 . Moreover, two 555 reference genome sequences of SARS-CoV (NC_004718.3) and MERS-CoV (NC_019843.3) 556were also retrieved from the NCBI database to reveal the structural heterogeneity of S protein. 557Multiple sequence alignment of the S proteins of the viruses was performed by CLUSTALW 45 . 558Since the S glycoprotein of coronaviruses is important for viral attachment to host cell, antibody 559 against this protein acts as inhibitor 30 , therefore, S proteins of SARS-CoV, MERS-CoV and 560 SARS-CoV-2 were structurally compared using SWISS homology modeling 46 based on the 561 Ramachandran plots of the derived models were 564 evaluated using a PROCHECK (version 3.5)-server to check the stereochemical properties of the 565 modeled structures 48 . Finally, the homology models were structurally aligned using PyMOL 49 , 566and observed for heterogeneity in the conformations. The physiochemical properties of the S 567 glycoprotein of the SARS-CoV-2, SARS-CoV and MERS-CoV was computed using the 568",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "VaxiJen v2.0 (http://www.ddg-pharmfac.net/vaxijen/VaxiJen/VaxiJen.html) 52 . The linear B-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Sturniolo) by comparing the score of peptide against the scores of other random five million 604 15-mer peptides from the SwissProt database 28 . Top five HLA epitopes for each RBD and NTD 605 segments were docked against the respective HLA (MHC-and MHC-) allele binders by 606 interaction similarity-based protein-peptide docking system GalaxyPepDock of the GalaxyWeb, coverage by CTL and HTL epitopes 611 Due to the MHC restriction of T-cell response, the peptides with more different HLA 612 binding specificities mean more population coverage in defined geographical regions and ethnic 613 groups where-and-to-whom the peptide-based vaccine might be employed. The predicted T-cell 614 epitopes were shortlisted based on the aligned Artificial Neural Network (ANN) with half-615 maximal inhibitory concentration (annIC 50 ) values up to 50 nM. The IEDB \"Population 616Coverage\" tool (http://tools.iedb.org/population/) 57 was used to determine the world human 617 population coverage by the shortlisted CTL and HTL epitopes. We used multi-epitopes involving 618 both CTL and HTL epitopes to have the higher probability of larger human population coverage 619 worldwide. We used OmicsCircos to visualize the association between world population and 620 different ethnic groups 58 . 621622IFN-γ-inducing epitope prediction 623Potential IFN-γ epitopes of all the selected antigenic sites of RBD, NTD, envelop protein 624 B-cell epitope (EBE), and membrane protein B-cell epitope (MBE) were predicted by 625 \"IFNepitope\" server (http://crdd.osdd.net/raghava/ ifnepitope/scan.php). To identify the set of 626 epitopes associated with MHC alleles that would maximize the population coverage, we adopted627 the \"Motif and SVM hybrid\" (MERCI: Motif-EmeRging and with Classes-Identification, and 628 SVM) approach. The tool generates overlapping sequences from the query antigens for IFN-γ-629 inducing epitope prediction. The estimated population coverage represents the percentage of 630 the population that are likely to elicit an immune response to at least one T 631 cell epitope from the set, and finally the coverage was observed by adding epitopes associated 632 with any of the remaining MHC alleles 2 . The prediction is based on a dataset of IFN-γ-inducing 633 and IFN-γ-noninducing MHC allele binders 59 . 634 635 Design and construction of multi-epitope vaccine candidate 636 The candidate vaccine design and construction method follows previously developed 637 FMD peptide vaccine development protocol in Professor M Anwar Hossain's laboratory 638 (unpublished data, and under patent application in Bangladesh Application No. 639 P/BD/2018/000280, date: October 1, 2018; India Patent Number: 201924036919, Date: 640 September 13, 2019). The multi-epitope protein was constructed by positioning the selected 641 RBD, NTD, MBE and EBE amino acid sequences linked with short, rigid and flexible linkers 642 GG. To develop highly immunogenic recombinant proteins, two universal T-cell epitopes were 643 used, namely, a pan-human leukocyte antigen DR-binding peptide (PADRE) 60 , and an invasin 644 immunostimulatory sequence taken from Yersinia (Invasin) 61 were used to the N and C terminal 645 of the vaccine construct respectively, linked with EGGE. Here, acidic aa, Glutamate (E) was 646 added to balance the ratio of acidic and basic amino acids. We denoted the vaccine candidate as 647 CoV-RMEN. VaxiJen 2.0 52 and ANTIGENpro (http://scratch.proteomics.ics.uci.edu/) web-648 servers were used to predict the antigenicity of the CoV-RMEN while the AllerTOP 2.0 649 (http://www.ddg-pharmfac.net/AllerTOP) and AllergenFP (http://ddg-pharmfac.net/AllergenFP/) 650 web-servers were used to predict vaccine allergenicity. 651 652 Physiochemical properties and solubility prediction of the CoV-parameters of the CoV-RMEN were assessed using the online 654 web-server ProtParam 50 . These parameters included aa residue composition, theoretical pI, 655 instability index, in vitro and in vivo half-life, aliphatic index, molecular weight, and grand 656 average of hydropathicity (GRAVY). The solubility of the multi-epitope vaccine peptide was 657 evaluated using the Protein-Sol server (https://protein-sol.manchester.ac.uk///www.biogem.org/tool/chou-fasman/) and RaptorX Property 662 (http://raptorx.uchicago.edu/StructurePropertyPred/predict/) 62 , web-servers were used for 663 secondary structure predictions. The RaptorX web-server (http://raptorx.uchicago.edu/) 62 was 664 used to predict the three-dimensional (3D) structure and binding residues of the chosen protein. 665 Homology modelling of the CoV-RMEN was carried out using the protein homology/analogy 666 recognition engine (Phyre2) (http://www.sbg.bio.ic.ac.uk/~phyre2/html/page.cgi?id=index) web-667 server. 668 669 Refinement and validation of the tertiary structure of the CoV-RMEN 670The 3D model obtained for the CoV-RMEN was refined in a three-step process, initially 671 energy minimization using the GROMOS96 program 27 implemented within the Swiss-672PdbViewer (version 4.1.0) 47 . After energy minimization, the model was refined using 673ModRefiner (https://zhanglab.ccmb.med.umich.edu/ModRefiner/) and then GalaxyRefine server 674 (http://galaxy.seoklab.org/cgi-bin/submit.cgi?type=REFINE). The construction and refinement 675 of the CoV-RMEN was further assessed through ModRefiner server for atomic-level energy 676",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "(http://150.146.2.1/C-IMMSIM/index.php)28  . All simulation parameters were set at default with 693 time steps set at 1, 84, and 170 (each time step is 8 hours and time step 1 is injection at time = 0). 694 Therefore, three injections were given at four weeks apart. The Simpson index, D (a measure of 695 diversity) was interpreted from the plot. TLRs)33  . Molecular docking of the CoV-RMEN with the TLR3 (PDB ID: 1ZIW) and TLR4 701 (PDB ID: 4G8A) receptor was performed using the High Ambiguity Driven DOCKing 702 (HADDOCK, version 2.4) 65 web-server in order to evaluate the interaction between ligand and 703 receptor and consequently the development of an immune response. In order to predict such 704 interaction, data-driven docking of designed chimeric protein and TLR3 and TLR4 complexes 705 were performed 33 . In this regard, CPORT (https://milou.science.uu.nl/services/CPORT/) was 706 used to predict active interface residues of the CoV-RMEN and TLRs. The HADDOCK server 707 was then employed to perform docking simulations of the CoV-RMEN-TLRs complexes due to 708 perform short MD simulations of docked complexes 56 . Finally, the binding affinities of the top-709 ranking docking pose of chimeric protein-TLRs complexes was predicted using the PRODIGY 710 (PROtein binDIng enerGY prediction) (https://nestor.science.uu.nl/prodigy/) web-server 56 . 711 712Analysis of cDNA and mRNA for cloning and expression 713Reverse translation and codon optimization were performed using the GenScript Rare 714Codon Analysis Tool (https://www.genscript.com/tools/rare-codon-analysis) in order to express 715 the CoV-RMEN in a selected expression vector. Codon optimization was performed in order to 716 express the final vaccine construct in the E. coli (strain K12). The analysis output includes the 717 codon adaptation index (CAI) and percentage GC content, which can be used to assess protein 718 expression levels. CAI provides information on codon usage biases; the ideal CAI score is 1.0 719 but >0.8 is considered a good score 66 . The GC content of a sequence should range between 30-720 70%. GC content values outside this range suggest unfavorable effects on translational and 721 22 . Stability of the mRNA was measured using two different tools 722 namely RNAfold (http://rna.tbi.univie.ac.at/cgi-bin/RNAWebSuite/RNAfold.cgi) and the mfold 723(http://unafold.rna.albany.edu/?q=mfold) web-servers. To clone the optimized gene sequence of 724 the final vaccine construct in E. coli into pETite vector (Lucigen, USA) through enzyme-free 725 method. The primers for amplification of the DNA fragment must contain 18-nucletide short 726 DNA sequence (5'-CGCGAACA-GATTGGAGGT-3' in upstream of forward primer and 5'-727 GTGGCGGCCGCTCTATTA-3' in upstream of reverse primer) to facilitate the enzyme-free 728 cloning of the gene at the insertion site. Finally, the sequence of the recombinant plasmid was 729 designed by inserting the adapted codon sequences into pETite vector using SnapGene software 730 (from Insightful Science; available at snapgene.com). 731 The authors thank Joynob Akter Puspo, Masuda Akter and Israt Islam (MS student), and 745 DR. Kazi Alamgir Hossain (PhD Fellow) of the Microbial Genetics and Bioinformatics 746 Laboratory, Department of Microbiology, University of Dhaka for their cooperation, suggestions 747 and overall encouragement during the preparation of the manuscript. 748 749 Supplementary Material 750 Supplementary information supporting the findings of the study are available in this 751 article as Supplementary Data files, or from the corresponding author on request. , S. et al. Design of novel multi-epitope vaccines against severe acute 812 respiratory syndrome validated through multistage molecular interaction and dynamics. J. 813 Biomol. Struc. Dyn. 37(16), 4345-4360 (2019). 814 24. Sakib, M. S., Islam, M., Hasan, A. K. M. & Nabi, A. H. M. Prediction of epitope-based 815 peptides for the utility of vaccine development from fusion and glycoprotein of nipah 816 virus using in silico approach. Adv. Bioinform. (2014). 817 25. Adhikari, U. K., Tayebi, M. & Rahman, M. M. Immunoinformatics approach for 818 epitope-based peptide vaccine design and active site prediction against polyprotein of 819 emerging oropouche virus. J. Immunol. Res. (2018). 820 26. Hebditch, M., M. A. Carballo-Amador, S. Charonis, R. Curtis & J. Warwicker. Protein-821 Sol: a web tool for predicting protein solubility from sequence. Bioinform. 33(19), 3098-822 3100 (2017). 823 27. Van Gunsteren, W., S. et al. The GROMOS96 manual and user guide. (1996). 824 28. Rapin, N.,Lund, O, Bernaschi, M & Castiglione, M. Computational immunology meets 825 bioinformatics: the use of prediction tools for molecular binding in the simulation of the 826 immune system. PLoS One 5(4) (2010). 827 29. Biswal, J. K., Bisht, P., Mohapatra, J. K., Ranjan, R., Sanyal, A. & Pattnaik, B. 828 \"Application of a recombinant capsid polyprotein (P1) expressed in a prokaryotic system 829 to detect antibodies against foot-and-mouth disease virus serotype O.\" J. Virol. Methods 830 215, 45-51 (2015). 831 30. Tai, W. et al. Characterization of the receptor-binding domain (RBD) of 2019 novel 832 coronavirus: implication for development of RBD protein as a viral attachment inhibitor 833 and vaccine. Cell. Mol. Immunol. (2020). , P. et al. Discovery of a novel coronavirus associated with the recent pneumonia 835 outbreak in humans and its potential bat origin. bioRxiv. (2020). 836 32. Hui, D. S. et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses to 837 global health-The latest 2019 novel coronavirus outbreak in Wuhan, China. Int. J. Inft. 838 Dis. 91, 264-266 (2020). 839 33. Pei, H. et al. Expression of SARS-coronavirus nucleocapsid protein in Escherichia coli 840 and Lactococcus lactis for serodiagnosis and mucosal vaccination. Applied Microbiol. 841 Biotech. 68(2), 220-227 (2005). 842 34. Pang, J. et al. Potential rapid diagnostics, vaccine and therapeutics for 2019 novel 843 Coronavirus (2019-ncoV): a systematic review. J. Clinical Med. 9(3), 623 (2020). 844 35. Frieman, M. et al. \"SARS coronavirus and innate immunity.\" Virus Research. 133(1), 845 101-112 (2018). 846 36. Millet, J. K. & Whittaker, G. R. \"Host cell proteases: Critical determinants of coronavirus 847 tropism and pathogenesis.\" Virus Res. 202, 120-134 (2015). 848 37. Jaimes, J. A., Andre, N. M., Millet, J. K. & Whittaker, G. R. Structural modeling of 849 2019-novel coronavirus (nCoV) spike protein reveals a proteolytically-sensitive 850 activation loop as a distinguishing feature compared to SARS-CoV and related SARS-851 like coronaviruses. arXiv. (2020). 852 38. Huang, H. et al. CD4(+) Th1 cells promote CD8(+) Tc1 cell survival, memory response, 853 tumor localization and therapy by targeted delivery of interleukin 2 via acquired pMHC I 854 complexes. Immunology 120, , N. et al. In silico design of a chimeric protein containing antigenic 856 fragments of Helicobacter pylori; a bioinformatic approach. The Open Microbiol. J. 10, 857 97 (2016). 858 40. Meza, B., Ascencio, F., Sierra-Beltrán, A. P., Torres, J. & Angulo, C. A novel design of a 859 multi-antigenic, multistage and multi-epitope vaccine against Helicobacter pylori: an in 860 silico approach. Infect. Genet. Evol. 49, 309-317 (2017). 861 41. Totura, A. L. et al. Toll-like receptor 3 signaling via TRIF contributes to a protective 862 innate immune response to severe acute respiratory syndrome coronavirus 863 infection. MBio 6(3), e00638-15 (2015). 864 42. Mosaddeghi, P. et al. Therapeutic approaches for COVID-19 based on the dynamics of 865 interferon-mediated immune responses. (2020). 866 43. Zander, R. A. et al. Th1-like plasmodium-specific memory CD4+ T cells support 867 humoral immunity. Cell Rep. 21(7), 1839-1852 (2017). 868 44. Carvalho, L. H. et al. IL-4-secreting CD4+ T cells are crucial to the development of 869 CD8+ T-cell responses against malaria liver stages. Nat. Med. 8, 166-70 (2002). 870 45. Hoque, M. N. et al. Metagenomic deep sequencing reveals association of microbiome 871 signature with functional biases in bovine mastitis. Sci. Rep. 9, 13536 (2019). 872 46. Waterhouse, A. et al.. \"SWISS-MODEL: homology modelling of protein structures and 873 complexes.\" Nucleic Acids Res. 46(W1), W296-W303 (2018). 874 47. Guex, N. & Peitsch, M. C. \"SWISS MODEL and the Swiss Pdb Viewer: an 875 environment for comparative protein modeling.\" Electrophoresis 18(15), Faure, G. et al. iPBAvizu: a PyMOL plugin for an efficient 3D protein structure 881 superimposition approach. Source Code Biol. Med. 14, 5 (2019). 882 50. Gasteiger, E. et al. Protein identification and analysis tools on the ExPASy server. The 883 Proteomics Protocols Handbook, Springer: 571-607 (2005). 884 51. Kringelum, J. V., Lundegaard, C., Lund, O. & Nielsen, M. Reliable B cell epitope 885 predictions: Impacts of method development and improved benchmarking. PLoS Comput. 886 Biol. 8(12), e1002829 (2012). 887 52. Doytchinova, I. A. & Flower, D. R. VaxiJen: a server for prediction of protective 888 antigens, tumour antigens and subunit vaccines. BMC Bioinformatics 8(1), 4 (2007). 889 53. Larsen, J. E. P., Lund, O. & Nielsen, M. Improved method for predicting linear B-cell 890 epitopes. Immunome Res. 2(1), 2 (2006). 891 54. Saha, S. & Raghava G. P. S. \"Prediction of continuous B cell epitopes in an antigen 892 using recurrent neural network.\" Proteins: Structure, Function, Bioinformatics 65(1), 40-893 48 (2006). 894 55. Kolaskar, A. & Tongaonkar, P. C. \"A semi empirical method for prediction of antigenic 895 determinants on protein antigens.\" FEBS Letters 276(1-2), 172-174 (1990). 896 56. Xue, L. C., Rodrigues, J. P., Kastritis, P. L., Bonvin, A. M. & Vangone, A. \"PRODIGY: 897 a web server for predicting the binding affinity of protein-protein complexes.\" 898 Bioinformatics 32(23), Hoque, M. N. et al. Resistome diversity in bovine clinical mastitis microbiome, a 903 signature concurrence. bioRxiv, 829283 (2019). 904 59. Dhanda, S. K., Vir, P. & Raghava, G. P. \"Designing of interferon-gamma inducing MHC 905 class-II binders.\" Biology Direct 8(1), 30 (2013). 906 60. Agadjanyan, M. G. et al. \"Prototype Alzheimer's disease vaccine using the 907 immunodominant B cell epitope from β -amyloid and promiscuous T cell epitope pan 908 HLA DR-binding peptide.\" The J. Immunology 174(3), 1580-1586 (2005). 909 61. Li, H. et al. Co-expression of the C-terminal domain of Yersinia enterocolitica invasin 910 enhances the efficacy of classical swine-fever-vectored vaccine based on human 911 adenovirus. J. Biosci. 40, 79-90 (2015). 912 62. Källberg, M., Margaryan, G., Wang, S., Ma, J. & Xu, J. RaptorX server: a resource for 913 template-based protein structure modeling. In Protein Structure Prediction (pp. 17-27), 914 Humana Press, New York, NY.2014. 915 63. Xu, D. & Zhang, Y. \"Improving the physical realism and structural accuracy of protein 916 models by a two-step atomic-level energy minimization.\" Biophysical J. 101(10), 2525-917 2534 (2011). 918 64. Lovell, S. C. et al. \"Structure validation by Cα geometry: , ψ and Cβ deviation.\" 919 Proteins: Structure, Function, Bioinformatics 50(3), 437-450 (2003). 920 65. De Vries, S. J., Van Dijk, M. & Bonvin, A. M. The HADDOCK web server for data-921 driven biomolecular docking. Nat. Protoc. 5(5), 883 (2010).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Epitope-based chimeric peptide vaccine design against S, M and E proteins of SARS-CoV-2 etiologic agent of global pandemic COVID-19: an in silico approach M. Shaminur Rahman, M. Nazmul Hoque, M. Rafiul Islam, Salma Akter, A.S.M. Rubayet-Ul-Alam, Mohammad Anwar Siddique, Otun Saha, Md. Mizanur Rahaman, Munawar Sultana, M. Anwar Hossain Fig. 1 The trimeric conformation spike (S) proteins. The S proteins of the SARS-CoV-2, SARS-CoV and MERS-CoV is a trimeric conformation consisting of three homologous chains named as chain A, B and C. Respective sequences of these three chains were aligned and visualized using PyMOL which revealed high degree of structural divergences in the N-terminal domains (NTDs) and receptor binding domains (RBDs) of the chain A and C compared to that of chain B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The three-dimensional (3D) structure of the N-terminal domains (NTDs) and receptor binding domains (RBDs) of the spike (S) proteins of SARS-CoV-2 (surface view).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Predicted B-cell epitopes using BepiPred-2.0 epitope predictor in IEDB-analysis resource web-based repository. Yellow areas above threshold (red line) are proposed to be a part of B cell epitopes in (a) RBD and (b) NTD regions of S protein, (c) envelop (E) and (d) membrane (M) proteins of SARS-CoV-2. While green areas are not.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Molecular docking of top five MHC-and MHC-epitopes of RBD and NTD domains with respect to HLA allele binders. The protein-peptide docking was performed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Population coverage of the selected T-cell epitopes and their respective HLA alleles. The circular plot illustrates the relative abundance of the top 70 geographic regions and ethnic groups for selected CTL and HTL epitopes, which were used to construct the vaccine and their corresponding MHC HLA alleles were obtained for population coverage analysis both individually (either MHC-or MHC-) and in combination (MHC-and MHC-). (a) Population coverage of top seventy geographical regions out of 123 regions. (b) Population coverage of top seventy ethnic groups selected from 146 ethnic groups. Regions and ethnic groups in the respective MHC-and MHC-epitopes are represented by different colored ribbons, and the inner blue bars indicate their respective relative coverages. Further information on population coverage analysis is also available in Supplementary Data 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Design, construction and structural validation of multi-epitope vaccine candidate (CoV-RMEN) for SARS-CoV-2. (a) Structural domains and epitopes rearrangement of CoV-RMEN, (b) secondary structure of CoV-RMEN as analyzed through CFSSP:Chou and Fasman secondary structure prediction server, (c) final tertiary structure of CoV-RMEN (surface view) obtained from homology modelling on Phyre2 in which domains and epitopes are represented in different colors (PADRE-green; membrane B-cell epitope, MBE-magenta; N-terminal domain, NTD-orange; receptor-binding domain, RBD-cyan; envelop B-cell epitope, EBE-blue; invasinyellow), (d) validation of the refined model with Ramachandran plot analysis showing 94.7%, 4.8% and 0.5% of protein residues in favored, allowed, and disallowed (outlier) regions respectively, (e) ProSA-web, giving a Z-score of −6.17, and (f) the finally predicted primary structure of the CoV-RMEN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "-ImmSim presentation of an in silico immune simulation with the chimeric peptide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "a) The immunoglobulins and the immunocomplex response to antigen (CoV-RMEN) inoculations (black vertical lines); specific subclasses are indicated as colored peaks, (b) concentration of cytokines and interleukins, and inset plot shows danger signal together with leukocyte growth factor IL-2, (c) B-cell populations after three injections, (d) evolution of B cell, (e) T-helper cell populations per state after injections, and (f) evolution of T-helper cell classes with the course of vaccination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Molecular docking of CoV-RMEN vaccine with immune receptors (TLR2, TLR3 and TLR4). Docked complexes for (a) CoV-RMEN and TLR2, (b) CoV-RMEN and TLR3, and (c) CoV-RMEN and TLR4. Magnified interfaces of the complexes are figured to (d), (e) and (f) respectively. Active residues of CoV-RMEN colored magenta, and of TLRs colored orange with stick view. Δ G represents the binding affinity of the complexes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Codon optimization and mRNA structure of CoV-RMEN gene for expression in E. coli (a) GC curve (average GC content: 50.26%) of the optimized CoV-RMEN gene, (b) percentage distribution of codons in computed codon quality groups, (c) relative distribution of codon usage frequency along the gene sequence to be expressed in E. coli, and codon adaptation index (CAI) was found to be 0.87 for the desired gene, (d) secondary structure and stability of corresponding mRNA, and (e) resolved view of the start region in the mRNA structure of CoV",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "In silico fusion cloning of the CoV-RMEN. The final vaccine candidate sequence was inserted into the pETite expression vector where the red part represents the gene coding for the predicted vaccine, and the black circle represents the vector backbone. The six His-tag and SUMU-tag are located at the Carboxy-terminal end. pleased to submit an original research article entitled \"Epitope-based chimeric peptide vaccine design against S, M and E proteins of SARS-CoV-2 etiologic agent of global pandemic COVID-19: an in silico approach\" for your kind consideration for publication in the npj Vaccines, a renowned Nature publishing journal. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the cause of the ongoing pandemic of coronavirus disease 2019",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Epitope-based chimeric peptide vaccine design against S, M and E proteins of SARS-CoV-2 etiologic agent of global pandemic COVID-19: an in silico approach M. Shaminur Rahman, M. Nazmul Hoque, M. Rafiul Islam, Salma Akter, A.S.M. Rubayet-Ul-Alam, Mohammad Anwar Siddique, Otun Saha, Md. Mizanur Rahaman, Munawar Sultana, M. Anwar Hossain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Epitope-based chimeric peptide vaccine design against S, M and E proteins of SARS-CoV-2 etiologic agent of global pandemic COVID-19: an in silico approach M. Shaminur Rahman, M. Nazmul Hoque, M. Rafiul Islam, Salma Akter, A.S.M. Rubayet-Ul-Alam, Mohammad Anwar Siddique, Otun Saha, Md. Mizanur Rahaman, Munawar Sultana, M. Anwar Hossain",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The distribution of HLA allele varies between different geographical regions and ethnic 252 groups around the globe. Therefore, population coverage during the development of an efficient 253 vaccine must be taken into account. In this study, epitopes having IC 50 values respective alleles (CTL and HTL) were considered for population coverage analysis both 255 individually (MHC-I and MHC-II) and in combination (Supplementary Data 2). Our selected 256 CTL and HTL epitopes were found to cover 94.9% and 73.11% of the world population, 257 respectively. Importantly, CTL and HTL epitopes showed 98.63% population coverage 258 worldwide when used in combination. The highest population coverage was found to be 99.99% 259 in the Latin American country, Peru(Fig. 5, Supplementary Data 2). In China, where the viral 260 strain (SARS-CoV-2) first appeared and had more devastating outbreaks, the population 261 coverage for CTL and HTL epitopes was 92.67% and 53.44%, respectively with a combined 262 coverage of 96.59%. SARS-CoV-2 is currently causing serious pandemics in different continents 263 of the globe including Italy, England, Spain, Iran, South Korea and United States of America 264 where the combined population coverage was found to be 98.8%, 99.44%, 95.35%, 98.48%, 265 99.19% and 99.35%, respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Of the studied 147 ethnic groups, the Peru Amerindian had 268 highest population coverage for CTL (99.98%) while the HTL epitopes had highest population 269 coverage for Austria Caucasoid (88.44%)(Fig. 5b, Supplementary Data 2). Furthermore, 53.06% 270 of the ethnic groups had a combined population coverage of more than 90.0% for both CTL and 271 HTL epitopes.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "). We aligned these sequences through MAFFT online 546 server (https://mafft.cbrc.jp/alignment/server/) using default parameters, and Wu-Kabat protein 547 variability was analyzed in Protein variability server (http://imed.med.ucm.es/PVS/) with 548 https://www.ncbi.nlm.nih.gov/protein) reference genome (Accession no : NC_045512.2).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "(https://prosa.services.came.sbg.ac.at/prosa.php) was used to calculate overall quality score for a 681 specific input structure, and this is displayed in the context of all known protein structures. The 682ERRAT server (http://services.mbi.ucla.edu/ERRAT/) was also used to analyze non-bonded 683 atom-atom interactions compared to reliable high-resolution crystallography structures. A 684 (http://mordred.bioc.cam.ac.uk/~rapper/rampage.php). The server uses the PROCHECK 686",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the. https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint 66. Morla, S., Makhija, A. & Kumar, S. \"Synonymous codon usage pattern in glycoprotein 923 gene of rabies virus.\" Gene 584(1), 1-6 (2016). International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "B-cell epitopes predicted using Bepipred linear epitope prediction 2.0 in IEDB analysis resource web-server along with their start and end positions, average score, and VaxiJen 2.0 determined antigenicity scores. . CC-BY 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015164 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Active interface amino acid residues and binding scores among Toll Like Receptors (TLRs) and the constructed vaccine CoV-RMEN. D36, H39, K41, R643, F644, P646, F647, T650, C651, E652, S653, I654, W656, F657, V658, N659, W660, I661, N662, E663 F43, S44, N45, V46, T47, W48, D72, Y75, F76, L101, I103, I112, F152, E153, Y154, V155, S156, Q157, F159, F178, R181, F182, L371",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement 733"
        }
    ]
}