{
    "paper_id": "de39b51814f40b88bff5f6a5149b6533746a6df3",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "I",
                "middle": [
                    "Y"
                ],
                "last": "Tsou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tan Tock Seng Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "G J"
                ],
                "last": "Kaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tan Tock Seng Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "S"
                ],
                "last": "Ae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tan Tock Seng Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tan Tock Seng Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "E"
                ],
                "last": "Loh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jalan Tan Tock Seng",
                    "location": {
                        "addrLine": "100 Bukit Timah Road",
                        "postCode": "308433, 229899",
                        "settlement": "Singapore, Singapore",
                        "country": "Republic of Singapore, Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Ae",
                "middle": [
                    "I"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jalan Tan Tock Seng",
                    "location": {
                        "addrLine": "100 Bukit Timah Road",
                        "postCode": "308433, 229899",
                        "settlement": "Singapore, Singapore",
                        "country": "Republic of Singapore, Republic of Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a new form of atypical pneumonia, and is an infectious disease which has caused a pandemic with significant public health concerns. Singapore was one of the earliest areas to be affected, with the index case admitted to a local hospital on 1 March 2003 [1] . Since then, there have been more than 7700 cases worldwide and 205 cases in Singapore, both as of 16 May 2003 [2] . One of the factors which contributes to the large number of cases is that the disease is easily transmissible via droplet infection from close contact. This situation is seen in the household setting, where family members are at risk of contracting the disease from an infected person. The number of children infected appears to be relatively small. We report a cluster of four children affected with SARS in this way, with emphasis on the contact history and radiological features.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three female siblings, patients A, B and C, aged 4, 8 and 9 years, respectively, were referred by a family physician to Tan Tock Seng Hospital, the hospital in Singapore designated for the treatment of SARS. They all presented with a 4-to 5-day history of pyrexia of Ian Y. Tsou Lik Eng Loh Gregory J. Kaw Irene Chan Thomas S. Chee Severe acute respiratory syndrome (SARS) in a paediatric cluster in Singapore Abstract Background: Severe acute respiratory syndrome (SARS) is a major infectious disease pandemic that occurred in early 2003, and one of the diagnostic criteria is the presence of chest radiographic findings. Objective: To describe the radiographic features of SARS in a cluster of affected children. Materials and methods: The chest radiographs of four related children ranging in age from 18 months to 9 years diagnosed as having SARS were reviewed for the presence of air-space shadowing, air bronchograms, peribronchial thickening, interstitial disease, pleural effusion, pneumothorax, hilar lymphadenopathy and mediastinal widening. Results: Ill-defined air-space shadowing was the common finding in all the children. The distribution was unifocal or multifocal. No other findings were seen on the radiographs. None of the children developed radiographic findings consistent with acute respiratory distress syndrome. All four children showed significant resolution of the radiographic findings 4-6 days after the initial radiograph. Conclusions: Early recognition of these features is important in implementing isolation and containment measures to prevent the spread of infection. SARS in children appears to manifest as a milder form of the disease as compared to adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "Keywords Thorax AE Lung AE Infection AE Pneumonia AE Severe acute respiratory syndrome (SARS) AE Radiography AE Child more than 38.5°C, headache and myalgia. None of three children had respiratory symptoms of cough or dyspnoea, and there was no recent travel history. They had been previously well with no significant past medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "Clinical examination of the children showed them to be febrile but not toxic. Five other close family members, including their mother and grandfather, were also referred on the same day with a 1-day history of high fever of more that 38.5°C, myalgia and cough. In view of the large number of ill family members with symptoms, there was a high index of suspicion for SARS. As such, the children and other affected family members were admitted for further assessment and investigation. Their 18-month-old cousin, patient D, was admitted 2 days later with a 5-day history of fever and dry cough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "Of note, their grandmother, who was the primary caregiver of all four children, had recently fallen ill, 1 week prior to their admission. She presented initially with severe headache followed by a high fever and cough. She then rapidly deteriorated, collapsed suddenly, and passed away at home within 3 days of falling ill. She had been healthy prior to this episode of illness and had no past medical history of note. The postmortem examination performed did not find a cause for her sudden demise, but no investigations for SARS were done at the time in view of the lack of travel history and the apparent lack of contact history. This was later done and polymerase chain reaction (PCR) for coronavirus was positive. The link in the contact history only emerged later, when it was discovered that the grandfather of the children worked in a local wholesale vegetable market where there had been a recent community outbreak of SARS. He subsequently also passed away from a SARS-related cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "Despite the lack of respiratory symptoms, the initial chest radiographs in all four patients were all abnormal. Each patient showed either one or two areas of air-space shadowing, which were zonal in distribution. The typical appearance and pattern of progression is illustrated with patient B. The radiograph at presentation showed a single rounded area of ill-defined air-space consolidation in the lateral aspect of the left lower zone (Fig. 1a) . The size and appearance of the consolidation was essentially unchanged on the second radiograph 2 days later, and partial resolution was seen on the third radiograph taken 4 days after the first (Fig. 1b) . The last radiograph on the day of discharge showed almost complete resolution (Fig. 1c) . In all four patients, no other areas of consolidation developed apart from that already present in the initial radiograph. No pleural effusions or pneumothoraces were noted throughout the course of the disease. Bilateral involvement was seen in patient A (Fig. 2) , and unilateral multifocal consolidation in patient C (Fig. 3) . Patient D had a single area of consolidation in the left upper zone (Fig. 4) . The distribution of the radiographic abnormalities is detailed in Table 1 . All four children showed significant resolution of the radiographic appearances by 4-6 days after the initial radiograph, similar to that demonstrated in patient B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 448,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 655,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 745,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1011,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1075,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1154,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1223,
                    "end": 1230,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case histories"
        },
        {
            "text": "All four children were initially treated on admission with a combination therapy of ampicillin with a beta-lactamase inhibitor and a macrolide to cover community-acquired pneumonia. Initial and subsequent full blood counts showed leucopenia (range 2.2-3.8·10 9 /l) but no lymphopenia, and mild thrombocytopenia (149-164x10 9 /l). The lactate dehydrogenase (LDH) levels were also raised (600-929 U/l) in all four children. Blood cultures did not yield any bacterial growth. Nasal aspirates for other respiratory viruses were negative in all. Oral ribavarin was started for patients A, B and C when they remained febrile and their chest radiographs showed continued progression of pneumonia after 72 h of antibiotic therapy. Their fever finally settled 7 days after admission. Patient D's fever settled 48 h after admission and as her pneumonia did not show any evidence of progression, she was not treated with ribavarin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "Though diagnostic tests have not been validated, the PCR for coronavirus was positive in patients A, C and D but negative in patient B. None of the children required intensive care; they also did not require any form of ventilatory support or supplemental oxygen therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "Regarding their outcomes, patients A, B and C were discharged from hospital 8 days after admission and patient D, 6 days after admission. The discharge criteria were based on resolution of fever for more than 72 h, with improvement in chest radiographic findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case histories"
        },
        {
            "text": "The diagnosis of SARS at present is based on case definitions issued by the World Health Organisation (WHO) [3] . The initial case definitions for surveillance of SARS were revised on 1 May 2003 to include classification of probable cases based on positive assays of the SARS coronavirus, which has been identified as the causative organism [4] . However, these PCR tests need to be further validated, as there appears to be poor sensitivity with high false-negative results. Also, when community outbreaks occur, a contact source may not always be found immediately. As such, a high index of suspicion is needed in the assessment and evaluation of SARS patients. Stringent infection control measures have been implemented in Singapore, with isolation procedures, quarantine enforcement and notification of cases being the mainstays of prevention [5] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS in children appears to manifest as a milder form of the disease as compared to that in adults. The initial reports from both Canada and Hong Kong did not have any patients below the age of 20 years [6, 7] . A more recent report from Hong Kong of ten patients in the paediatric age group had only five below the age of 12 years [8] . Their preliminary findings showed that younger children develop a milder form of the disease with a less-aggressive clinical course, as compared to teenagers and adults. However, no discernible difference in the pattern of radiographic involvement was noted.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other common viral organisms causing pneumonia in children include adenovirus, respiratory syncytial virus and parainfluenza viruses. In general, the radiographic features do not allow identification of a specific causative virus, and SARS does not appear to be any different. The basic findings of viral pneumonia are wide-ranging, and include interstitial infiltrates to areas of diffuse consolidation which may coalesce over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Respiratory syncytial virus pneumonia has also been described with peribronchial infiltrates and hyperinflation [9] , and adenovirus infection manifesting as patchy or confluent widespread consolidations [10] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, young children appear to show a much milder response to SARS as compared to older children and adults. This is seen in both the clinical and radiographic features, where none of our patients went into respiratory distress requiring mechanical ventilation or intensive care, and the changes on the chest radiographs did not worsen after initial presentation. The difference is interesting, and could possibly be related to a difference in immune response in the different age groups. Further studies with a larger pool of patients are warranted, and this may assist in further identifying the behaviour of the implicated coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chest radiographic findings of a case of severe acute respiratory syndrome (SARS) in Singapore",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Singapore Med J",
            "volume": "44",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cumulative number of reported probable cases of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organisation",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Case definitions for surveillance of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome-Singapore",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organisation",
            "volume": "78",
            "issn": "",
            "pages": "157--162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hanry",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--1985",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical presentations and outcome of severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1701--1703",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The radiological findings in respiratory syncytial virus infection in children",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hacking",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Court",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Pediatr Radiol",
            "volume": "2",
            "issn": "",
            "pages": "155--160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Radiology of epidemic adenovirus 21 infection of the lower respiratory tract in infants and young children",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "AJR Am J Roentgenol",
            "volume": "133",
            "issn": "",
            "pages": "397--400",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". 1a-c Chest radiographs of patient B. a At presentation there is a single focus of ill-defined consolidation in the left lower zone. b Four days later there is reduction in size of the left lower zone consolidation. c Seven days after the initial radiograph, at the time of discharge, there is almost complete resolution of the left lower zone consolidation b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest radiograph of patient D at presentation showing a single focus of consolidation in the left upper zone",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest radiograph of patient C at presentation showing multifocal involvement in the right middle and lower zones Chest radiograph of patient A at presentation showing bilateral consolidation in the left upper zone and right lower zone",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pattern of distribution of pulmonary involvement with SARS in our cluster of patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}