{
    "paper_id": "de455c57110a09ce5e82b881557f490cb9779fd2",
    "metadata": {
        "title": "Is conscientious objection incompatible with a physician's professional obligations?",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "R"
                ],
                "last": "Wicclair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "postBox": "P.O. Box 6312",
                        "postCode": "26506-6312",
                        "settlement": "Morgantown",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In response to physicians who refuse to provide medical services that are contrary to their ethical and/or religious beliefs, it is sometimes asserted that anyone who is not willing to provide legally and professionally permitted medical services should choose another profession. This article critically examines the underlying assumption that conscientious objection is incompatible with a physician's professional obligations (the ''incompatibility thesis''). Several accounts of the professional obligations of physicians are explored: general ethical theories (consequentialism, contractarianism, and rights-based theories), internal morality (essentialist and non-essentialist conceptions), reciprocal justice, social contract, and promising. It is argued that none of these accounts of a physician's professional obligations unequivocally supports the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "offer legally permitted, efficient, and beneficial care to a patient because it conflicts with their values, they should not be doctors'' [1, p. 294 ]. 1 This response assumes that conscience-based refusals to provide legal and professionally permitted medical services are incompatible with the professional obligations of physicians. I will refer to this assumption as the ''incompatibility thesis.'' I will challenge it by identifying several accounts of the professional obligations of physicians and arguing that none unequivocally supports the incompatibility thesis.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 148,
                    "text": "[1, p. 294",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One approach is to attempt to derive the professional obligations of physicians from general ethical theories. I will use consequentialism, contractarianism, and rightsbased theories to illustrate my contention that no general ethical theory offers unequivocal support for the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General ethical principles and the professional obligations of physicians"
        },
        {
            "text": "From a consequentialist perspective, one might compare two conceptions of a physician's professional obligations: one that permits conscientious objection and one that does not, and attempt to determine which, if adopted, will promote better overall outcomes. Suppose outcomes are assessed on the basis of well-being and an outcome with more overall well-being is better than one with less overall wellbeing. Supporters of the incompatibility thesis might claim that more overall wellbeing will result if physicians are not allowed to refuse to provide medical services for reasons of conscience. However, those who reject the incompatibility thesis might advance the opposite claim. It is doubtful that empirical evidence is available to confirm decisively or disconfirm either claim. Moreover, it is overly simplistic to talk about comparing a conception of professional obligations that permits conscientious objection with one that does not, for there are a variety of conditions that might be placed on conscientious objection, such as requirements to notify in advance and refer. In addition, the calculation can become even more complex if an ideal or pluralistic conception of well-being is adopted, and intrinsic value is ascribed to moral integrity, the primary value underlying claims of conscience [3] .",
            "cite_spans": [
                {
                    "start": 1310,
                    "end": 1313,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "General ethical principles and the professional obligations of physicians"
        },
        {
            "text": "From a contractarian perspective, one might imagine patients and physicians choosing a policy concerning conscientious objection from behind a ''veil of ignorance'' that prevents each person from knowing whether he or she is a patient or a physician. In addition, although it might be stipulated that each person has an interest in access to health care and appreciates the value of protecting one's moral integrity, the veil of ignorance precludes knowledge of the individual's distinctive moral and religious beliefs. Now, suppose that the choice is between two principles specifying the professional obligations of health care professionals. One principle, P 1 , permits conscientious objection by physicians when it does not place an undue burden on patients' access to medical services. The other principle, P 2 , prohibits conscientious objection. It is at least arguable that P 1 would be preferred to P 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General ethical principles and the professional obligations of physicians"
        },
        {
            "text": "In support of this conclusion, it can be said that choosing P 1 would protect a very important interest (moral integrity) without significantly threatening another very important interest (access to health care).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General ethical principles and the professional obligations of physicians"
        },
        {
            "text": "From a rights-based perspective, it might be claimed that there are two important rights at stake: rights of conscience and a right of access to health care without undue burdens. Consider, once again, two principles: P 1 permits conscientious objection by health care professionals when it does not place an undue burden on patients' access to health care services. P 2 prohibits conscientious objection. Since only P 1 protects both rights, it might be argued that from a rights perspective, P 1 is preferable to P 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General ethical principles and the professional obligations of physicians"
        },
        {
            "text": "None of these illustrative and admittedly incomplete arguments is intended as an ethical justification of conscientious objection in health care. The aim is the considerably more modest one of casting doubt on the claim that one or more general ethical theories provide an unequivocal basis for the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General ethical principles and the professional obligations of physicians"
        },
        {
            "text": "Insofar as accounts of physicians' professional obligations draw on general ethical theories, they might be said to base those obligations on an external morality. By contrast, some other accounts are based on an alleged internal morality of medicine. There are three conceptions of an internal morality: (1) an essentialist conception;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "(2) an evolutionary non-essentialist conception; and (3) a traditionalist nonessentialist conception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "The essentialist conception of the internal morality of medicine According to the essentialist conception, the internal morality of medicine can be derived from an analysis of the nature of the profession (e.g., its ends or goals and characteristics of the professional-patient relationship). Essentialism posits that medicine has an inherent nature, such that it is justified to refer to the (timeless) nature and goals of medicine and the (timeless) characteristics of the physicianpatient relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "Edmund Pellegrino and David Thomasma are among the foremost exponents of the essentialist conception. There are some differences in the derivation and characterization of the internal morality of medicine in their numerous books and articles. However, these are all more or less variations on the same theme, which specifies the end of medicine as healing and which characterizes the physicianpatient relationship as one between a professional committed to healing and a vulnerable patient who is ill and seeks help from the professional [4] [5] [6] [7] [8] . According to this account, insofar as the end or goal of medicine is healing, entering the profession requires a commitment to that end (i.e., healing patients). If an individual is not willing and able to make such a commitment, she should not become a doctor, and anyone with a medical license who does not make and consistently honor that commitment is not a virtuous physician. Although it might be questioned whether healing is the only end of medicine, it is plausible to maintain that healing is associated with the concept of medicine (or any credible conception of it), and it is arguable that an individual who is not committed to that end fails to qualify as a physician, let alone a virtuous one. For example, suppose Dr. Brickstone becomes a Christian Scientist after completing his residency in obstetrics/gynecology. He now refuses to provide any medical intervention and promotes prayer as the only acceptable means of healing and pain control. We justifiably would be reluctant to say that he is promoting the goals of medicine or even engaged in its practice. But, what if, due to conscience-based objections, another ob/gyn physician, Dr. Morrison, refuses only to prescribe emergency contraception, perform abortions, and administer terminal or palliative sedation? Does it follow that she is failing to honor a commitment to promote healing? There are at least two reasons for a negative answer.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "First, the concept of ''healing'' is vague and ambiguous, and it is a contested concept. Healing can be interpreted narrowly, such that it is limited to curing and/or treating diseases, or, as Pellegrino proposes, it can be interpreted broadly: ''To care, comfort, be present, help with coping, and to alleviate pain and suffering are healing acts as well as cure. In this sense, healing can occur when the patient is dying even when cure is impossible'' [6, p. 568 ]. As laudable as this more expansive conception of the end of medicine may be, the claim that it is derived from the concept of medicine as a profession is implausible. Until fairly recently, it was not generally accepted within the medical profession that physicians have a legitimate role in providing care and comfort to dying patients. Palliative care advocates could not rely on a timeless concept of medicine and its end(s). Instead, it was necessary to promote a more expansive conception of the goal(s) of medicine. Insofar as it is debatable whether ''healing'' does or should include palliative care, it is a contested concept, and conceptual analysis alone cannot conclusively resolve the debate.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 465,
                    "text": "[6, p. 568",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "Since the concept of ''healing'' is vague and ambiguous, it is subject to varying interpretations by individual physicians. Accordingly, Dr. Morrison can maintain that prescribing emergency contraception, performing abortions, and providing terminal or palliative sedation do not promote healing. This claim cannot be refuted by appealing to the ''plain meaning'' of ''healing.'' But, what if Dr. Morrison also refuses to perform therapeutic abortions-i.e., abortions to prevent morbidity or mortality? Don't abortions to protect a pregnant woman's health or life clearly fall within the scope of the physician's professional obligation to promote healing? Dr. Morrison might defend a negative answer by claiming: (1) since the result is the death of the fetus, even a therapeutic abortion cannot be characterized as an act of healing, or (2) performing therapeutic abortions falls outside the scope of legitimate means for physicians to promote healing. The former claim cannot be refuted by appealing to the plain meaning of ''healing.'' To be sure, the latter claim is contrary to current professional norms. However, they are norms, and it is implausible to claim that they derive from a timeless and uncontestable conception of the end(s) of medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "There is another reason for rejecting the claim that Dr. Morrison would fail to honor a commitment to promote healing if she refuses to prescribe emergency contraception, perform abortions, and administer terminal or palliative sedation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "A physician can be committed to healing and still not provide all healing-related services. Specialists and subspecialists offer only a limited range of medical services that promote healing. For example, dermatologists treat skin cancer and acne, but they do not treat hernias and coronary artery disease. Even within specialties and subspecialties, physicians may limit the types of treatments that they offer. Yet, by virtue of limiting the healing-related services they offer, they cannot be accused of failing to honor a commitment to healing. Accordingly, if Dr. Morrison provides other healing-related services, it cannot be said that she fails to honor a commitment to healing when she refuses to prescribe emergency contraception, perform abortions, and provide terminal or palliative sedation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "There is another feature of the essentialist conception that might be used to argue that it rules out conscientious objection. This feature is the alleged nature of the physician-patient relationship and the corresponding professional obligation of physicians to give priority to patients' interests over their own. As Pellegrino puts it: a ''suppression of self-interest'' is mandatory ''when the welfare of [patients] requires it'' [5, p. 378 ]. This obligation is said to derive from the physician's commitment to healing combined with the vulnerability of patients, which is due to illness and the power and knowledge differential between them and physicians. The reasoning is as follows: In order to promote healing, physicians must not allow their own interests to interfere with their clinical judgment and recommendations. Moreover, if physicians did not demonstrate a willingness to suppress their self-interest and, when healing requires it, place the interests of patients above their own, patients would not trust physicians. Maintaining trust, however, is essential because it is a precondition of an effective and enduring physician-patient relationship (i.e., a relationship that enables the physician to practice her profession and pursue the goal of healing).",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 444,
                    "text": "[5, p. 378",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "Pellegrino himself endorses conscientious objection and therefore does not use the alleged professional obligation to give priority to patients' interests to maintain that conscientious objection is incompatible with the professional obligations of physicians. 2 However, Rosamond Rhodes criticizes Pellegrino for failing to draw that conclusion:",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "When a physician chooses to act on his own values instead of honoring his patient's, the physician puts his own interests in ease of conscience above the altruism that Pellegrino otherwise recognizes as a defining feature of medicine…Someone who places his own interests above his patients' departs from medicine's standard of altruism and violates a crucial tenet of medical ethics that every physician is duty bound to observe [11, p. 78 ]. 2 The following statement is representative of Pellegrino's view:",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 439,
                    "text": "[11, p. 78",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 444,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "Remember, however, that the physician too is a moral agent. Therefore, the patient cannot ask the physician to override his values. To respect the patient's moral agency does not mean submitting to whatever he wishes if it violates the physician's moral beliefs…We have in the medical relationship two interacting moral agents, each of whom must respect the dignity and values of the other. A logical consequence is that at times the physician is morally impelled to remove himself or herself from the relationship when he or she differs on a matter of moral principle with the values the patient expresses [4, pp. 68-69] .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 621,
                    "text": "[4, pp. 68-69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "See also [9, 10] .",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 13,
                    "end": 16,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Internal morality and the professional obligations of physicians"
        },
        {
            "text": "Even if it is granted that altruism is a professional obligation and physicians must be willing sometimes to place the interests of patients above their own, it does not follow that physicians have an absolute duty always to place patients' interests above their own. Rhodes claims that a physician who refuses to provide a service for reasons of conscience imposes ''burdens of time, inconvenience, [and] financial costs'' on patients [11, p. 78 ]. However, if ''medicine's standard of altruism'' required physicians to put patients' financial interests or interest in convenience above their own, let alone their arguably more significant interest in moral integrity, it would be a violation of a physician's professional obligations to charge patients with financial problems, take vacations, limit time spent with patients, or refuse to make house calls or schedule night-time and weekend appointments for patients with day jobs. 3 More to the point in the context of an analysis of the essentialist conception of the internal morality of medicine, insofar as the end of medicine is said to be healing, the interests of patients that a physician would be required to put above his own would be limited to those related to healing, and there is no apparent connection between the interests identified by Rhodes and healing-related interests.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 446,
                    "text": "[11, p. 78",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 935,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "When Pellegrino and Thomasma consider the nature and scope of physician altruism, they maintain that the ''healing relationship'' is the ''moral fulcrum, the archimedian point at which the balance between self-interest and self-effacement must be struck'' [7, p. 42] . As this statement indicates, they reject the implausible absolutist view that the healing-related interests of patients always trump physician interests. They do not provide a criterion for striking an appropriate balance, but any reasonable criterion would have to distinguish among interests according to their importance or significance and moral weight; and a physician's interest in moral integrity is a very important interest that has substantial moral weight. 4 In any event, the admission that a balancing of interests is required to determine a physician's obligations suggests that it is mistaken to believe that a general duty to treat despite conscience-based objections is derivable from an essentialist conception of the internal morality of medicine. 5 Accordingly, that conception does not unequivocally support the incompatibility thesis.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 266,
                    "text": "[7, p. 42]",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 738,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1036,
                    "end": 1037,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "The evolutionary non-essentialist conception of the internal morality of medicine According to the evolutionary non-essentialist conception of the internal morality of medicine, which will be referred to as the ''evolutionary conception,'' it is mistaken to think that the ends of medicine are timeless and unchanging. Hence, 3 However, if a physician with a conscience-based objection to providing a service can reduce inconvenience to her patients without compromising her moral integrity, she ought to do so. For example, physicians can reduce inconvenience to patients by informing them during their first visit or having office staff routinely inform prospective patients when they call to make their first appointment. 4 Obligations to patients may also have to be balanced with other obligations, such as obligations to third parties, family members, and society. 5 John Arras [12] and Norman Daniels [13] defend a similar claim about a duty to treat patients with immunodeficiency virus (HIV). In a later work, Daniels [14] applies the same analysis to a duty to treat during a severe acute respiratory syndrome (SARS) epidemic.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 327,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 725,
                    "end": 726,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "to determine whether a practice such as conscientious objection is compatible with the internal morality of medicine, the answer cannot be based on the ends or the nature of medicine. There are alternative conceptions of the nature of medicine, its ends and goals, and the physician-patient relationship. Therefore, it is necessary to provide reasons for favoring one conception over another. Moreover, according to the evolutionary view, from the fact that a practice is contrary to entrenched goals of medicine, it does not follow that the practice is incompatible with the (proper) goals of medicine. Instead, it is necessary to ask ''whether the proposed alteration would represent a possibly positive evolution in the nature of medicine…'' [15, p. 585] .",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 757,
                    "text": "[15, p. 585]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "Franklin Miller and Howard Brody, two proponents of an evolutionary conception, identify multiple ends or goals of medicine: three in one article [15] ; eight in a second article [16] ; and four in a third [17] and fourth [18] . The four goals identified in the last two articles are:",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "1. The prevention of disease and injury and promotion and maintenance of health; 2. The relief of pain and suffering caused by maladies; 3. The care and cure of those with a malady, and the care of those who cannot be cured; 4. The avoidance of premature death and the pursuit of a peaceful death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "These are the goals that were endorsed in a report by an international group of scholars convened by the Hastings Center [19] . Neither Miller and Brody nor the Hastings Center panel claim that these goals are derivable from the concept of medicine or inherent features of the physician-patient relationship. Instead they are to be understood as an appropriate conception of (scientific) medicine for contemporary society, and the Hastings Center panel presents several reasons in support of these four goals.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "In addition to the four goals, Miller and Brody identify four duties along with the alleged derivation of each [17, p. 388]: 6 1. The physician must employ technical competence in practice. (This derives from medicine's nature as a skilled craft.) 2. The physician must honestly portray medical knowledge and skill to the patient and to the general public, and avoid any sort of fraud or misrepresentation. (This derives from medicine's commitment to a scientific basis of knowledge.) 3. The physician must avoid harming the patient in any way that is out of proportion to expected benefit, and must seek to minimize the indignity and the invasion of privacy involved in medical examinations and procedures (This derives from medicine's goal as a helping, beneficent practice.) 6 There are variations in the formulation of these duties in two of the other three articles cited. With a few exceptions, however, these are minor differences. Notable exceptions include the following: adding competence in ''humanistic skills'' in the two most recent articles, and not including a duty ''to minimize the indignity and the invasion of privacy involved in medical examinations and procedures'' in any of the other articles. Variations in the number of ends and statements of the four duties in the four articles suggest that unambiguous criteria for their specification may be somewhat elusive.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 778,
                    "end": 779,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "4. The physician must maintain fidelity to the interests of the individual patient. (This derives from medicine's need to apply knowledge to individual cases and from its goal as a helping, beneficent practice.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "As the parenthetical statements indicate, Miller and Brody associate these duties with their conception of the nature and goals of modern, scientific medicine. It is in this respect that it is appropriate to classify those duties as components of an internal morality of medicine. In an earlier article, they offer the following explanation of the relation between the ends or goals of medicine and the four duties (which they also refer to as ''means''):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "As in the case of other skilled practices or arts, there is a conceptual and pragmatic fit between the goals and the means of medicine. The goals of medicine inform practitioners and theorists on the range of appropriate or inappropriate means of medical practice; and the understanding of the proper and improper means of medical practice elaborates the meaning of the goals of medicine [16, p. 11] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 399,
                    "text": "[16, p. 11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "Since the aim of this examination of the evolutionary conception is to ascertain whether it supports the incompatibility thesis, there is no need to critically analyze Miller and Brody's interpretation of the ends of medicine or their reasoning for the four alleged duties. Instead, assuming that these goals and duties represent a reasonable and representative conception of an evolutionary inner morality of medicine, the question to ask is whether, from the perspective of support for the incompatibility thesis, there is a substantial difference between evolutionary and essentialist conceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "Let us begin by reconsidering Dr. Morrison. The claim that her refusal to prescribe emergency contraception, perform abortions, and provide terminal or palliative sedation is contrary to the goals of medicine is not more plausible when they are the goals of the evolutionary conception than when they are the goals of the essentialist conception. The reasons for challenging the claim that refusing to provide those services is incompatible with the single essentialist goal of healing apply as well to each of the evolutionary conception's goals. The stated evolutionary goals are no less vague than the essentialist goal of healing and include equivocal concepts, such as ''health,'' ''disease,'' and ''malady.'' Accordingly, the goals are subject to varying interpretations by individual physicians, and Dr. Morrison can maintain that an unwanted pregnancy is neither a disease nor a malady. In addition, an observation that applies to the essentialist conception applies as well to the evolutionary conception. Even if there are certain services that unequivocally promote a goal of medicine, physicians can be said to have an obligation to provide some, but not all, services that promote that goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "Insofar as the evolutionary conception identifies multiple goals, there is an additional observation that applies to it and not the single-goal essentialist conception. Physicians who have conscience-based objections to providing a particular medical service might claim that refusing to provide it promotes another goal. For example, whereas it might be claimed that refusing to provide terminal sedation fails to promote the goal of facilitating a ''peaceful death'' (goal number four); it might also be claimed that such refusals promote the goal of avoiding a ''premature death'' (also goal number four). Since no priorities are assigned to the multiple goals, and since the statement of them is vague and ambiguous, it is doubtful that Miller and Brody's evolutionary conception of the ends of medicine provides unequivocal support for the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "A similar conclusion applies to the alleged duties. The most likely candidate for a duty that precludes conscientious objection is the obligation to ''maintain fidelity to the interests of the individual patient.'' As long as this alleged obligation remains general and unspecified, it might be deemed an undeniable truism. However, it does not support the specific claim that physicians have a duty to place their patients' interests above their own interest in maintaining moral integrity. To be sure, the general duty to ''maintain fidelity to the interests of the individual patient'' might be specified to prohibit conscience-based refusals to provide legal and professionally permitted medical services. However, non-prioritized and non-specified ends and duties may well be the price that has to be paid for producing a list that avoids controversial and potentially question-begging ethical claims. Accordingly, it is doubtful that any uncontroversial evolutionary conception of the internal morality of medicine can provide unequivocal support for the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional obligations of physicians 175"
        },
        {
            "text": "According to the traditionalist non-essentialist conception, which will be referred to as the ''traditionalist conception,'' there is a distinctive moral tradition associated with the medical profession, and it provides an ongoing basis for determining the current professional obligations of physicians. For example, according to this conception of the internal morality of medicine, in order to determine whether physicians have a duty to treat during an influenza pandemic (e.g., an avian flu pandemic), it is necessary to review the historical record to ascertain whether there is a moral tradition within medicine that supports such a duty. 7 A traditionalist account of the internal morality of medicine would support the incompatibility thesis only if there is a time-honored moral tradition within the medical profession that physicians have a duty to provide medical services that violate their moral or religious beliefs. However, there does not appear to be such a tradition within Western medicine. Indirect evidence for this conclusion is provided by the medical profession's response to the Church Amendment (42 U.S.C. § 300a-7), the first Federal ''conscience clause'' legislation. It was enacted by the U.S. Congress in the wake of the 1973 Roe v. Wade Supreme Court decision affirming a Constitutional right to abortion and an earlier 1972 Federal District Court decision mandating a Catholic hospital to permit its facilities to be used for a sterilization procedure. The Church Amendment protects physicians who refuse to perform abortions and sterilizations for reasons of conscience. If permitting physicians to refuse to provide services that conflict with their religious and/or moral beliefs had 7 The traditionalist conception is critically analyzed in relation to a duty to treat HIV patients by Arras [12] and in relation to a duty to treat HIV and SARS patients by Daniels [13, 14] .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 647,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1720,
                    "end": 1721,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1828,
                    "end": 1832,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1901,
                    "end": 1905,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1906,
                    "end": 1909,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The traditionalist non-essentialist conception of the internal morality of medicine"
        },
        {
            "text": "represented a significant break with a time-honored moral tradition within medicine, considerable opposition would have been expected. However, the medical profession did not engage in an organized effort to prevent the legislation or to repeal it after it was enacted. On the contrary, as evidenced by numerous professional codes and guidelines enacted in ensuing years permitting physicians to refuse to provide services that violate their personal moral and/or religious beliefs, it seems that the medical profession tended to embrace conscientious objection (see, e.g., [20, 21] ).",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The traditionalist non-essentialist conception of the internal morality of medicine"
        },
        {
            "text": "In any event, currently, conscientious objection is generally accepted within medicine. An indication of how entrenched it has become within the medical profession is provided by the following excerpts from an American Medical Association policy statement in relation to medical students:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The traditionalist non-essentialist conception of the internal morality of medicine"
        },
        {
            "text": "Medical schools should address the various types of conflicts that could arise between a physician's individual conscience and patient wishes or health care institution policies as part of regular curricular discussions of ethical and professional issues…Medical schools should have mechanisms in place that permit students to be excused from activities that violate the students' religious or ethical beliefs [22] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The traditionalist non-essentialist conception of the internal morality of medicine"
        },
        {
            "text": "Thus, even if there once was a moral tradition within the medical profession that did not permit conscientious objection, it can be questioned whether the earlier moral tradition continues to be binding despite its rejection by the profession today. As slavery, racism, and sexism sadly demonstrate, some ''moral traditions'' are not worth preserving. Hence, it is not sufficient to argue that there was an anticonscientious objection moral tradition within medicine. In addition, it is necessary to provide reasons to revive and nurture that tradition. Accordingly, contrary to the traditionalist model, the historical pedigree of time-honored professional norms alone cannot establish their current moral authority. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The traditionalist non-essentialist conception of the internal morality of medicine"
        },
        {
            "text": "Another account of the professional obligations of physicians is based on the principle of reciprocal justice. Physicians enjoy certain rights, privileges, and benefits as professionals. These include a monopoly to provide certain services, self-regulation, subsidized education and training, and government support for research. Some of these rights and privileges (for example, a monopoly to provide certain services and self-regulation) belong collectively to the profession, and others (for example, permission to provide certain services, subsidized education and training, relatively high income) belong to individual physicians. According to the reciprocal justice model, such rights, privileges, and benefits generate corresponding professional obligations, such as an obligation to make recommendations based on considerations of patient welfare rather than financial self interest and an obligation to treat patients with infectious diseases. Individuals incur these obligations when they (voluntarily) enter the medical profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reciprocal justice and the professional obligations of physicians"
        },
        {
            "text": "Even if one accepts this general account of the professional obligations of physicians, it does not provide unequivocal support for the incompatibility thesis. For even if reciprocal justice is the basis of professional obligations, reciprocitybased obligations are too general to provide grounds for a blanket rejection of conscientious objection. Assuming physicians have an obligation to promote the health and well being of patients that may require some self-sacrifices, it remains to specify how much is required. From the general principle that some self-sacrifice is required, it may follow that physicians are required to incur increased risks from exposure to infectious diseases or bioterrorism agents. However, that principle fails to specify the level of risk that is required. Generally, it might be said that only a ''reasonable'' risk is required, but it is then necessary to specify a criterion of reasonableness. Similarly, in the case of conscientious objection, the key question is: what is a ''reasonable'' reciprocity-based requirement? It is arguable that a requirement to provide services even when a professional has a conscience-based objection to doing so is no more reasonable than a requirement that physicians treat patients no matter how high the risk of death due to epidemics or bioterrorism. It is also arguable that more reasonable reciprocity-based requirements would set limits to risks and would permit conscientious objection with procedural requirements to protect patients, such as advance notification and referral. In any event, the reciprocal justice account fails to provide an unequivocal basis for the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reciprocal justice and the professional obligations of physicians"
        },
        {
            "text": "There are two explanations of the professional obligations of physicians that can be designated ''social contract'' accounts. One utilizes an idealized hypothetical agreement associated with contractarian ethical theory, which was examined previously. The other social contract account, the one to be examined in this section, is based on an actual agreement or negotiation between the medical profession and society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social contract or negotiation account of physicians' professional obligations"
        },
        {
            "text": "According to this version of the social contract account, society grants certain rights, privileges, and benefits to the medical profession and its members with the expectation that they recognize certain professional obligations (i.e., obligations that individuals acquire when they enter the profession). Rosamond Rhodes, who appeals to a social contract account of professional obligations to support the incompatibility thesis, claims that ''[t]he covenant that empowers medicine is an agreement between society and the profession'' [11, p. 77] . Society is said to grant the medical profession ''the license to develop its distinctive knowledge and skills, the privileges to pry, to examine, to prescribe and to administer dangerous drugs, and the power to perform risky diagnostic interventions, treatments and therapies'' [11, p. 77 ]. For its part, the profession ''publicly pledges to be trustworthy in its competence and use of its special knowledge, privileges and powers to help society and the individuals in it'' [11, p. 77 ].",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 548,
                    "text": "[11, p. 77]",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 839,
                    "text": "[11, p. 77",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1037,
                    "text": "[11, p. 77",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The social contract or negotiation account of physicians' professional obligations"
        },
        {
            "text": "The social contract account involves an agreement or negotiation between a profession and society. By contrast, the reciprocity account does not presuppose such an agreement or negotiation. Rather obligations are said to be generated by the voluntary acceptance or enjoyment of certain rights, privileges, and benefits. Both accounts might cite similar rights, privileges and benefits, but only the social contract model cites a negotiated agreement to assume duties and responsibilities in return for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social contract or negotiation account of physicians' professional obligations"
        },
        {
            "text": "However, since there is no literal agreement or contract between society and the medical profession, following Norman Daniels, it might be more apt to refer to a process of ''social negotiation'' [13, 14] . Social negotiation is largely a political process that is carried out by legislators, public officials, professionals, citizens, lobbyists, and other representatives of various organizations and interest groups. The outcome of this social negotiation is reflected in professional codes, laws, regulations, institutional policies, and so forth.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The social contract or negotiation account of physicians' professional obligations"
        },
        {
            "text": "Any plausible general characterization of the outcome of this ''social negotiation'' is likely to be too vague and ambiguous to support the conclusion that conscientious objection is incompatible with the professional obligations of physicians. Rhodes' statement of the alleged ''public pledge'' of the medical profession, cited above, illustrates this point. It is not readily apparent that conscience-based refusals to provide medical services are incompatible with a profession's pledge ''to be trustworthy in its competence and use of its special knowledge, privileges and powers to help society and the individuals in it.'' Moreover, the protection afforded to conscientious objection by physicians in laws, professional codes, and institutional policies appears to undermine the claim that the outcome of the social negotiation between society and the medical profession bars conscience-based refusals to provide legal and professionally approved services. At most, laws, professional codes, and institutional policies provide some evidence for a socially negotiated constraint on conscientious objection that it not place an undue burden on patients' access to medical services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The social contract or negotiation account of physicians' professional obligations"
        },
        {
            "text": "Whereas the core of the social contract model is a collective agreement between the medical profession and society, the core of the promise model is a commitment by individual physicians to their actual or future patients. As John Alexander presents the promise model [23] , upon entering a particular specialty or subspecialty, each health care professional promises to provide services that fall within the ''normal'' range for the corresponding specialty or subspecialty. Services are said to fall within this range if they are ''a normal part of the services that the professionals would be called upon to provide in the normal course of their professional lives within the specific practice (i.e., specialty or subspecialty) with which they are associated'' [23, p. 178 ]. Accordingly, services can be classified as ''normal'' in relation to a specific specialty or subspecialty if they are routinely offered by professionals within that specialty or subspecialty and are not incompatible with the corresponding clinical and professional standards.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 763,
                    "end": 774,
                    "text": "[23, p. 178",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Promising and the professional obligations of physicians"
        },
        {
            "text": "The health professional's promise is said to generate an ethical obligation to provide all services within the normal range. According to the promise model, if a physician has a conscience-based objection to providing a particular service and she cannot in good conscience promise to provide it when patients request it, she should refrain from entering any specialty or subspecialty that includes the service within its normal range. In other words, individuals have a choice: become a member of a medical specialty or subspecialty and promise to provide the corresponding normal range of services, or, if providing any of those services violates one's ethical and/or religious beliefs, select another medical specialty or subspecialty or another profession (i.e., one that is compatible with the individual's ethical and/or religious beliefs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promising and the professional obligations of physicians"
        },
        {
            "text": "There are several reasons for concluding that the promise model fails to support unequivocally the incompatibility thesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promising and the professional obligations of physicians"
        },
        {
            "text": "First, as observed earlier, there can be a division of labor within medical specialties and subspecialties. For example, an orthopedic surgeon might specialize in foot surgery. She might even limit her practice to a particular type of foot surgery, such as bunion surgery. Surely, if the surgeon who specializes in bunion surgery refers a patient with a traumatic foot injury to another orthopedic surgeon, the patient cannot legitimately claim that she has broken a promise she made upon entering the subspecialty of orthopedic surgery. To cite two additional examples, performing colonoscopies is a ''normal'' or standard procedure within gastroenterology, but not all gastroenterologists perform colonoscopies; and delivering babies is a ''normal'' or standard practice within obstetrics/gynecology, but not all obstetrician/gynecologists deliver babies. In neither case does a physician's failure to provide the service at issue constitute the breaking of a promise made upon entering her respective subspecialty. This is not to deny, as acknowledged earlier, that there may be certain ''core'' services associated with a particular specialty or subspecialty that set limits to such specialization and division of labor. For example, as Savulescu observes [1] , performing pelvic examinations may be a core service for obstetrician/gynecologists, and administering and monitoring pain medication may be a core service for palliative care physicians.",
            "cite_spans": [
                {
                    "start": 1260,
                    "end": 1263,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Promising and the professional obligations of physicians"
        },
        {
            "text": "Second, due to laws and professional norms that recognize and protect conscientious objection by physicians, there may be an expectation that ethical and religious objections will be accommodated. Hence, it cannot be assumed that a physician who enters a specialty or subspecialty understands, or should understand, that: (1) no accommodation will be made for her ethical and/or religious beliefs; and (2) entering a specialty or subspecialty requires and/or expresses a promise to provide all services that are routinely offered by professionals within that specialty or subspecialty and are not incompatible with legal and professional standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promising and the professional obligations of physicians"
        },
        {
            "text": "Finally, according to Alexander's interpretation of the promise model, if an individual cannot in good conscience promise to provide all services that are routinely offered by physicians within a specialty or subspecialty, she should find another specialty, subspecialty, or profession. However, no justification is provided for this position, which fails to consider whether there are reasonable means to accommodate health professionals with conscience-based objections to providing certain ''normal'' services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promising and the professional obligations of physicians"
        },
        {
            "text": "In conclusion, I obviously cannot claim that this examination of accounts of the professional obligations of physicians has been comprehensive or thorough. However, I hope to have at least presented a strong challenge to the incompatibility thesis. If, as I have argued, the incompatibility thesis lacks a sound basis, then a more nuanced response to conscientious objection in medicine is warranted-one that seeks to reasonably accommodate physicians' conscience-based objections to providing specific medical services without imposing undue burdens on patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conscientious objection in medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "British Medical Journal",
            "volume": "332",
            "issn": "",
            "pages": "294--297",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Conscientious objection in medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wicclair",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bioethics",
            "volume": "14",
            "issn": "3",
            "pages": "205--227",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Toward a reconstruction of medical morality",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Bioethics",
            "volume": "6",
            "issn": "2",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Professionalism, profession and the virtues of the good physician",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mount Sinai Journal of Medicine",
            "volume": "69",
            "issn": "6",
            "pages": "378--384",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The internal morality of clinical medicine: A paradigm for the ethics of the helping and healing professions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "26",
            "issn": "6",
            "pages": "559--579",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The virtues in medical practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomasma",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A philosophical basis of medical practice: Toward a philosophy and ethic of the healing professions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomasma",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The physician's conscience, conscience clauses, and religious beliefs: A Catholic perspective",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Fordham Urban Law Journal",
            "volume": "30",
            "issn": "",
            "pages": "221--244",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patient and physician autonomy: Conflicting rights and obligations in the physician-patient relationship",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Pellegrino",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Contemporary Health Law and Policy",
            "volume": "10",
            "issn": "",
            "pages": "47--68",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The ethical standard of care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Bioethics",
            "volume": "6",
            "issn": "2",
            "pages": "76--78",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The fragile web of responsibility: AIDS and the duty to treat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Arras",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Hastings Center Report",
            "volume": "18",
            "issn": "2",
            "pages": "10--20",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Duty to treat or right to refuse?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Hastings Center Report",
            "volume": "21",
            "issn": "2",
            "pages": "36--46",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Just health: Meeting health needs fairly",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The internal morality of medicine: An evolutionary perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "26",
            "issn": "6",
            "pages": "581--599",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Professional integrity and physician-assisted death",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hastings Center Report",
            "volume": "25",
            "issn": "3",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The internal morality of medicine: Explication and application to managed care",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "23",
            "issn": "4",
            "pages": "384--410",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cosmetic surgery and the internal morality of medicine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cambridge Quarterly of Healthcare Ethics",
            "volume": "9",
            "issn": "3",
            "pages": "353--364",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The goals of medicine: Setting new priorities",
            "authors": [],
            "year": 1996,
            "venue": "Hastings Center Report",
            "volume": "25",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Withholding and withdrawing life-sustaining therapy",
            "authors": [],
            "year": 1991,
            "venue": "Annals of Internal Medicine",
            "volume": "115",
            "issn": "6",
            "pages": "478--485",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Guidelines on the termination of life-sustaining treatment and the care of the dying",
            "authors": [
                {
                    "first": "Hastings",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Promising, professional obligations, and the refusal to provide service",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "HEC Forum",
            "volume": "17",
            "issn": "3",
            "pages": "178--195",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}