{
    "paper_id": "de699df7db632d8c8b3cd00001f44bb8d92029b9",
    "metadata": {
        "title": "Brexit and health security: why we need to protect our global networks",
        "authors": [
            {
                "first": "Danielle",
                "middle": [],
                "last": "Solomon",
                "suffix": "",
                "affiliation": {},
                "email": "danielle.solomon@ucl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "As the United Kingdom (UK) negotiates its separation from the European Union (EU), it is important to remember the public health mechanisms that are directly facilitated via our relationship with the EU. One such mechanism is the UK's role within the European Centre for Disease Prevention and Control (ECDC). Global health protection is an area that is currently experiencing an unprecedented wave of innovation, both technologically and ideologically, and we must therefore ensure that our future relationship with ECDC is one that facilitates full involvement with the global health security systems of the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the announcement of the UK's impending departure from the European Union, the UK health sector has been in a position of significant uncertainty. Although most of the post-Brexit discussion has centred on healthcare and health services, it is population health-particularly prevention-that is likely to sustain the greatest impact. EU membership gives the UK access to a number of public health-related resources, including several EU agencies, and billions of euros worth of research funding [1] . In addition, almost every piece of existing EU legislation has the potential to affect the physical and psychological health of the UK public; from air quality standards, to food regulations, to the European Working Time Directive [2] . Post-Brexit, it will be up to the UK government to decide how much of this legislation the country will retain. Even if EU standards persist within the UK in the short term, there is a risk that the UK could be directly incentivised to change this legislation as a result of future trade agreements; for example, it has been suggested that the tobacco industry may become more interested in the UK market in the absence of EU regulations, a phenomenon that has already been observed in Switzerland [3] . One aspect of public health that is likely to be directly and immediately affected is health security. One arm of the UK's approach to infectious disease prevention involves a close relationship with the European Centre for Disease Prevention and Control, an agency within the EU. The ECDC manages several systems that facilitate centralised cross-border communication between EU member states, aiming to create mechanisms that prevent the spread of infectious diseases. In addition, the ECDC serves as a central meeting point for infectious disease experts across the continent, allowing for development of new strategies to help combat impending challenges. It has been heartening to see that the government recognises the importance of the UK's link to the ECDC; the recently published Brexit White Paper contains an entire section regarding health security, in which the UK proposes 'continuing close collaboration with the Health Security Committee and bodies such as the European Centre for Disease Prevention and Control (ECDC), including access to all associated alert systems, databases and networks' [4] . It is clear, however, that many aspects of the UK's future relationship with the EU are still subject to negotiation, and it is therefore vital that any plan regarding health security takes into account the changing face of international health protection.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1240,
                    "end": 1243,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2356,
                    "end": 2359,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Global health security is currently enshrined within the International Health Regulations, a set of legally binding rules surrounding infectious disease surveillance and outbreak reporting that were developed by the World Health Organisation. Currently, 196 countries are signed up to the IHR, which were most recently revised in 2005, the year of ECDC's inception [5] . Under the IHR, countries are required to report events of public health concern to the World Health Organisation, and maintain eight core public health capacities. Although some countries are able to meet this requirement, as of 2015, 127 countries did not [6] . In the wake of events such as the 2003 SARS outbreak, the 2009 H1N1 influenza pandemic, and the 2014 Ebola epidemic, discourse within the international health protection community has turned to how global cooperation can help to shore up gaps in surveillance and reporting capacity. Suggestions have been made regarding increased globalisation of health security mechanisms; revisions to the IHR that more concretely clarify reporting requirements [7] , expansion of the international laboratory networks that already exist for polio and influenza [8] , and even inclusion of public health capacity requirements in international trade agreements [9] . It is clear that the future of health protection will involve a range of formal and informal global networks, and it is important that the UK is in a position to make integration into these networks as seamless as possible.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The other inevitability, with regard to health security, is innovation of health surveillance technology. As with all aspects of life in the 21st century, public health is entering the era of big data, and this is something that is likely to completely change the mechanisms that are currently used for health security. In 1997, Health Canada developed the Global Public Health Intelligence Network (GPHIN), a web-based system that analyses over 20,000 online news reports daily and uses the collated information to produces alerts on possible communicable disease outbreaks. GPHIN has continued to be developed and refined, and has been used by both the WHO and the WTO during responses to the SARS, MERS-CoV and Ebola outbreaks of recent years [10] . In addition, significant research has indicated the utility of social media for the early identification of outbreaks, with Twitter, Facebook and Google already being piloted as tools for influenza surveillance [11] . As a country that is recognised as a global public health leader, it is important that the UK retains access to the tools and expertise that will enable us to utilise the technological advances that will shape the future of health protection.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 750,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, changes to surveillance mechanisms will require new and more nuanced perspectives on the concepts of data and ethics. National and international legislation that currently attempts to balance health protection needs with the right to privacy was all developed before the interconnected world in which we live had ever been conceived of. As a result, the ethical frameworks surrounding health surveillance are racing to catch up with the pace of technological advancement. The 2005 changes to the International Health Regulations contained provision for nonstate actors to provide information to WHO in the context of outbreak prevention; something which is thought to have caused tensions during certain outbreaks as governments have attempted to control the flow of information in order to prevent national panic [12] . As health surveillance moves beyond the realm of government agencies, it is likely that a range of mechanisms will develop that allow for the prioritisation of rapid information sharing ahead of the specific interests of individual nations. This will, however, require international collaboration to take into account the diverse needs of different populations. As people become increasingly wary of the systems that aggregate private data, new legislation on data sharing and consent will need to be continuously drafted and revised to ensure that the global public health community retains the trust and cooperation of the populations that it is attempting to protect [13] .",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 831,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the UK moves towards a new relationship with the rest of the world, it is important that the British public health community considers the importance of the networks that it belongs to. With regard to health protection, we need to maintain a long-term view-people are moving faster and further, surveillance networks are getting larger and the links that the UK has forged will need to become even stronger, in order to face the challenges of the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Brexit: a confused concept that threatens public health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Galsworthy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Public Health",
            "volume": "38",
            "issn": "1",
            "pages": "3--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How will Brexit affect health and health services in the UK? Evaluating three possible scenarios",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fahy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hervey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jarman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galsworthy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "2110--2118",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The tobacco industry's successful efforts to control tobacco policy making in Switzerland",
            "authors": [
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Glantz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Department for Exiting the European Union. The future relationship between the United Kindgon and the European Union. London: Department for Exiting the European Union",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organisation. Implementation of the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS legacy: outbreak reporting is expected and respected",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9869",
            "pages": "779--81",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lessons learnt from implementation of the International Health Regulations: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Suthar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cifuentes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bull World Health Organ",
            "volume": "96",
            "issn": "2",
            "pages": "110--131",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Trade Organization. WTO agreements and public health: a joint study by the WHO and WTO Secretariat. Geneva: World Trade Organization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Big data and the global public health intelligence network (GPHIN)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dion",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Abdelmalik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mawudeku",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Can Commun Dis Rep",
            "volume": "41",
            "issn": "9",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using networks to combine \"big data\" and traditional surveillance to improve influenza predictions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Haim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "infectious disease outbreak response: mind the rights gap",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Law Rev",
            "volume": "25",
            "issn": "2",
            "pages": "270--92",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ethical challenges of big data in public health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vayena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput Biol",
            "volume": "11",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}