{
    "paper_id": "de8ab91b4f5b42d3698aa02a1f6b238abbc33ecc",
    "metadata": {
        "title": "Nonspecific Inhibitors of Coronavirus OC43 Haemagglutination in Human Sera",
        "authors": [
            {
                "first": "Tapani",
                "middle": [],
                "last": "Hovi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "addrLine": "Haartmaninkatu 3",
                        "postCode": "SF -00290",
                        "settlement": "Helsinki 29",
                        "country": "Finland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Antibodies against the human coronavirus OC43 in human sera were measured by haemagglutination inhibition (HI), complement fixation (CF), and radial diffusion-haemolysis in gel (HIG) techniques. The apparent HI titres in a fraction of sera with no antibodies detectable by the two other methods were found to be reduced considerably after treating the sera with phospholipase C (PLC). The PLC treatment also reduced the apparent HI titres in some sera containing variable amounts of CF and/or HIG antibodies, but did not affect antibody determinations by the two latter methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "These results suggest that false positive results can be obtained in the OC43 HI test unless the sera are treated with phospholipase C before the assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a previous study we found that a relatively large fraction of a human sera (20%) with haemagglutination-inhibiting (HI) activity against the mouse-brain grown human coronavirus OC43 [3] failed to induce haemolysis in the newly developed radial diffusionhaemolysis in gel (HIG) assay of OC43 antibodies [5] . Methods widely used for removing the nonspecific inhibitors of viral haemagglutination, such as treatment of the sera with kaolin, periodate, heparin-manganese, acetone, or receptor-destroying enzyme [4] did not remove HI activity from these sera. Two of the sera were subjected to sedimentation velocity analysis on linear sucrose gradients and both of them showed a single major peak of HI activity at about 7S [5] . These findings taken together with the fact that there are no reports in the literature of nonspecific serum inhibitors of OC43 haemagglutination prompted us to suggest that these sera contained a subclass of HI antibodies not measurable by the HIG test [5] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HI-positive and HIG-ncgative sera were now re-examined and some were found to contain nonspecific serum inhibitor of OC 43 haemagglutination, which could be removed by pretreating the sera with phospholipase C. 0300-8584/78/0166/0173/~ 00.80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sera. Paired patient sera were originally selected for the coronavirus-antibody assays on the basis that the aetiology of the suspected viral disease was not revealed in the routine antiviral-antibody screening carried out in the diagnostic laboratory of this department [5] . Aliquots of these sera had been kept frozen for 2 years and were re-examined in the present study, together with other sera selected randomly from our more recent routine dignostic laboratory material Removal ofNonspecific lnbibitors. Phospholipase C treatment was carried out essentially a s described by Haukenes and Blom for rubella antibody assays [2] . Treatments with kaolin, heparin-manganese, periodate, and receptor-destroying enzyme were according to the standardized techniques [4] . For the red-cell absorption an aliquot of prewashed rat erythrocytes was suspended in nine volumes of a 1:4 or 1 : 10 dilution of the test serum and incubated for 30 rain at room temperature.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Antigen Preparations. OC43 virus strain, originally obtained from Dr. T. Estola (the State Veterinary Institute, Helsinki) was propagated in suckling mouse brain as described before [3, 5] . When the neurological symptoms appeared, the mice were killed by an overdose of ether, the brains were collected, minced, and a 10% v/v suspension was made in the Melnick A medium. The suspension was centrifuged for 30 min at 1500 g and the supernatant of this suspension was used as the antigen in all assays. Antigen titres ranged from 160 to 1280 in the HA test using rat erythrocytes and 1/16 to 1/64 in complement fixation (CF).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Serological Tests. For the haemagglutination inhibition assay serum and antigen dilutions were made in Dulbecco's phosphate buffered saline, with divalent cations, pH 7.4, containing 0.2% bovine serum albumin. In the HI test, 4 HA units of the antigen were incubated with the serum dilutions for 60 min at room temperature. One volume of 1% rat erythrocytes in the same buffer was added for another hour. Rat erythrocytes were used instead of chicken red blood cells [5] because markedly higher antigen titres were recorded with the former cells [3 ] . The sera were not pretreated by any means before the assay unless otherwise indicated.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[3 ]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Sera were heated for 30 rain at 56oc both before a standard microwell complement fixation test and prior to the HIG assay [5] . The HIG gel plates were kindly prepared by Mr. P. Heinonen and Mrs. Terttu V~i/in/inen (Orion Diagnostica, Helsinki).",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Velocity sedimentation analysis of the sera was carried out essentially as described by Vesikari and Vaheri [6] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Phospholipase C is an enzyme which has been used successfully for removing the lipid inhibitors of rubella virus haemagglutination from human sera [2] . Another indication for using it in these studies came from a work of R. Bingham and coworkers who have shown that, by treating avian infectious bronchitis virus with this enzyme, one can induce haemagglutinating activity in purified virus preparations previously lacking this activity [1] . Some of the HI-positive H1G-negative sera reported in the previous study [5] were still available, and were now not only subjected to a re-examination by the HIG and standard HI-tests but were also assayed by the complement-fixation method, The previous findings of the apparent discrepancy between the HIG results and the HI titres were confirmed. Similar disagreement between the HI and HIG tests was also observed with a group of more recently collected sera. Heat-inactivation or erythrocyte-absorption of the sera did not alter the HI titres significantly.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In contrast, treating the sera for t h at 37~ with 0.1% (w/v) phospholipase C followed by inactivation of the enzyme by 1,10-phenanthroline (0.05% w/v) was found to reduce the HI titres in most of these sera by a factor of 2 or 4, and to decrease the titre markedly in some sera. However, the HI-activity in some other HIG-negative sera was not affected by this treatment. As expected, the HI-titre was also significantly reduced by the enzyme treatment in some sera that also had complement-fixing antibodies against the OC43 virus. Titres obtained by the CF and HIG tests were not reduced by the treatment. Examples of different types of reactions towards the phospholipase C treatment are given in Table 1 . The number of sera tested so far is still too small to allow calculation of the frequency of the nonspecific inhibitors, but it is clear that they are not rare if low concentrations are also included. The nonspecific inhibitors of OC43-haemagglutination remain to be characterized in more detail by further studies, but in four sera so far analyzed by the velocity sedimentation analysis on sucros e gradients a major part of the phospholipase C -sensitive HI activity sediments at the top of the gradient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 708,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In conclusion, it has been shown that some human sera contain phospholipase C -sensitive nonspecific inhibitors of coronavirus OC43 haemagglutination. This is not a surprising finding as different nonimmunoglobulin serum components are known to interfere with the haemagglutination induced by most other viruses. A treatment with phospholipase C is recommended for human sera before assaying the antibodies against the OC43 virus by the HI test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Haemagglutination by avian infectious bronchitis virus, a coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Gen. Virol",
            "volume": "28",
            "issn": "",
            "pages": "381--390",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "False positive rubella virus haemagglutination inhibition reactions: Occurrence and disclosure",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haukeness",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Biota",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Med. Microbiol. lmmunol",
            "volume": "161",
            "issn": "",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Some characteristics of haemagglutination of certain strains of \"IBV\" -like virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Infect. Dis",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnostic Procedures for Viral and Rickettsial Infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am. Public Health Ass",
            "volume": "",
            "issn": "",
            "pages": "482--429",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibodies to human coronavirus OC43 measured by radial haemolysis in gel. Scand",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hovi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "V/I/In~inen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Penttinen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "75--77",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rubella: a method for rapid diagnosis of a recent infection by demonstration of the IgM antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vesikari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaheri",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Br. Med. J",
            "volume": "1",
            "issn": "",
            "pages": "221--228",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Effect of phospholipase C on serum inhibitors of OC43 haemagglutination",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. I am grateful to Professor Kari Penttinen and Dr. HeUevi Riski for stimulating discussions and to Miss Helena Kainulainen and Mrs. Virpi Tiilikainen for their excellent assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}