{
    "paper_id": "dea969d521fe6e0a9360f6e860acd604b2bb128a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With increasing globalization, pathogens that cause diseases can spread swiftly throughout the world, creating an urgent need for collaboration among nations. HIv/AIDS, influenza (including avian and swine influenzas) and severe acute respiratory syndrome (SArS) have all spread rapidly across national borders. In addition, chronic illnesses such as heart disease, diabetes and cancer, some of which are caused by microorganisms 1 , have also become diseases of poverty and are on the rise in low-income populations in developing countries 2, 3 . We can no longer view the health problems of developing countries as fundamentally different from those found in high-income nations, and so addressing these problems requires a global approach.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "text": "2,",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address shared health problems requires investment in research and innovation, as well as active contributions by all affected countries. Modern transportation and communications systems make it ever easier for researchers and entrepreneurs to collaborate wherever new opportunities arise. Specific expertise, exciting research material and prosperous markets energize individuals to cast their collaborative nets widely and to build North-South ties. We use the term 'North' to refer to countries that are classi fied as high-income economies by the World bank (sometimes called developed or industrialized nations), whereas 'South' is used to refer to countries that are classified as low-or middle-income economies by the World bank (also known as developing countries). In this Science and Society article, we discuss how developing countries can work with other countries to address their shared health problems as well as to promote scientific and economic development. We examine the factors that drive collaboration, identify the challenges that exist and discuss how the collaboration can have an impact in Southern countries. We also highlight how the global stage of health biotechnology innovation is changing and leading to a different landscape of collaborations. We draw on data from our own research programme on North-South health biotechnology collaborations involving Canada (a high-income country) and developing countries (low-and middle-income countries), as well as data that we have gathered with teams in brazil, China, egypt, India and Zambia on South-South collaboration between developing countries 4 (FIG. 1) . The research examines both research collaboration (mainly between researchers at universities and public research organizations) and entrepreneurial collaboration (mainly between private-sector firms). We relied on multiple sources of data collection, including analysis of the co-publications of researchers from different countries, a survey of health biotechnology firms in seven countries, and interviews with health biotechnology researchers, entrepreneurs and policy makers in 16 countries (mostly developing countries) in order to better understand the opportunities, challenges and impacts of the collaborations and to identify strategies to strengthen them. We interviewed 471 experts in total as a part of these studies (see Supplementary information S1 (box) for a detailed description of the study methodology).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1632,
                    "end": 1640,
                    "text": "(FIG. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "drivers for north-South collaborations Capacity building. To extend the ability of developing countries to address their health problems, capacity-building efforts are required and can be a major driver for North-South collaborations in health biotechnology. Capacity building refers to human resource development and organizational development, as well as development of institutions and legal frameworks. In the past, capacity-building efforts in developing countries involved a linear donor-recipient framework that included mechanisms such as technical assistance and overseas training. There is currently an increased emphasis on using international partnerships between researchers in developing countries and high-income countries as a tool to promote science-intensive development [5] [6] [7] [8] . The main objective is to build capacity -scientific, technological, organizational and industrial -in developing countries so that they themselves can address their problems. Collaboration allows scientists in developing countries to become integrated into international scientific networks in addition to strengthening domestic capacity. It thereby creates access to expanded knowledge networks and has been shown to increase the research output of scientists in developing countries and their international visibility [9] [10] [11] . Economic development. The number of collaborations between firms in high-income countries and those in developing countries has increased in recent years 12 . These partnerships can either be informal in nature or involve formal alliances between firms. In the biotechnology sector, collaborations between firms are common and have become characteristic of the sector 13 . our survey of the entrepreneurial collaborations of Canadian health biotechnology firms shows that around one in four has collaborations with counterpart partners in developing countries 14 . These partners are mostly firms but also include universities, research institutions, hospitals and government agencies. These collaborations are more likely to be driven by economic than by altruistic goals; the large populations and large market potentials of many developing countries makes them attractive to Northern firms. Joint research and development was the second most common type of collaboration. Firms in Canada and developing countries are working together to strengthen their innovation potentials, to take advantage of each other's expertise and to lower the costs involved in the research, development and clinical testing of new health products. For example, Welichem biotech Inc. (vancouver, Canada), which is working to develop novel anti-inflammatory compounds from bacterial symbionts found in insects and nematodes in order to treat various diseases, including inflammatory bowel disease, partnered with Chinese collaborators to access cost-effective animal model testing conditions. In another case, Generex biotechnology Corporation (Toronto, Canada) entered into an alliance with local ecuadorian investigators at the Instituto de endocrinologia Metabolismo y reproducción (Quito, ecuador) to access their expertise in conducting clinical testing of its proprietary oral insulin spray product 13 . (See also another example in BOX 1.) Access to research material. Some developing countries possess traditional knowledge or biodiversity that offers promising health solutions 15 . Some have small and isolated populations that are valuable for research in genomics 16 . These resources are in high demand in industrially advanced countries and can encourage North-South collaboration in health biotechnology. Many low-and middle-income countries have large treatment-naive populations that can serve as unique models for studying specific pathogens. researchers from the North can thus benefit from collaborating with developing nations by increasing their own access to specific disease samples. In a largescale longitudinal cohort study, scientists from McGill university (Montreal, Canada) and the Ludwig Institute (São Paulo, brazil) examined the natural history of human papillomavirus (HPv) infection and cervical cancer in brazilian women from São Paulo; these scientists trained local laboratory and health care staff, established storage space for biological samples and set up equipment for molecular biology analyses. The infrastructure they established attracted the interest of pharmaceutical companies, leading Merck & Co., Inc. (New Jersey, uSA) to use it as a base for the clinical development of a prophylactic HPv vaccine 17 ",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 792,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1331,
                    "end": 1335,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1336,
                    "end": 1340,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3262,
                    "end": 3269,
                    "text": "BOX 1.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent years, developing countries, particularly in Asia and Latin America, have become hot spots for conducting clinical trials. However, there are concerns that a lack of regulatory oversight at these sites can make it difficult to collect high-quality data and can put patients at risk 18 . Local efforts and international partnerships to deal with these challenges have been on the rise. A mechanism for public registration of clinical trials has been established to improve the reporting of these trials and to enhance quality control and the safety of patients. India and China, for instance, are encouraging all clinical trials to be registered with government regulators (see Further information for web links) before participants are enrolled. Clinical trials in Latin American countries can now be registered with the Iberoamerican Cochrane Network 19 , and one of the goals of the International Clinical Trials registration Platform (ICTrP), which was launched by the WHo, is to harmonize and coordinate regional registries to promote the quality, transparency and ethical standards of global clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Access to specific expertise and health biotechnologies is another important driver for North-South collaborations, but the global landscape in health biotechnology is changing. It is not just the expertise and technologies of developed nations that are in demand; with increasing participation by emerging economies, such as brazil, China and India 20-23 , North-South collaboration is increasingly motivated by a need to gain access to expertise and technologies in these countries. This provides more opportunities for high-income countries to work with these emerging economies to advance research. For instance, China's world ranking, in terms of the number of health biotechnology papers in international peerreviewed journals, went from eighth for the period 1998-2001 to second for the period 2006-2009, and brazil's standing went from twentieth to fourteenth in the same time span. Faced with increasing globalization, the Canadian scientists in our study believe that extending their partnerships with emerging economies will be important for sustaining their own competitiveness and may lead to research results that neither party would be able to achieve on their own. Scientists from emerging economies who were interviewed for this research also view these partnerships as critical for helping them to keep abreast of the latest technological developments in the field and for upgrading their local research bases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to expertise and technologies."
        },
        {
            "text": "The changed landscape of collaboration As the science and technology (S&T) capacity grows in emerging economies such as brazil, China and India, there seems to be a heightened interest among high-income countries to pursue collaborations with them. Several countries are entering into North-South bilateral or multilateral S&T agreements; for example, the Australian government established the Australia-India Strategic research Fund in 2009. This fund is committed to stimulating collaboration between the two countries in S&T fields and places a special focus on biotechnologyrelated projects. Canada and brazil signed a framework for cooperation in S&T in 2008 (implemented by the ISTPCanada brazil program), which is expected to boost joint research in fields including biotechnology and pharmaceuticals. Pharmaceutical Gateway China-Finland/europe is a cooperative health technology cluster with an overall aim of increasing cooperation in the biomedical sciences between Finnish and Chinese universities and health technology companies. Many of the agreements include a strong focus on biotechnology collaboration and are expected to strengthen the innovation potentials of the participating countries and to contribute to economic growth. emerging economies and developing countries are also increasingly entering into formal S&T arrangements with each other, forming South-South collaborations. one example of such a collaboration is the Indiabrazil-South Africa (IbSA) agreement, which was formed in 2004. This trilateral agreement fosters stronger economic, trade and developmental ties among these emerging economies. IbSA also emphasizes collaboration in S&T and has identified specific priority areas such as malaria, tuberculosis and HIv/AIDS research 24 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to expertise and technologies."
        },
        {
            "text": "The emerging economies are also extending their cooperation to developing countries that lack capacity in S&T, including some African nations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to expertise and technologies."
        },
        {
            "text": ". The newly announced China-Africa Science and Technology Partnership Program (CASTeP) and the Africa-India Framework for Cooperation both target S&T capacity building in African nations 25 . The CASTeP programme will provide training courses and technical workshops, technology transfer, equipment, joint research projects and assistance in planning high-tech science parks. The partnership programme will also foster 100 new joint research partnerships and provide 100 African postdoctoral scientists",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to expertise and technologies."
        },
        {
            "text": "The Canadian health biotechnology firm SpectraDigital Corporation (Guelph, Canada) has platform technology that uses light-scattering measurements and image-processing techniques for rapid, inexpensive diagnosis of disease agents, including the HIV/AIDS virus, tuberculosis bacilli and malaria parasites. Its technology platform is highly relevant to the disease profiles in Southern countries, but the firm's small size and lack of finances make it challenging for it to penetrate Southern markets. To overcome these challenges, SpectraDigital partnered with FK Biotecnologia S.A. (FK Biotec; Porto Alegre, Brazil), an immunodiagnostics firm, to help bring SpectraDigital's proprietary technology to the Latin American market. SpectraDigital is relying on its Brazilian partner's expertise in dealing with local customs officials to bring the prototype and associated reagents into Brazil, with local research ethics boards to file clinical studies protocols and, ultimately, to file product registration papers for approval with the Brazilian regulatory authorities. SpectraDigital can also benefit from FK Biotec's distribution channels in Latin America, as well as the Brazilian firm's knowledge of how to navigate among local competitor firms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Southern business expertise brings canadian biotechnology to global markets"
        },
        {
            "text": "Many firms in developing nations have built up expertise by marketing contract services and generic products from early in their genesis 31, 32 . As a result, Southern firms such as FK Biotec have business experience and a revenue stream with which they can support the development of novel technologies from external sources. SpectraDigital and FK Biotec expect that their collaboration will enable them to bring cutting-edge Canadian technology to the Latin American market and expand the reach of the diagnostic technology to tackle further disease indications, particularly in oncology, which is of relevance to Northern and increasingly to Southern markets.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Box 1 | Southern business expertise brings canadian biotechnology to global markets"
        },
        {
            "text": "with an opportunity to carry out research at Chinese institutions 26 . The Chinese Scholarship Council also offers scholarships to African students in science-intensive fields. In 2007, this council provided 2,733 scholarships to students from Africa, accounting for almost one-third (27%) of the total number of international scholarships granted worldwide by China 27 . brazil has also been active in targeting Africa; its ProAFrICA programme is focused on promoting S&T capacity in Angola, Cape verde, Guinea bissau and Mozambique -Portuguese-speaking countries with a shared colonial history. Trade, capacity building, closer cooperation and the advancement of a common research agenda are aims that lie at the heart of these programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Southern business expertise brings canadian biotechnology to global markets"
        },
        {
            "text": "Several developing countries such as China and India are world leaders in the field of traditional herbal medicine and have established South-South collaborations focusing on traditional knowledge with other Southern nations, including South Africa and Nigeria. For example, South Africa has a collaboration with India to build capacity in the management of intellectual property rights (IPr) issues and is currently developing an open-source database of traditional medicinal knowledge, similar to that developed by India's Council of Scientific and Industrial research. Nigerian researchers are also interested in technology transfer from firms in India. They are learning how to take advantage of the locally grown neem plant (used in Indian Ayurvedic medicine) to develop and manufacture antifungal products. Such collaborations may allow sub-Saharan African countries to advance their own capacity in the innovation and development of new biotechnology products while maintaining a focus on bringing affordable, culturally appropriate health products to their populations. Although challenges still remain in the standardization and regulation of traditional herbal medicines, our study found collaboration between Southern nations to be an important way for them to harness their traditional knowledge and biodiversity effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Southern business expertise brings canadian biotechnology to global markets"
        },
        {
            "text": "International organizations and associations have had a considerable role in promoting South-South collaboration. The Academy of Science for the Developing World (TWAS), the International Center for Genetic engineering and biotechnology (ICGeb), the African Network for Drugs and Diagnostics Innovation (ANDI) and the WHo's Special Program for research and Training in Tropical Diseases (TDr) are examples of such organizations. TWAS (Trieste, Italy) is an autonomous international organization that was founded in 1983 by leading Southern scientists and aims to promote scientific excellence for sustainable development in developing countries. During the interviews for our study, it became clear that this organization has played a substantial part in helping scientists from sub-Saharan Africa to advance their work in Chinese, Indian and brazilian laboratories and has also helped them to acquire new skills, learn new techniques, build their research capacity and gain international experience. The ICGeb -headquartered in Trieste, with branch offices in Cape Town (South Africa) and New Delhi (India) -has played a similar part. It was promoted by the united Nations Industrial Development organization (uNIDo) as a centre for excellence for research and training in genetic engineering and biotechnology for the benefit of the South. Its new Cape Town office provides African researchers with collaborative research grants and access to training, and also hosts workshops and research fellows from many countries across the global South. The focus of the ICGeb on health biotechnology research that is specifically relevant to the African context has also begun to have a major role in linking African researchers with those from other developing countries.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 392,
                    "text": "(TDr)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box 1 | Southern business expertise brings canadian biotechnology to global markets"
        },
        {
            "text": "However, North-South collaboration continues to be important in developing countries. our research on co-authorship shows that the united States is the most frequent health biotechnology collaborator for all the developing countries except Cuba. This reflects the global role of the united States in health biotechnology and the importance of its expertise in the field. Several european countries, such as the united Kingdom and Germany, also collaborate extensively with developing countries in health biotechnology. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Southern business expertise brings canadian biotechnology to global markets"
        },
        {
            "text": "Conducting clinical trials in collaboration with developing countries can make it possible to test drug candidates in a fast and cost-effective manner. Different approaches have sprung up that make use of diverse collaborative arrangements. Firms in the North frequently include study sites in Southern nations and work with local teams of clinicians and researchers to take advantage of the large patient groups and rapid recruitment in these countries. When Merck & Co., Inc. (New Jersey, USA) was testing its quadrivalent vaccine against human papillomavirus (HPV) to prevent cervical cancer in women, study sites in Latin America, including in Brazil, were chosen. The prevalence of HPV infection in Latin American countries is high (10%), which makes them ideal locations to study the associated disease and interventions against it 33 . In the Phase III trial of Merck's anti-HPV vaccine, 3,139 patients from Latin America were recruited 34 . Merck's prophylactic HPV vaccine is now available worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 | different approaches to global clinical trials"
        },
        {
            "text": "Southern firms embarking on novel drug development initiatives have started to conduct early phases of their clinical trials in Northern countries in partnership with Northern clinical trial organizations. Piramal Healthcare (Mumbai, India) patented the selective cyclin-dependent kinase inhibitor P276-00, which was derived from Indian flora and showed an anti-tumour effect in biochemical assays 35 . The firm decided to collaborate with the Jurvinski Cancer Centre (Hamilton, Canada) to conduct first-in-human Phase I clinical trials of P276-00, as drug discovery activities are nascent in India, and the firm believes that the Indian drug-regulatory authorities, unlike regulatory bodies in Canada, do not yet have sufficient experience to assess data from Phase I trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 | different approaches to global clinical trials"
        },
        {
            "text": "Finally, North-South collaboration in carrying out clinical trials can be a strategy for small health biotechnology firms to introduce novel therapeutics on their own, thereby reducing reliance on large pharmaceutical firms. A networked approach to drug development leverages resources and expertise of companies across the globe. CIMAB S.A. (Havana, Cuba) and YM BioSciences Inc. (Toronto, Canada) have together established a consortium of Northern and Southern firms for clinical testing of nimotuzumab, CIMAB's anti-cancer humanized monoclonal antibody that targets epidermal growth factor receptor. Northern partners in the consortium include firms from Germany and Japan; Southern partners include firms from Asia (China, India, Pakistan and the Philippines), Latin America (Brazil, Colombia, Peru and Paraguay) and Africa (Algeria, Morocco, Nigeria and South Africa). Consortium firms, planning to distribute nimotuzumab in local jurisdictions, are contributing towards the cost of conducting clinical studies. Conducting clinical trials in a North-South consortium has enabled small health biotechnology firms to not only recruit patients at a rate comparable to multinational pharmaceutical firms, but also complete trials at a fraction of the cost. Currently, nimotuzumab is approved for marketing in 23 countries. countries in sub-Saharan Africa and 14 european union member states plus Norway and Switzerland. A key objective of the eDCTP is to build capacity in the coordination of clinical trials for the development of interventions against HIv/AIDS, malaria and tuberculosis. The eDCTP also focuses on strengthening regulatory capacity in sub-Saharan African nations, including the development of good clinical practice and improvement of research ethics review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 | different approaches to global clinical trials"
        },
        {
            "text": "With the rise of the emerging economies, a changed landscape in health biotechnology collaborations arises in which collaborations involve knowledge and resources flowing in both directions. our study reveals that countries such as brazil, China and India are more frequently collaborating with Northern countries, such as Canada, as equals, and have an increasing capacity-building role in other developing countries, particularly those in Africa. South-South collaboration has therefore begun to provide an alternative to the traditional North-South partnerships, and promotes collaboration focusing on locally relevant problems. Thus, leveraging not only North-South but also South-South collaborations can be mutually beneficial for all participating parties; but a number of challenges remain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 | different approaches to global clinical trials"
        },
        {
            "text": "As promising as collaborations involving developing countries are, there are several factors impeding these associations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "challenges of collaborations"
        },
        {
            "text": "resources in developing countries for international collaborations are in short supply. Funding of collaboration among researchers is still predominantly provided by high-income countries. The united States and countries of the european union seem to have the most resources allocated for research collaborations with developing countries. These high-income countries have a strong health biotechnology sector and it is beneficial for researchers from developing countries to gain access to their resources and knowledge networks. Although biotechnology is part of the plan for many South-South collaborations, financial resources for these collaboration are extremely limited. The CAbbIo (Centro brasileiro Argentino de biotecnologia) fund between brazil and Argentina is the only fund we have identified that has been dedicated to funding biotechnology collaborations for any significant amount of time, or since 1986. They have focused on supporting training and research activities and, as a result, brazil and Argentina now have the largest number of co-publications in health biotechnology between any two developing countries. Clearly, governments can stimulate South-South collaboration by investing resources in the collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of resources, particularly for research collaboration by public-sector re searchers."
        },
        {
            "text": "The lack of funding in developing countries for international collaborations and the reliance of these countries on Northern funds may lead to unequal relationships and skew the research focus towards the needs of the developed countries. In a North-South collaboration, Northern countries typically bring resources to do particular research that they themselves have prioritized. An interviewee in South Africa said, for example: \"Who is setting the agenda? From the eu, the agenda is sent to us and we must just swallow it or take it or leave it. \" under these conditions, ownership of the research remains limited for developing countries, and their role in the collaboration is often solely to be suppliers of research material, which at times leads to biopiracy concerns [5] [6] [7] [8] . unequal historical relations can influence North-South collaboration and lead to unequal power relations. by comparison, in our study, Canada was a sought-after partner in health biotechnology, in part because of its strengths in the field, but also because it was never a colonial power.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 779,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Lack of resources, particularly for research collaboration by public-sector re searchers."
        },
        {
            "text": "A lack of resources and unequal relationships have also prevented the realization of the impacts of collaboration in developing countries. According to our research, collaboration, particularly that involving sub-Saharan African countries, has often had limited impact. research personnel have received training in areas relevant to their country of origin, but owing to the lack of the necessary infrastructure and resources, they are prevented from utilizing their newly-gained capacity, which wastes resources. To ensure maximum impact and increase ownership of the research by developing countries, the collaboration must involve dialogue and planning between the participating nations, and must align well with prioritization, contribution and commitment made by the government of the country that needs the capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of resources, particularly for research collaboration by public-sector re searchers."
        },
        {
            "text": "Lack of knowledge about intellectual property rights. our study found that a poorer understanding of the IPr environment by collaborators from developing countries compared with the understanding of their colleagues from the high-income countries can form an obstacle. This was seen in Canadian collaborations with both brazil and India and in a well-known case involving collaboration between researchers at oxford university, uK, and Kenya working on an HIv/AIDS vaccine 28 . Although this is not a problem for most collaborations, Box 3 | Research and capacity building: South Africa takes the lead South African researchers are playing a vital role within the African continent in capacity building, technology transfer and knowledge exchange. For example, researchers from the University of Stellenbosch (South Africa) coordinate a training programme focused on skills development and capacity building involving over ten African nations, including Ghana, Kenya, Sudan, Tanzania and Zambia. South African researchers are using tuberculosis as a relevant local model to transfer molecular biology techniques, technology and know-how to visiting researchers from other African institutions. The researchers can work on samples from their home countries while advancing their scientific skills. They can also use their new-found skills for research on other endemic diseases, such as AIDS and malaria. Along with these basic laboratory skills, the programme also provides training in scientific communications, grant preparation and writing for publication. Scientists at the National Institute for Communicable Diseases (NICD; Sandringham, South Africa) have also worked with researchers from Ghana, Namibia, Botswana, Zimbabwe and Malawi in malaria-related research to develop technical capacity in the detection, monitoring and management of vector resistance. Joint work between the NICD and other African countries has led to the development of several assays, including one that is widely used to rapidly differentiate mosquito species in order to identify those that may carry malaria parasites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of resources, particularly for research collaboration by public-sector re searchers."
        },
        {
            "text": "Scientists from South Africa have also built their own scientific research capacity through South-South collaboration and have, for instance, forged many collaborative ties with India. Researchers at the University of the Witwatersrand (Johannesburg, South Africa) have worked together with researchers in India to generate and test novel compounds for treating malaria and amoebic dysentery. South African researchers with local expertise in malaria sought collaboration with Indian scientists with expertise in synthetic chemistry and other advanced biochemical techniques. These scientists in South Africa wanted to strengthen their ability to identify and synthesize novel molecules that are lethal to protozoa, and were interested in applying their new knowledge to the development of treatments for amoebic dysentery and malaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of resources, particularly for research collaboration by public-sector re searchers."
        },
        {
            "text": "the knowledge imbalance has in some cases led to uncertainty and mistrust. It can, however, be beneficial for researchers from developing countries to gain access to Northern researchers' expertise on IPr once trust exists between the partners. An Indian researcher who collaborated with a Canadian researcher on biocompatible polymers for drug delivery stressed that the expertise of the Canadian institution on IPr issues, and the more mature IPr environment, was an asset for their collaboration when the research was considered for commercialization. Developing countries must pay attention to the need to provide their researchers with an understanding of IPr issues and of the potential commercialization of their research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of resources, particularly for research collaboration by public-sector re searchers."
        },
        {
            "text": "A common theme in our study is that differences in various regulations make it difficult to carry out research and innovation across national borders. For example, moving materials or products across borders can hamper the collaborations, increasing the cost and time required. This is partly due a lack of understanding on how to classify biological material, and the resulting delays can lead to spoilage of the material. Difficulties with transporting products in accordance with local rules and regulations further increase costs. Such transactions became particularly challenging after the heightened security demands following the terrorist attacks of 11 September 2001 in the united States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges dealing with diverse regulations."
        },
        {
            "text": "Health innovation is becoming increasingly global, with different phases of the innovation process crossing national borders (BOX 2) . Firms that are engaged in international collaborations to develop new health products or services can take advantage of the diverse strengths of the innovation systems of different countries. For example, preclinical research may take place in two or more countries, and the different phases of clinical trials for a single drug candidate are also not confined within national borders. Nonetheless, the globalization of innovation is not without its challenges, and conducting innovation that crosses national borders can add to the regulatory burden for health biotechnology firms, especially when the technological and administrative requirements of the regulatory systems differ widely. Firms may have to conduct separate tests, submit separate applications and meet distinct criteria to comply with the requirements of different regulatory agencies. It is possible that greater dialogue, recognition and alignments between the regulatory agencies of countries in the North and the South may enable a better mutual understanding and cultivate a more cost-effective innovation process.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "(BOX 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges dealing with diverse regulations."
        },
        {
            "text": "The discussion above shows that various factors shape North-South and South-South collaborations in health biotechnology. Innovation is critical for driving economic development and growth in both developed and developing countries. It is not only formal research and development activities that lead to knowledge that is important for innovation; innovation is the result of the integration of different types of knowledge, including the knowledge of the users of the innovation 29 . Learning by doing, and using and interacting with indigenous knowledge sources or bodies in developing countries are also integral parts of the innovation process. Innovations do not occur in a linear manner such that an investment in science alone is enough to lead to advances of economic significance. rather, constellations of institutional bodies -firms, universities, public research institutions, hospitals, financial institutions, and so on -as well as social and cultural norms interact to influence the innovation process. In order for innovation to take place, alignments of the critical institutions that stimulate innovation -the 'innovation systems' -is needed 29, 30 .",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Towards more global innovation"
        },
        {
            "text": "Further, international collaboration cannot be viewed in a linear fashion. Partnerships have to be well aligned with the wider innovation system in the participating countries in order to contribute towards innovation in these countries 5 . Collaboration should not be seen as occurring between just two individual scientists or firms, but rather should take into consideration the wider institutional bodies in the participating countries (for example, funding agencies, technology transfer offices, IPr regimes, and drug and customs regulators). Promoting innovation involves an understanding of the institutional environment in which the partnerships are embedded; it entails the identification of bottlenecks and the re-calibration of the system to overcome them. To promote North-South and South-South collaboration, we thus propose that collaboration be viewed as a part of the interaction between two innovation systems. The calibration for innovation then involves alignments between the systems in two or more participating countries so that they work most effectively together. This interacting innovation systems model of collaboration takes into account both social and economic factors in the wider institutional environment, all of which play important parts in the international collaboration and the development of knowledge, goods and services based on the collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards more global innovation"
        },
        {
            "text": "There are three steps -planning, cultivating and coordinating -that governments and other promoters of innovation in Northern and Southern countries can take to encourage and harness international collaboration in science-intensive fields, as discussed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards more global innovation"
        },
        {
            "text": "Planning. Countries need to consider partnership to be a part of their wider S&T, innovation and health promotion plans if international health biotechnology collaborations are to contribute to innovation. For instance, capacity-building efforts can have more impact if they are aligned with investment in S&T or a health problem that is prioritized by a partnering country. In this way, countries can leverage contributions from international collaboration and make sure they fit their national priorities. International collaboration in health biotechnology does not always directly involve governments, and researchers and the companies involved (and their international associations and organizations) are often active instigators of the collaboration. However, governments cannot be bypassed and should involve these participants more in the innovation-planning process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards more global innovation"
        },
        {
            "text": "Cultivating. Developing countries need to cultivate their innovation systems to address the complex bioethical, IPr and regulatory issues that arise with international collaboration. For example, to manage negotiation and fair sharing of IPr among partners, expectations need to be outlined in formal collaboration agreements between nations. These are not always clearly stated in international partnership agreements. Discussions regarding the splitting of benefits can be fraught with miscommunication. Institutional support in managing conflict in this area is needed in developing countries. Provisions for capacity building in technology transfer offices of developing countries are particularly important, as these offices can facilitate the formation of contractual agreements and help protect the interests of the developing country in international partnerships. The same applies to bioethical and other regulatory issues. Developing countries need to cultivate local capacity in these areas to harness international collaboration for their own needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards more global innovation"
        },
        {
            "text": "Coordinating. our research has shown that differences in the drug-regulatory regimes of countries can prevent internationally based partners from carrying out global innovation. As health biotechnology becomes increasingly globalized, different phases of the innovation process are being carried out in various jurisdictions. However, the requirements for regulatory approval differ widely between countries. regulatory systems can be calibrated by aligning some of the processes required for drug regulations in the collaborating countries and thereby minimizing repetition in the work required for these regulations. Therefore, starting a dialogue between regulatory agencies in the North and the South about coordinating their different systems is an important step for globalized health biotechnology innovation. This is just an example of the coordination that is needed between innovation systems in collaborating countries. other coordination, in expectations and resources, for example, greatly strengthen the collaborations and their innovation impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards more global innovation"
        },
        {
            "text": "Governments and international donor and philanthropic organizations should look at different models when they promote development and improved global health. A triangular cooperation model should be explored that involves South-South-North collaboration. This may assist the exchange of expertise between developing countries and harness the technological and financial strengths of the North. by harnessing the strengths of both North-South and South-South collaboration, and promoting the collaboration according to an interacting innovation model, we are better equipped to contribute towards innovation and improved global health, and to encourage sustainable development of partner countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Towards more global innovation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Halla Thorsteinsdóttir is at the Dalla Lana School of Public Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Monali Ray and Andrew Kapoor are at the McLaughlin-Rotman Centre for Global Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Daar is at the McLaughlin-Rotman Centre for Global Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abdallah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Toronto M5G 1L7, Canada. Correspondence to H.T. e-mail: halla.thorsteinsdottir@utoronto",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2492"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Papillomaviruses and cancer: from basic studies to clinical application",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zur Hausen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Rev. Cancer",
            "volume": "2",
            "issn": "",
            "pages": "342--350",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chronic diseases in developing countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nugent",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann. NY Acad. Sci",
            "volume": "1136",
            "issn": "",
            "pages": "70--79",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The global burden of chronic diseases: overcoming impediments to prevention and control",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hofman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "2616--2622",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "South-South entrepreneurial collaboration in health biotech",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Biotech",
            "volume": "28",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "North-South collaboration and systems of innovation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Velho",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int. J. Tech. Manag. Sustain. Dev",
            "volume": "1",
            "issn": "",
            "pages": "171--181",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "North-South research partnership: is collaboration possible between unequal partners?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gaillard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Knowl. Technol. Policy",
            "volume": "7",
            "issn": "",
            "pages": "31--63",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Uncertain Quest: Science, Technology, and Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sagasti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Knowledge and Innovation for Development: The Sisyphus Challenge of the 21st Century",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Sagasti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Scientific output in the third-world",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blickenstaff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moravcsik",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Scientometrics",
            "volume": "4",
            "issn": "",
            "pages": "135--169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Handbook of Science and Technology Studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Are scientists in developing countries isolated? Sci",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shrum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Campion",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Technol. Soc",
            "volume": "5",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Performance of international joint ventures from developing and developed countries: an empirical study in a developing country context",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. World Bus",
            "volume": "33",
            "issn": "",
            "pages": "357--377",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interorganizational collaboration and the locus of innovation: networks of learning in biotechnology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Koput",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smith-Doerr",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adm. Sci. Q",
            "volume": "41",
            "issn": "",
            "pages": "116--145",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Globetrotting firms: Canada's health biotechnology collaborations with developing countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Biotech",
            "volume": "27",
            "issn": "",
            "pages": "806--814",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "South Africa -blazing a trail for African biotechnology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Motari",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Biotech",
            "volume": "22",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The next steps for genomic medicine: challenges and opportunities for the developing world",
            "authors": [
                {
                    "first": "B.-J",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Rev. Gen",
            "volume": "9",
            "issn": "",
            "pages": "23--27",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quadrivalent vaccine against human papillomavirus to prevent high-grade cervical lesions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Villa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N. Engl. J. Med",
            "volume": "356",
            "issn": "",
            "pages": "1915--1927",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Trends in the globalization of clinical trials",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Thiers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Sinskey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Berndt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Rev. Drug Discov",
            "volume": "7",
            "issn": "",
            "pages": "13--14",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Latin American ongoing clinical trial register (LATINREC)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reveiz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev. Panam. Salud Pública",
            "volume": "19",
            "issn": "",
            "pages": "417--422",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Introduction: promoting global health through biotechnology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdottir",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Biotech",
            "volume": "22",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Conclusions: promoting biotechnology innovation in developing countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdottir",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Biotech",
            "volume": "22",
            "issn": "",
            "pages": "48--52",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Indian biotechnology -rapidly evoling and industry led",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Biotech",
            "volume": "22",
            "issn": "",
            "pages": "31--36",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Health biotechnology in Chinareawakening of a giant",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature. Biotech",
            "volume": "22",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "South-South co-operation: The case for IBSA",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mokoena",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "S. Afr. J. Int. Affairs",
            "volume": "14",
            "issn": "",
            "pages": "125--145",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Africa-India Framework for Cooperation",
            "authors": [
                {
                    "first": "Africa-India",
                    "middle": [],
                    "last": "Forum",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Africa-India Forum Summit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "China offers billions in loans to boost health research in Africa",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Government of the Peoples Republic of China",
            "authors": [],
            "year": 2007,
            "venue": "Chinese Scholarship Council Annual Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Kenyans protest at being left off AIDS patent",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kigotho",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "408",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "National Systems of Innovation: Towards a Theory of Innovation and Interactive Learning",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Å"
                    ],
                    "last": "Lundvall",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Innovation and the Development Agenda",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "India's health biotech sector at a crossroads",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Frew",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature Biotech",
            "volume": "25",
            "issn": "",
            "pages": "403--417",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Brazilian health biotech -fostering crosstalk between public and private sectors",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rezaie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Biotech",
            "volume": "26",
            "issn": "",
            "pages": "627--644",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Worldwide distribution of human papillomavirus types in cytologically normal women in the International Agency for Research on Cancer HPV prevalence surveys: a pooled analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "991--998",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Prophylactic quadrivalent human papillomavirus (types 6, 11, 16 and 18) L1 virus-like particle vaccine in young women: a randomised double-blind placebo-controlled multicentre phase II efficacy trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Villa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Oncol",
            "volume": "6",
            "issn": "",
            "pages": "271--278",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Inhibitors of cyclin-dependent kinases and their use",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "US Patent",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Keasling, J. D. Synthetic biology for synthetic chemistry. ACS Chem. Biol. 3, 64-76 (2008). 62. Steen, E. J. et al. Microbial production of fatty-acid-derived fuels and chemicals from plant biomass. Nature 463, 559-562 (2010). 63. Rocha, I. et al. OptFlux: an open-source software platform for in silico metabolic engineering. BMC Syst. Biol. 4, 45 (2010). 64. Adrio, J. L. & Demain, A. L. Genetic improvement of processes yielding microbial products. FEMS Microbiol. Rev. 30, 187-214 (2006). 65. Posfai, G. et al. Emergent properties of reduced-genome Escherichia coli. Science 312, 1044-1046 (2006). 66. Komatsu, M., Uchiyama, T., Omura, S., Cane, D. E. & Ikeda, H. Genome-minimized Streptomyces host for the heterologous expression of secondary metabolism. Proc. Natl Acad. Sci. USA 107, 2646-2651 (2010). 67. Gibson, D. G. et al. Complete chemical synthesis, assembly, and cloning of a Mycoplasma genitalium genome. Science 319, 1215-1220 (2008). 68. Lartigue, C. et al. Creating bacterial strains from genomes that have been cloned and engineered in yeast. Science 325, 1693-1696 (2009). 69. Gibson, D. G. et al. Creation of a bacterial cell controlled by a chemically synthesized genome. Science 329, 52-56 (2010). 70. Carlson, R. The changing economics of DNA synthesis. Nature Biotech. 27, 1091-1094 (2009). 71. Gibson, D. G. et al. Enzymatic assembly of DNA molecules up to several hundred kilobases. Nature Methods 6, 343-345 (2009). 72. Walsh, C. T. & Fischbach, M. A. Natural products version 2.0: connecting genes to molecules. J. Am. Chem. Soc. 132, 2469-2493 (2010). 73. Fischbach, M. A., Walsh, C. T. & Clardy, J. The evolution of gene collectives: How natural selection drives chemical innovation. Proc. Natl Acad. Sci. USA 105, 4601-4608 (2008). 74. Olano, C., Mendez, C. & Salas, J. A. Post-PKS tailoring steps in natural product-producing actinomycetes from the perspective of combinatorial biosynthesis. Nat. Prod. Rep. 27, 571-616 (2010). 75. Jenke-Kodama, H., Borner, T. & Dittmann, E. Natural biocombinatorics in the polyketide synthase genes of the actinobacterium Streptomyces avermitilis. PLoS Comput. Biol. 2, e132 (2006).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "countries included in our research on north-south and south-south collaborations in health biotechnology. the Northern country is indicated in blue, and southern countries are indicated in orange.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "european Commission's Sixth Framework Programme (FP6) for S&T development and the european and Developing Countries Clinical Trials Partnership (eDCTP) are playing a considerable part in research in African countries and in the advancement of their clinical trials. The eDCTP was established in 2003 and brings together",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank D. Hopwood and C. Voigt for constructive comments and suggestions. This work was supported by the Dutch Technology Foundation (STW), which is the applied-science division of The Netherlands Organisation for Scientific Research (NWO) and the Technology Programme of the Ministry of Economic Affairs (grant STW 10463). R.B. is supported by an NWO-Vidi fellowship, and E.T. is supported by a Rosalind Franklin Fellowship, University of Groningen, the Netherlands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare competing financial interests, see Web Version for details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        },
        {
            "text": "The authors thank all the interviewees who took part in the research projects discussed in this paper and who generously shared their expertise and time. We also thank J. Bell for comments on the manuscript. This paper is based on projects that were funded by the Canadian Institutes of Health Research (CIHR)-Genome Canada programme through the Ontario Genomics Institute, and by the International Development Research Centre, and was also supported by the McLaughlin-Rotman Centre for Global Health, an academic centre at the University Health Network and University of Toronto, Canada. M.R. is supported by a CIHR Training Award, and H.T. is supported by a New Investigator Award from the CIHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        }
    ]
}