{
    "paper_id": "deb849e250a706bc165ea6daf17350349501b88a",
    "metadata": {
        "title": "Sustainable development must account for pandemic risk",
        "authors": [
            {
                "first": "Moreno",
                "middle": [
                    "Di"
                ],
                "last": "Marco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Commonwealth Scientific and Industrial Research Organisation (CSIRO) Land and Water",
                    "institution": "EcoSciences Precinct",
                    "location": {
                        "addrLine": "Dutton Park",
                        "postCode": "4102",
                        "region": "QLD",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [
                    "L"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CSIRO Australian Animal Health Laboratory, Health and Biosecurity Business Unit",
                    "institution": "",
                    "location": {
                        "postCode": "3220",
                        "settlement": "Geelong",
                        "region": "VIC",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "De Barro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evan",
                "middle": [
                    "A"
                ],
                "last": "Eskew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecile",
                "middle": [
                    "M"
                ],
                "last": "Godde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [
                    "D"
                ],
                "last": "Harwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Herrero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Hoskins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "James Cook University",
                    "location": {
                        "postCode": "4810",
                        "settlement": "Townsville",
                        "region": "QLD",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of New York",
                    "location": {
                        "postCode": "75017",
                        "settlement": "Paris",
                        "region": "New York",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "B"
                ],
                "last": "Karesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Machalaba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Navarro Garcia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dean",
                "middle": [],
                "last": "Paini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Pirzl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "Stafford"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Zambrana-Torrelio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Ferrier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "biodiversity conservation, and climate change mitigation cannot be considered in isolation (5) (6) (7) (8) . Hence, understanding those dynamics is central to achieving the vision of the UN 2030 Agenda.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But environmental change also has direct human health outcomes via infectious disease emergence, and this link is not customarily integrated into planning for sustainable development. Currently, 65 countries are engaged in the Global Health Security Agenda (GHSA) and are finalizing a strategic plan for the next five years (the GHSA 2024 Roadmap) to better prevent, detect, and respond to infectious disease outbreaks in alignment with SDGs 2 and 3 on food security and human health. Without an integrated approach to mitigating the disease emergence consequences of environmental change, countries' abilities to achieve SDGs and GHSA targets will be compromised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emerging infectious diseases (EIDs) such as Ebola, influenza, SARS, MERS, and, most recently, coronavirus (2019-nCoV) cause large-scale mortality and morbidity, disrupt trade and travel networks, and stimulate civil unrest (9) . When local emergence leads to regional outbreaks or global pandemics, the economic impacts can be devastating: The SARS outbreak in 2003, the H1N1 pandemic in 2009, and the West African Ebola outbreak in 2013-2016 each caused more than US $10 billion in economic damages. The current outbreak of a novel coronavirus, closely related to SARS, is once again keeping the world on its toes (10) . At the time of this writing, around 6 weeks after the first case was discovered, the virus has been confirmed affecting over 40,000 people in 25 countries (>6,000 severe cases), having caused approximately 1,000 deaths. Both the disease and the fear of disease have had considerable economic and social impacts, with restrictions on international travel enforced by several countries, the quarantining of tens of millions of people, dramatic drops in tourism, and disruption of supply chains for food, medicines, and manufactured products. Estimates of the likely economic impact are already higher than US $150 billion.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although technologies to monitor EID risk are advancing rapidly, policies to deal with such risk are largely reactive, focusing on outbreak investigation and control and on development of vaccines and therapeutic drugs targeting known pathogens. Crucially, the processes that drive disease emergence risk interact with those necessary to achieve multiple societal goals. The current lack of focus on these interactions generates policy blind spots that must be addressed to ensure that sustainable development efforts are not counterproductive and do not compromise global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is growing policy interest in the interactions between global environmental change and human health, such as noncommunicable disease outcomes of climate change, mortality and morbidity from extreme weather events, pollution-related asthma, and spread of vector-borne diseases (11) . By contrast, little attention has been paid to the interactions between environmental change and infectious disease emergence, despite growing evidence that causally links these two phenomena (12) (13) (14) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Environmental Change, Sustainable Development"
        },
        {
            "text": "Around 70% of EIDs, and almost all recent pandemics, originate in animals (the majority in wildlife), and their emergence stems from complex interactions among wild and/or domestic animals and humans (15) . Disease emergence correlates with human population density and wildlife diversity, and is driven by anthropogenic changes such as deforestation and expansion of agricultural land (i.e., land-use change), intensification of livestock production, and increased hunting and trading of wildlife (13, 14) . For example, the emergence of Nipah virus in Malaysia in 1998 was causally linked to intensification of pig production at the edge of tropical forests where the fruit bat reservoirs live; the origins of SARS and Ebola viruses have been traced back to bats that are hunted (SARS) or inhabit regions under increasing human development (Ebola). Mitigating the underlying drivers of disease emergence will therefore require consideration of multiple dimensions of socioeconomic development, which include SDGs targeting a diverse range of societal issues (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "(13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "14)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1060,
                    "end": 1068,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Environmental Change, Sustainable Development"
        },
        {
            "text": "Goal 3 of the UN 2030 Agenda for Sustainable Development aims to \"ensure healthy lives and promote wellbeing for all at all ages.\" Reducing global infectious disease risk is part of this Goal (Target 3.3), alongside strengthening prevention strategies to identify early warning signals (Target 3.d). Given the direct connection between environmental change and EID risk, actions taken to achieve other SDGs will have an impact on the achievement of Goal 3 (either positive or negative). The strongest links can be expected with Goals 2 and 15. Goal 2 aims to increase agricultural productivity to enhance global food security, which will likely lead to the expansion and/or intensification of cropping and livestock production systems (both increasing EID risk). Goal 15 aims to conserve the world's terrestrial ecosystems, with direct implications for EID risk mitigation given the prominent role that habitat loss plays in driving the transmission of pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Change, Sustainable Development"
        },
        {
            "text": "Other drivers, such as societal instability in conflictaffected states, also exert a strong amplifying effect on EIDs. Conflict drives human migration, which influences transmission risk, and can severely limit our ability to control disease outbreaks by decimating healthcare systems (16) . Goal 16 promotes effective and accountable institutions at all levels, and efforts to end violence and conflict, as well as strengthen all-hazards resilience, should recognize disease as a threat to societal security.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Environmental Change, Sustainable Development"
        },
        {
            "text": "Despite these interactions with Goal 3, research has typically focused on a small number of wellestablished links among other goals, for example between carbon sequestration and biodiversity conservation (7), biodiversity conservation and food production (5), or food production and carbon emissions (6) . These studies ignore the role that EID risk plays in human health, generating a key policy blind spot: Efforts to reduce EID risk involve trade-offs with other societal goals, which ultimately rely on the same planetary resources (8) . At the same time, ignoring EID risk might mean overlooking important synergies in the achievement of other goals, thereby reducing the perceived benefits of a proposed policy, or disregarding the wider consequences of inaction.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Environmental Change, Sustainable Development"
        },
        {
            "text": "Researchers and policymakers could exploit the synergies in the achievement of multiple SDGs by considering the interconnected drivers of disease emergence and their wider societal impacts. For example, cropland is projected to expand with increasing food demand, particularly in developing countries with high biodiversity and EID risk. Environmental policies that promote sustainable land-use planning, reduced deforestation, and biodiversity protection, provide ancillary benefits by reducing the types of wildlife contact that can lead to disease emergence (13, 14) . Such policies could promote the \"land sparing\" strategy in production landscapes, which aims to reconcile agricultural activities and biodiversity conservation (17) but also reduces the interaction of humans and livestock with wildlife (and therefore EID risk).",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "(13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Synergies, Trade-Offs, and Leverage"
        },
        {
            "text": "Similarly, protecting intact forest landscapes can benefit biodiversity conservation and global carbon storage, while at the same time preventing the risk of disease transmission to humans (18) . In fact, intact ecosystems may play an important disease regulation role by maintaining natural disease dynamics in wildlife communities and reducing the probability of contact and pathogen transmission among humans, livestock, and wildlife (12) . Policies that aim to reduce the rate at which consumption of animal protein is increasing in developed countries (1) will reduce the global footprint of intensive livestock production and reduce the risk of livestock acting as amplifiers for emerging pathogens (15) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "(18)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Synergies, Trade-Offs, and Leverage"
        },
        {
            "text": "Avoiding societal disruption, such as that generated by armed conflict, enhances efforts to mitigate EID risk and achieve other SDGs. Conflict can severely deteriorate infrastructure and stability, as demonstrated by the healthcare capacity deficits and government distrust-stemming from decades of civil war-that hindered control of the West Africa Ebola epidemic. The targeting and harming of healthcare workers, treatment centers, and critical infrastructure (e.g., the power supply) has decreased populationlevel effectiveness of containment measures (19) .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Synergies, Trade-Offs, and Leverage"
        },
        {
            "text": "Reducing local and international instability is essential to prevent disease spread, even for infectious agents at the brink of eradication. The spread of wild poliovirus from Pakistan into Syria in 2013 and 2014, for example, was a consequence of reduced vaccination levels owing to years of conflict in both countries (20) . Conversely, not controlling epidemics can contribute to the dismantling of societal functions, leading to the exacerbation of violence, sexual exploitation, educational disruption, food insecurity, and corruption (21) .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(20)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "(21)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Synergies, Trade-Offs, and Leverage"
        },
        {
            "text": "There are also trade-offs to consider. For example, efforts to rapidly expand livestock production in developing countries may improve protein intake and nutrition but run the risk of expanding the wildlifelivestock-human interface, which enables pathogen spillover and can lead to disease-associated production losses (15) . Focusing livestock production on monogastric species (such as pigs and poultry) rather than ruminants has been proposed as a strategy to lower greenhouse gas emission intensity (22) , but this could increase the risk of pandemic influenza emergence. Conservation measures that create wildlife corridors to increase habitat connectivity might also increase the risk of disease transmission among disparate wildlife, livestock, and human populations. Restoring degraded natural habitats helps re-establish the natural composition and dynamics of wildlife communities, with multiple benefits for carbon sequestration, freshwater conservation, and drought management. However, reforestation in the northeastern United States, in the wake of a cycle of deforestation and predator extirpation, likely contributed to an increased Lyme disease risk among people (15) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Synergies, Trade-Offs, and Leverage"
        },
        {
            "text": "In fact, intact ecosystems may play an important disease regulation role by maintaining natural disease dynamics in wildlife communities and reducing the probability of contact and pathogen transmission among humans, livestock, and wildlife. by leveraging current policies and collaborations already adopted by international organizations. For example, the World Health Organization, Food and Agriculture Organization of the United Nations, and World Organisation for Animal Health have formed a tripartite One Health policy framework to enhance protection against pandemics, primarily through increased farm biosecurity and disease surveillance in animals and people (9, 15) . The One Health strategy has already attracted interest from several developing countries (23) ; it can provide a global platform for integrating EID risk mitigation within sustainable development planning. Organizations such as the UN Office For Disaster Risk Reduction (UNDRR) can help ensure that measures directed at risk mitigation and epidemic threat resilience are mainstreamed through coordination in program design and standards, for example via the World Bank-UN Humanitarian-Development-Peace initiative working in conflict-afflicted countries.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 671,
                    "text": "(9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "(23)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        },
        {
            "text": "Advancing the integration of EID risk into the planning for sustainable development requires a crossdisciplinary research approach; disease emergence involves socioeconomic change, pathogen dynamics, and biological and behavioral aspects of humans, wildlife, and livestock. A multisectoral lens, consistent with SDG 17, is critical for promoting greater alignment and novel solutions that bridge sectors and stakeholders relevant to health, environment, and other dimensions of security at global, national, and community levels (4). Policies to promote research on these interactions could provide ways to better estimate the likely return on investment of more integrated SDG planning, guide efforts to achieve initiatives such as the GHSA Strategic Plan, and better monitor global progress on EID risk mitigation. The mechanisms linking land-use change and EID risk could be better resolved by on-the-ground evaluation of how land-use transitions (e.g., from forest to cropland) alter wildlife and pathogen diversity, as well as the human activities responsible for human-wildlife contact (such as bushmeat hunting and farming).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        },
        {
            "text": "Resolving the complex relationships between biodiversity and EID risk (12) (13) (14) could also help determine whether conservation programs are likely to enhance or reduce disease emergence. This will require assessing the role of wildlife diversity not only in terms of the number of species (or their abundance) at a given location, but also in terms of the spatial and temporal variation in species composition (factors influenced by anthropogenic environmental change). Similarly, livestock populations are being mapped with increasing accuracy and resolution-spatial extent of pasture areas, change in livestock head counts over time, details of the farming system, etc.-but the relationship of these factors to EID risk is not yet adequately assessed over large scales. One promising avenue for better integrated EID risk research is socioeconomic scenario analysis, which is widely used in sustainability, biodiversity, and agricultural research (6, 24) . This approach-which entails projecting the response of biological and socioeconomic systems to changing environmental conditions-could be built into environmental and social safeguard frameworks, to better anticipate and mitigate the risks and adverse impacts of disease from the outset of development projects (23) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 75,
                    "end": 79,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 80,
                    "end": 84,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "(6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "24)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1275,
                    "end": 1279,
                    "text": "(23)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        },
        {
            "text": "Current economic approaches mostly focus on pandemic insurance (i.e., mobilizing resources for postoutbreak response and recovery in affected countries). Incentivizing upstream risk reduction for avoidance of EID spillover events could offer more cost-effective prevention, with substantial cobenefits to overall public health systems, livestock production, environmental protection, and security. Although these solutions will be targeted to specific country or regional contexts, they are likely to be bolstered by broader investment in health security-and the resulting avoidance of disease and economic consequences-as a global public good for both new epidemics and the endemic diseases they can ultimately become. Better consideration of EID risk under a One Health lens can thus advance key international initiatives, such as the GHSA, which emphasizes multisectoral solutions to strengthen preparedness capacity for prevention, detection, and response to biological threats. At the same time, this can strengthen rationale and effectiveness for the wider public health benefits generated from human, animal, and environmental health funds (e.g., forest conservation investments under the UN Collaborative Programme on Reducing Emissions from Deforestation and Forest Degradation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        },
        {
            "text": "Such approaches are essential now. The current trajectory of global change is predicted to have a dramatic and irreversible effect on the environment and its ability to sustain our lives. To achieve sustainable socioeconomic development, society will need to pursue a combination of technological advances and shifts toward less resource-intensive lifestyles (25) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "(25)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        },
        {
            "text": "Even so, it is still unclear whether it will be possible to meet an increasing demand for food and energy while at the same time slowing unsustainable rates of environmental degradation that lead to negative externalities, such as the emergence of novel pathogens. This would entail achieving several key SDGs while simultaneously finding socioeconomic development strategies that minimize the risk of perverse outcomes for human health. We therefore urge that EID risk mitigation becomes an integral part of sustainable socioeconomic planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        },
        {
            "text": "This integration will require a deeper, mechanistic understanding of the complex drivers of disease emergence and more accurate, fine-scale assessment of the regions at highest EID risk. Linking such analyses to economic assessment and development planning will allow smarter approaches to sustainability that benefit public health and achieve the UN 2030 Agenda commitment of balancing \"the three dimensions of sustainable development: the economic, social, and environmental.\" Research and applications for achieving this integration must be prioritized now if we want to prevent, rather than react to, the potentially dramatic consequences for humanity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nations and local institutions could better integrate human health within sustainable development planning"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global diets link environmental sustainability and human health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "515",
            "issn": "",
            "pages": "518--522",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Policy: Map the interactions between Sustainable Development Goals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Visbeck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "534",
            "issn": "",
            "pages": "320--322",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Integration: The key to implementing the Sustainable Development Goals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stafford-Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sustain. Sci",
            "volume": "12",
            "issn": "",
            "pages": "911--919",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From trade-offs to synergies in food security and biodiversity conservation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanspach",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front. Ecol. Environ",
            "volume": "15",
            "issn": "",
            "pages": "489--494",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Options for keeping the food system within environmental limits",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Springmann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "562",
            "issn": "",
            "pages": "519--525",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The extent and predictability of the biodiversity-carbon correlation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Di"
                    ],
                    "last": "Marco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Possingham",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Venter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecol. Lett",
            "volume": "21",
            "issn": "",
            "pages": "365--375",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emerging human infectious diseases and the links to global food production",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rohr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Sustain",
            "volume": "2",
            "issn": "",
            "pages": "445--456",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Economic optimization of a global strategy to address the pandemic threat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pike",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bogich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Finnoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "111",
            "issn": "",
            "pages": "18519--18523",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Lancet Countdown on health and climate change: From 25 years of inaction to a global transformation for public health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "581--630",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impacts of biodiversity on the emergence and transmission of infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global hotspots and correlates of emerging zoonotic diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1956--1965",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Avoiding catastrophes: Seeking synergies among the public health, environmental protection, and human security sectors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stoett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Glob. Health",
            "volume": "4",
            "issn": "",
            "pages": "680--681",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reconciling food production and biodiversity conservation: Land sharing and land sparing compared",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Phalan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Onial",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balmford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1289--1291",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The exceptional value of intact forest ecosystems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Ecol. Evol",
            "volume": "2",
            "issn": "",
            "pages": "599--610",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The exacerbation of Ebola outbreaks by conflict in the Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "116",
            "issn": "",
            "pages": "24366--24372",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Response to a large polio outbreak in a setting of conflict: Middle East",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mbaeyi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "MMWR Morb. Mortal. Wkly. Rep",
            "volume": "66",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Socio-Economic Impact of Ebola Virus Disease in West African Countries: A Call for National and Regional Containment, Recovery and Prevention",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Biomass use, production, feed efficiencies, and greenhouse gas emissions from global livestock systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "110",
            "issn": "",
            "pages": "20888--20893",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Operational framework for strengthening human, animal and environmental public health systems at their interface",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C J"
                    ],
                    "last": "Berthe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Projecting impacts of global climate and land-use scenarios on plant biodiversity using compositional-turnover modelling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Marco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob. Change Biol",
            "volume": "25",
            "issn": "",
            "pages": "2763--2778",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Energy, land-use and greenhouse gas emissions trajectories under a green growth paradigm",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Vuuren",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Glob. Environ. Change",
            "volume": "42",
            "issn": "",
            "pages": "237--250",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Risk of emerging infectious diseases (EIDs) is a key component of sustainable development planning. UN Sustainable Development Goals 2, 3, and 15 are linked through the shared influence of environmental change. These interactions increase (↑) or decrease (↓) key elements of the systems underpinning the achievement of each goal. Image credit (Clockwise from Top Left): Pixabay/ Pexels/KlausAires, Flickr/DFID licensed under CC BY 2.0, and Pixabay/12019/ 3005398/paislie. Di Marco et al. PNAS | February 25, 2020 | vol. 117 | no. 8 | 3889",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Australia). EcoHealth Alliance acknowledges funding from the US National Institutes of Health National Institute of Allergy and Infectious Diseases (2R01AI110964) and the US Agency for International Development (EPT-Predict).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}