{
    "paper_id": "df0eff2b63502d48cf1cce9facff6ee219b81273",
    "metadata": {
        "title": "New technologies for reporting real-time emergent infections",
        "authors": [
            {
                "first": "Rumi",
                "middle": [],
                "last": "Chunara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Clark",
                "middle": [
                    "C"
                ],
                "last": "Freifeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Brownstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Novel technologies have prompted a new paradigm in disease surveillance. Advances in computation, communications and materials enable new technologies such as mobile phones and microfluidic chips. In this paper we illustrate examples of new technologies that can augment disease detection. We describe technologies harnessing the internet, mobile phones, point of care diagnostic tools and methods that facilitate detection from passively collected unstructured data. We demonstrate how these can all assist in quicker detection, investigation and response to emerging infectious events. Novel technologies enable collection and dissemination of epidemic intelligence data to both public health practitioners and the general public, enabling finer temporal and spatial resolution of disease monitoring than through traditional public health processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Early reporting of infectious diseases is a critical public health function. Novel technologies developed from web-and mobile-based communication as well as novel on-the-ground biomolecular detection capabilities have emerged as potential adjuncts to the traditional public health infrastructure. Data streams extracted from news and social media and individuals on the ground can potentially describe a disease's spread faster than traditional methods, facilitating earlier outbreak detection. Additionally, new technologies foster early reporting through increased public awareness of disease outbreaks prior to their formal recognition (Heymann et al. 2001; Brownstein et al. 2008) . Timely detection of emergent infections (i.e. those that are uncommon or never before diagnosed in a particular area) is even more vital. Recognition of these emergent infections requires a robust understanding of existing spatio-temporal disease dynamics and mechanisms in order to identify aberrations. New technologies can also augment capabilities to detect and understand these patterns. A study by Chan et al ) demonstrated that the timeliness of outbreak discovery improved by 7·3% per year from 1996-2009 and that public communication improved by 6·2% per year over the same time period. The authors attributed at least part of the improvement in disease reporting to better communication channels.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 660,
                    "text": "(Heymann et al. 2001;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 661,
                    "end": 684,
                    "text": "Brownstein et al. 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The value of disease reporting for understanding parasite distributions has been recognized historically. Measurement methods have varied by specific parasite and host types, but typically include manual collection or trapping of parasites in their natural environment, before or during host infestation (Poulin, 1998) , and subsequent preservation and tabulation of organisms over time. Traditionally, field methods for characterizing parasite infections involve manual examination of samples via techniques such as microscopy, specially designed collectors (Fingerut et al. 2003) , or sampling methods like drag sampling for ticks (Short and Norval, 1981) . These methods are widely used but subject to sources of variability; sensitivity and specificity of methods are highly dependent on available equipment, training and experience are required, and at low density of infection variance in performance increases (O'Meara et al. 2005) . Additionally, manual collection and measurement accumulate information slowly; the time-scale of reporting via these methods is typically limited by speed of the detection method and of human analysis, aggregation, tabulation and reporting.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 318,
                    "text": "(Poulin, 1998)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 559,
                    "end": 581,
                    "text": "(Fingerut et al. 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 633,
                    "end": 657,
                    "text": "(Short and Norval, 1981)",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 938,
                    "text": "(O'Meara et al. 2005)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "TRADITIONAL REPORTING PROCESS IN PARASITOLOGY"
        },
        {
            "text": "Subsequently, aggregation of information about individual detection events provides added value. For example, in clinical infection reporting, information about a novel circulating infection is useful for the practitioner who might see only one or two affected cases. Aggregated information is also useful for recognizing patterns that can help identify unanticipated or previously unknown infections. In the public health realm, syndromic surveillance frameworks are typically employed to recognize aberrations. In general, this type of surveillance is executed by identifying specific key words in text-based sources. Additionally, syndromic surveillance can involve processing large volumes of data in order to amplify weak signals that are indicative of an event. This would establish the means to detect any small variations and reveal prospective spatial and temporal risk for diseases (Heffernan et al. 2004) . Patterns of distribution are similarly important for understanding disease ecology. In parasite ecology, spatial and temporal patterns provide significant insight into the host-pathogen relationship. These patterns can elucidate parasite emergence in different host species (patterns of host specificity), reveal the spectrum of host species used at each stage in a parasite's life cycle, be used to characterize pathogen sizes, and help generate models of parasite populations and aggregation dynamics. Additionally, these trends reveal dispersion patterns of hosts after emergence, characterization of host body sizes, host spatial-spread patterns, host mortality and the reproductive success of parasites in different hosts. Further, study of geographic distribution has key implications for predictability of infestation risk and transmission modes, and control and prevention measures, as well as extending our ability to describe symbiotic relationships in general. In order to compare accurately and contrast the information collected, sensitivity and specificity must be high. High granularity in spatial and temporal resolution results in more accurate layering of information.",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 915,
                    "text": "(Heffernan et al. 2004)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INVESTIGATION AND RESPONSE"
        },
        {
            "text": "Following initial disease reporting, investigation is employed to identify the type and extent of an occurrence. This stage can entail reaching out to affected individuals or to healthy individuals in the area better to understand the disease ecology, to estimate epidemiological parameters such as the reproductive number or attack rates and incubation periods or to examine further the environment in which detection occurred. For example, in late 2002 and early 2003, a number of people were experiencing pneumonia and flu-like symptoms that resulted in mortality. Accordingly, investigators used surveys, interviews and review of medical records to uncover the mode of transmission, and control the spread, of what came to be known as \"Severe Acute Respiratory Syndrome\" (SARS) (Varia et al. 2003 ). The speed with which an emerging infection can be understood is limited by the time, capacity and reach for deploying investigation methods. Rapidly deploying and collecting information from a targeted group, either via surveys or other communications can be difficult. The public may not respond to such enquiries, or only a biased demographic of people may do so. Additionally, these media can be difficult to execute successfully during emergency situations or for geographically hard-to-reach communities.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 800,
                    "text": "(Varia et al. 2003",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INVESTIGATION AND RESPONSE"
        },
        {
            "text": "The ultimate goal of detection and investigation is to shape a public health response. During a disease outbreak, reports of suspected cases inform where and how prophylactic measures are best applied to protect contacts of the case as well as the public in general. This is especially important for diseases that are easily spread (e.g. measles) or particularly hazardous (e.g. meningococcal disease). Response measures can also entail surveillance, laboratory issues, communications to at-risk populations, antiviral medications or vaccine development, as the CDC undertook in 2009 in response to the new virus H1N1 which was found to be transmitted via a person-to-person mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATION AND RESPONSE"
        },
        {
            "text": "Many steps in the disease reporting process can be performed and augmented with novel technologies. New technologies can provide exact geo-location capabilities and increase speed and automation of collection, making the data more accessible to healthcare professionals as well as the public. Additionally, advanced computational capabilities enable aggregation of large volumes of data as well as previously difficult intensive scans of large amounts of information. Traditionally, detection is performed by physicians, laboratories, school nurses, nurse practitioners, infection control practitioners and other professional health workers who are trained in and familiar with established public health reporting mechanisms. However, new technologies such as mobile phones or online reporting enable individuals from the public to also contribute information. Fig. 1 is an abstraction of an epidemic curve, and different types of technologies that can provide information about an outbreak over time. The relative time at which these technologies will contribute information depends on many factors. Generally media through which individuals are directly contributing information will provide information earlier in an outbreak, as those people are on the ground, witnessing events. In contrast, delays naturally ensue in the validation and ladder-structure inherent to traditional public health communication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 867,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ADVANTAGES OF NOVEL TECHNOLOGIES"
        },
        {
            "text": "In this paper we introduce examples of how novel technologies are being used in disease reporting. Here, novel technologies for reporting are divided into four main groups; internetbased tools, mobile phones, point-of-care diagnostic technologies and finally event-based surveillance, which we define as unstructured data gathered from any source of intelligence. We discuss how these new technologies can be used for real-time reporting of emergent infections, augmenting current disease reporting capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF NOVEL TECHNOLOGIES"
        },
        {
            "text": "The internet has become a key tool for easy and rapid health-related communication (Brownstein et al. 2009 ). This medium is accessible by formal health care professionals (clinicians, public health practitioners) as well as lay-people seeking health information. Active reporting mechanisms for public health have evolved to incorporate these recent technologies, speeding up information transfer and allowing for higher resolution. Also, formal structures for collecting surveillance data often use the internet to engage networks of laboratories and public health officials, integrating local and state-level data into a cohesive public health picture for regional and national bodies (Loonsk, 2004; Chan et al. 2010 ) as well as more rapidly facilitating communication between health providers and audiences.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 106,
                    "text": "(Brownstein et al. 2009",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 688,
                    "end": 702,
                    "text": "(Loonsk, 2004;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 703,
                    "end": 719,
                    "text": "Chan et al. 2010",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: THE INTERNET"
        },
        {
            "text": "The Distribute (Distributed Surveillance Taskforce for Real-time Influenza Burden Tracking and Evaluation) Program, for example, seeks to inform influenza response by rapidly providing aggregate level data to emergency department surveillance, in order to support effective analyzing of patterns of healthcare seeking behaviour, infection spread and illness severity. Distribute uses the internet to transmit summarized data from separate local health department emergency department surveillance systems across the United States to the centralized Distribute system. These aggregate data are then provided via statistical visualizations to local epidemiologists. The internet provides a rapid means for communication of information, and the entire process contributes to more timely investigation and response (Olson et al. 2011) .",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 830,
                    "text": "(Olson et al. 2011)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: THE INTERNET"
        },
        {
            "text": "Furthermore, many internet-based reporting tools allow information to flow directly between parties, effectively bypassing the traditional chain-of-command structure of public health systems. Moving beyond the traditional hierarchy of local, state and national health jurisdictions decreases the time for reporting and consequently for control measures to be put into and take effect (Fig. 2) . HealthMap is an open system that brings together disparate data sources, including online news aggregators, eyewitness reports, expert-curated discussions, blogs and validated official reports to achieve a unified and comprehensive view of the current global state of infectious diseases and their effect on human and animal health in near real-time . Through an automated process, updating every hour of every day, the system organizes, integrates, filters, visualizes and disseminates online information about emerging diseases in nine languages, facilitating early detection of global public health threats. This type of programme reaches many users in different countries, enables them to connect and share clinical observations, and facilitates direct and rapid interaction with health authorities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 392,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "NOVEL TECHNOLOGIES: THE INTERNET"
        },
        {
            "text": "The internet also facilitates rapid deployment and collection of specific information from targeted groups that may otherwise be costly or difficult to reach. Two recent examples demonstrate this for malaria detection. Firstly, in order to gain a better understanding of where people were being affected by an outbreak and factors that may have made them more vulnerable, an online service, Amazon Mechanical Turk (AMT), was harnessed to survey residents of Mumbai (Chunara et al. 2012) . Reports on the number of malaria cases, deaths and other statistics, aggregated by state, are published monthly by government bodies such as the National Vector Borne Disease Control Programme (NVBDCP 2011). AMT, on the other hand, is an online platform in which anyone can post micro-tasks and the responders (\"Turkers\") receive a stated fee for each task completed. Thus by using an online system such as AMT, which is available to anyone, an outbreak can be investigated in real-time and with very fine spatial resolution. In the study, users gave the location of their residence neighbourhood, information about malaria status of other members of their household, as well as an opportunity to add any free-form comments. It was found that in an outbreak setting, rapidly deployed online reporting could obtain highly targeted location and temporal information that is often unavailable in a timely manner from other sources. The second method harnesses the internet to empower individuals from the public to contribute to malaria diagnosis. Researchers developed a game platform available on the internet (Mavandadi et al. 2012 ). In the game, players (any individual who has access to the internet) distinguish malaria-infected red blood cells from healthy ones by viewing digital images obtained by microscopy. After completing a training module and reaching required accuracy levels, it was found that players can achieve diagnosis results comparable to a that of a trained pathologist.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 486,
                    "text": "(Chunara et al. 2012)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1598,
                    "end": 1620,
                    "text": "(Mavandadi et al. 2012",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: THE INTERNET"
        },
        {
            "text": "These agile methods allow for information collection to be distributed, directly connecting and using the power of individuals on the ground. Further, the information that is collected, whether diagnostic or symptomatic, is not subject to delays in chain-of-command structure reporting, and can be achieved with high temporal and spatial resolution. Both of the methods are conducive to malaria surveillance and detection (high percentage of AMT users are in India, and the gold standard for malaria detection is visual inspection of blood smears) but the methods could be extrapolated to other diseases. Qualitatively, response from individuals using these methods is overwhelmingly positive, indicating that the public would be supportive of contributing public health information through new technological media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: THE INTERNET"
        },
        {
            "text": "While online data streams may present challenges such as low signal-to-noise ratios, bias from media saturation or attrition effects, they come at low or no cost, are accessible to a wide range of audiences, can reach places and people not served by traditional health institutions, and are automated and real-time. Web-based electronic information sources play an important role in early event detection and support situational awareness by providing current, highly local information about outbreaks, even from areas relatively invisible to traditional global public health efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: THE INTERNET"
        },
        {
            "text": "Mobile cellular penetration in the developing world reached 70% of people at the end of 2010 and is at 100% in 97 countries today (International Telecommunication Union 2011). Mobile phones hold particular promise in the disease-reporting domain because they can be used to facilitate rapid communication, function in remote locations, are readily carried and used at any time, and are already prevalent around the world. There are many examples of how mobile phones are being used around the world for detecting clinical and public health events directly from the public by means of participatory epidemiology . Mobile phones can also enable disease detection for users along the entire public health ladder, from the public, to health workers and physicians and we highlight some of those methods here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: MOBILE PHONES"
        },
        {
            "text": "One of the most accessible functionalities for communication through mobile phones is text messaging, or short message service (SMS). Text messages are an easy way to communicate between people at different locations in real-time. Frontline SMS uses text messaging to distribute and collect health information. The system enables users to connect a range of mobile devices to a computer to send and receive SMS text messages. The software works without an internet connection by connecting a device such as a cell phone or modem to a local phone number, thus creating an easy way to send and receive messages, group contacts, respond to messages and trigger other events. Since the platform works anywhere there is a mobile signal, it does not need the internet, a major advantage for many grassroots non-governmental organisations (NGOs) and a benefit to detection in remote places. An example of this effort is in Cambodia, where FrontlineSMS is being used to help convey information about malaria detection. Volunteers previously received three days of training in the early diagnosis of malaria and treatment, a bicycle, a pair of boots, a bag, a flashlight and a cooler box for medicines, as well as a small travel allowance. An intervention launched in 2009 now also provides these volunteers with a mobile phone. Using the phone, the volunteers can report in real time all malaria cases in their villages, including patient and disease information, to a collective alert system. This summative information is then disseminated to local, district and provincial health offices. This intervention allows information about cases to be communicated almost instantaneously to health offices, as opposed to the time required for an individual to travel and do so (taking approximately a month for information to be reported to the district health level). Although there are multiple factors contributing to mortality, according to the Ministry of Health, the number of deaths from malaria fell by 53·8 percent in 2010 from the previous year (Integrated Regional Information Networks, 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: MOBILE PHONES"
        },
        {
            "text": "Remote populations can also access the internet via newer generations of mobile phones such as smart phones. With a secure, reliable and widely available internet connection, richer types of media can be transmitted to or from those who may be otherwise disconnected from the healthcare infrastructure that is widely available in urban and developed areas. In 2010, 21·8% of all handsets shipped were smart phones (International Data Corporation 2011), and it is expected that the mobile phone will soon overtake the personal computer (PC) as the most popular way to get on the internet within five years (International Telecommunication Union, 2011). In the United States and Western Europe, 90 percent of mobile subscribers have an internet-ready phone (comScore, 2011). Harnessing these new technologies, Sana improves patient access to medical specialists for faster, high quality, and more cost effective diagnosis and intervention. Without physicians or trained health care professionals available in many areas, illnesses cannot be identified, let alone with accuracy. However, taking advantage of the fact that 80-90% of the world's population live within range of a cellular phone tower, mobile phones can be used to connect these populations to centers with health professionals (Sana, 2011). Using the Sana application, health workers can perform a procedure as well as collect patient data (textbased records, audio, image and videos) while directly located with the patients at the point of care. Using Sana the information is uploaded to a freely available but privacy-protected medical record system for review by a trained doctor. This system enables specialists to diagnose more medical conditions remotely that can then be treated successfully on-site. After reviewing a case, a doctor can notify the health worker of the diagnosis by sending results to the phone via the Sana application. In Swaziland, Sana is also working to provide post-operative care decision support to health care workers at remote clinics. Through the application, they are guided by a series of questions and prompts, as they collect information on the patient with the phone, including photographs of wound sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: MOBILE PHONES"
        },
        {
            "text": "In infection and disease reporting, the types of feedback that are useful to individuals or communities include assistance for what the community may lack, such as food, control measures such as malaria nets, prophylaxis, vaccinations, etc. Feedback can also be in the form of localized and context-specific information or materials that persons on the ground may not even be aware that they require. As illustrated by Sana, mobile phones also offer the opportunity to increase accessibility for telemedicine, which in itself is about access to quality care. Harnessing these capabilities remotely enables diagnoses which otherwise would take much longer or could be missed. With telemedicine, information that may change or be lost during transportation and associated time delays can be immediately used in diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: MOBILE PHONES"
        },
        {
            "text": "The Outbreaks Near Me application (ONM) ) highlights another feature of smart phones useful in the disease reporting process: communication of location-specific information. Global Positioning Systems (GPS) can be integrated on portable devices, including mobile phones, allowing information to be transferred to (or from) a user's dynamic location. ONM is a smart phone application that harnesses the capabilities of Global Positioning Systems (GPS) as well as structured information capture. Through ONM users receive localized information about infectious disease outbreaks ongoing near their location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: MOBILE PHONES"
        },
        {
            "text": "Mobile phones offer opportunities for localization via GPS, recognition of population-level trends from aggregation of individualized information and advanced audio and video communication between the public and health practitioners. Mobile phones are an ideal tool to use in disease reporting because of their existing and growing accessibility and prevalence across the world. Combining the properties of the phones with other novel technologies can open up even more functionalities for disease reporting such as on-site imaging and cell culture (Zheng et al. 2011; Zhu et al. 2011) , highlighting the potential of the mobile phone as an exciting platform for many disease reporting functions.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 568,
                    "text": "(Zheng et al. 2011;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 569,
                    "end": 585,
                    "text": "Zhu et al. 2011)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: MOBILE PHONES"
        },
        {
            "text": "Detection of the pathogen is the most direct way to confirm presence of an infection. Although multiple detection methods can be used in combination even for a single disease, laboratory testing through serological tests or immunoassays are typically the gold standard for diagnosis. For example, in trichinosis, a parasitic disease caused by eating pork or wild game infected with the larvae of Trichinella spiralis, exposure history is used to determine a patient's exposure to the infected meat (and can be confirmed via microscopy of the specimen). Second, clinical presentation of common symptoms such as circumorbital oedema, splinter haemorrhage, non-specific gastroenteritis and muscle pain are used for diagnosis. Third, laboratory testing through serological tests or immunoassays for eosinophilia, increased levels of creatine phosphokinase, immunoglobulin G and antibodies against newly hatched larvae can be used to confirm a diagnosis in the person (Gottstein et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 985,
                    "text": "(Gottstein et al. 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: POINT-OF-CARE DIAGNOSTIC TOOLS"
        },
        {
            "text": "Beyond harnessing purely digital and computational capabilities of tools such as the internet and mobile phones for rapid detection, advances in materials sciences, engineering and other scientific fields have enabled collection of other forms of biological and infectious information in real-time. These tools enable direct identification of a pathogenic, human or other biological sample directly at the site of contact. The inherent portability of these novel tools also allows for integration with advanced communication technologies (mobile phones and others), to disseminate information immediately. Furthermore, these integrated tools can also offer the ability to perform detection from small volumes of sample, decreasing the invasiveness of comparable laboratory methods. In sum, these tools can deliver rapid measurement of biological analytes, at high spatial and temporal resolution, accessible to people outside of traditionally trained health worker or laboratory located professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: POINT-OF-CARE DIAGNOSTIC TOOLS"
        },
        {
            "text": "There are many approaches and types of tools that can perform direct detection of biological pathogens, and technologies are maturing rapidly. Currently, the main challenges of building portable biological sensing tools are integration of the multiple processing steps required in the diagnostic process, such as sample processing, fluid handling and signal amplification and detection, as well as evading the traditional reliance on large equipment such as syringe pumps, microscopes and computers generally required for diagnostic operation in a laboratory setting. However, many of these steps are starting to be achievable, and in a cost effective manner. Recently, an easy to use point-of-care (POC) assay that faithfully replicates all steps of an enzyme-linked immunosorbent assay (ELISA), a common analytical biochemistry assay that is used to detect the presence of an analyte from a liquid sample, has been demonstrated in a remote setting in Rwanda. This integrated device can both successfully and simultaneously diagnose human immunodeficiency virus (HIV) and syphilis from 1mL of unprocessed whole blood, using microfluidics and nanoparticles. Further, the chip design does not require subjective user interpretation of the signal; the output of the test is binary, creating in a robust diagnostic signal that can be communicated with clarity (Chin et al. 2011) .",
            "cite_spans": [
                {
                    "start": 1357,
                    "end": 1375,
                    "text": "(Chin et al. 2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: POINT-OF-CARE DIAGNOSTIC TOOLS"
        },
        {
            "text": "Additionally, there are specific genetic detection methods such as polymerase chain reaction (PCR) that are now being optimized for point-of-care use, and have even better sensitivity and specificity than qualitative bench-top methods (such as ELISA). PCR can be used in detection of mixed species and strain infections. This sensing mechanism would evade issues such as requirements for sophisticated equipment, reagents and several hours of assay time (Harris et al. 2010) .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 474,
                    "text": "(Harris et al. 2010)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: POINT-OF-CARE DIAGNOSTIC TOOLS"
        },
        {
            "text": "Uptake and ease of use for these types of sensors by the public is promising. In a study in Malawi using a POC HIV test from oral fluid which uses an enzymatic reaction to HIV antibody-antigen binding (Choko et al. 2011) , it was shown that users found the test easy to do. A POC test could be employed in the user's residence or village, as opposed to requiring them to travel to a health centre, which may be difficult to access. Beyond filling this gap, and allowing improved patient privacy and control, POC tests provide the opportunity to identify infections rapidly and do so on the ground at the earliest possible time. Further, they can provide a quantitative identification signal that can be aggregated with other information streams to understand patterns. POC diagnostic tools provide opportunities around obstacles such as inconvenience, cost, and cultural preclusion from using health services, especially for underdeveloped communities. Finally, participation of individuals in the diagnosis process can also foster healthy behaviours by involving them in their own care process.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 220,
                    "text": "(Choko et al. 2011)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: POINT-OF-CARE DIAGNOSTIC TOOLS"
        },
        {
            "text": "POC tools provide the opportunity to bring the detection process directly to places where rapid and accurate detection is necessary and useful. In the future, these novel tools could also be harnessed for response, such as providing automatic release of biological or molecular feedback relevant to personal or community-level situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: POINT-OF-CARE DIAGNOSTIC TOOLS"
        },
        {
            "text": "The examples discussed so far involve using technologies for event-based surveillance; collection of structured data through an established surveillance system. However, we can also harness novel technologies for indicator-based surveillance, which refers to unstructured data gathered from any source of intelligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: INDICATOR-BASED SURVEILLANCE"
        },
        {
            "text": "Novel advanced information and communication technologies have created a plethora of real-time quantitative information that, while not directly produced for it, can be harnessed for acquiring information about diseases and infections. These sources are currently predominantly text-based; data streams include micro-blogging, social networks, searchengine queries and emergency call records. As an added benefit, these data streams also can provide connectivity information from social networks as well as geo-coded information via automatic location detection capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: INDICATOR-BASED SURVEILLANCE"
        },
        {
            "text": "In one example, health-seeking behaviour is monitored through internet search queries (Ginsberg et al. 2009 ), which are submitted by millions of users daily. It was found that the relative frequency of certain queries is highly correlated with percentage of physician visits in which a patient presents with influenza-like illness (%ILI). This enables accurate estimation of the level of weekly influenza activity in each region of the United States. Although estimates of %ILI from physician visits take a few weeks to be aggregated and reported, search query volumes can be reported in near real-time. Thus this approach makes it possible to utilize search queries to detect influenza epidemics in areas with a large population of web search users. Expansion of this method to monitoring trends in dengue has also proved successful . Additionally, volume of other freely available metrics such as Twitter posts have also been shown to correlate with traditional measures of disease incidence (Signorini et al. 2010) . Internet searchers or Twitter postings may not come from individuals afflicted with the disease, but instead are a proxy measurement of prevalence in the community that changes proportional to trends in actual case volume. In terms of geo-resolution through the search query engine, user location information at the city level is available experimentally (Google Flu Trends, 2008) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 107,
                    "text": "(Ginsberg et al. 2009",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 995,
                    "end": 1018,
                    "text": "(Signorini et al. 2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1376,
                    "end": 1401,
                    "text": "(Google Flu Trends, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: INDICATOR-BASED SURVEILLANCE"
        },
        {
            "text": "Despite the challenges in extracting pertinent signal keywords for sensitive and specific signal detection from passive data streams as well as the biases pertaining to the population demographics using the tools, these forms of information offer the opportunity to obtain unsolicited feedback that is available in near real-time regarding diverse issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: INDICATOR-BASED SURVEILLANCE"
        },
        {
            "text": "Additionally, because these data streams are available continuously, they provide a way to create a baseline that can facilitate aberration or early infection reporting, beyond simply monitoring current activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOVEL TECHNOLOGIES: INDICATOR-BASED SURVEILLANCE"
        },
        {
            "text": "As with all data sources, information from novel technologies is subject to biases. Constraints include the demographics of populations that have access to these tools, as well the limited environments in which the tools are conducive for use. However, many novel media (micro-blogging, online reporting, internet searching) have been found to be good proxies for disease events for the general population. Additionally, security of health information is vital, especially through informal data acquisition and communication channels. Techniques in anonymization and encryption ensure that data that might be used to identify individuals is not collected nor stored. The biases associated with particular technologies as well as how security of informally reported health information is maintained have been discussed in detail in papers describing specific instances of these novel applications (Ginsberg et al. 2009; Freifeld et al. 2010; Chunara, 2012) . Some communicable diseases are also more suited than others to informal and public-based reporting channels, due to characteristic symptoms and accessible treatment and prevention measures (Atkinson et al. 2011 ). However, this subset will expand as the technologies for rapid diagnosis evolve.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 918,
                    "text": "(Ginsberg et al. 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 919,
                    "end": 940,
                    "text": "Freifeld et al. 2010;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 941,
                    "end": 955,
                    "text": "Chunara, 2012)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1147,
                    "end": 1168,
                    "text": "(Atkinson et al. 2011",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "LIMITATIONS AND BIASES"
        },
        {
            "text": "In this paper we have described how novel technologies offer opportunity for augmented epidemic intelligence. Increasingly robust and quantitative tools and methods, along with advances in processing power, allow for application of techniques that have achieved maturity in fields like communications and economics to health-related data sources. This includes computationally-intensive algorithms and methods such as artificial intelligence, data mining, information and computation theory, modeling and simulation, control and system theory, statistics and interpolation. The capability to process large volumes of data eases syndromic surveillance from text-based sources and layering of health data with other spatio-temporally varying information, such as climate and socioeconomic factors. These relations can reveal how other factors interact with and influence infection rates (Jones et al. 2008 ). Additionally, properties of communication infrastructure, such as increased bandwidth and broad geographic availability enable rapid, sensitive and specific bidirectional transmission of detailed event information. In communication vacuums, such as in a disaster, the public can accurately transmit time and location information to responders or be provided with appropriate spatio-temporally resolved feedback. Ultimately, the use of news media and other non-traditional sources of surveillance data can facilitate early outbreak detection, increases public awareness of disease outbreaks prior to their formal recognition, and provides an integrated and contextualized view of global health information. Novel technologies offer added benefit to traditional public health systems through factors such as increased accessibility and timeliness. While the traditional system has layers of verification and aggregation built in, these characteristics naturally incur delays and rely on specific people for information. Harnessing the benefits of each of these in parallel would be optimal. For example, by providing real-time updates to established risk maps or early indicators of events.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 903,
                    "text": "(Jones et al. 2008",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "As the technologies underlying these new functions mature, the immediate challenge for scientists is how to harness these technologies and the information that they produce in the most useful manner. Groups such as the World Health Organization, Centers for Disease Control and other governmental and multi-lateral bodies have begun to recognize the added value of these tools through use of technologies such as HealthMap and new initiatives like UN Global Pulse (The United Nations, 2012). Over time, as novel technologies are studied and rigorously evaluated, further integration can occur optimally. This integration will be facilitated by the rapid increase in uptake of and thus decrease in factors constraining and creating biases in novel technologies. Existing biases must always be considered explicitly and data processing and verification techniques must be carefully applied, but these concerns do not outweigh the value of these new tools. Novel technologies provide opportunity for rapid, highly focused detection and represent a paradigm shift in how we discover and respond to diseases. Potential informal electronic data sources superimposed on an epidemic curve (the number of cases in an epidemic over time). The place where different novel technologies can contribute information in an epidemic will vary. Information that comes directly from individuals on the ground typically offers insight earlier in an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "A) Flow of information in traditional public health surveillance. The public reports to physicians or other healthcare workers. This information is aggregated by local officials along with confirmed laboratory results. Then the information is sent to Ministries of Health and multilateral bodies such as the World Health Organization. B) Harnessing novel technologies allows direct communication between groups, allowing for quicker information flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The architecture and effect of participation: a systematic review of community participation for communicable disease control and elimination. Implications for malaria elimination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vallely",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Malaria Journal",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Digital disease detection -harnessing the Web for public health surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "",
            "pages": "2153--2155",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surveillance Sans Frontieres: Internet-based emerging infectious disease intelligence and the HealthMap project",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Medicine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global capacity for emerging infectious disease detection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Sonricker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blench",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mawudeku",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences, USA",
            "volume": "107",
            "issn": "",
            "pages": "21701--21706",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using web search query data to monitor dengue epidemics: a new model for neglected tropical disease surveillance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sahai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Microfluidics-based diagnostics of infectious diseases in the developing world",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laksanasopin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steinmiller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Parsa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rouse",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Umviligihozo",
                    "suffix": ""
                },
                {
                    "first": "Karita",
                    "middle": [
                        "E"
                    ],
                    "last": "Mwambarangwe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Braunstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Van De Wijgert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sahabo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Justman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "El-Sadr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Medicine",
            "volume": "17",
            "issn": "",
            "pages": "1015--1019",
            "other_ids": {
                "DOI": [
                    "1010.1038/nm.2408"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The uptake and accuracy of oral kits for HIV self-testing in high HIV prevalence setting: a cross-sectional feasibility study in",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Choko",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Desmond",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chavula",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napierala-Mavedzenge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaydos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Makombe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chunda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Squire",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mwapasa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Medicine",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Online reporting for malaria surveillance using micro-monetary incentives",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chunara",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chhaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Malaria Journal",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patterns and processes of larval emergence in an estuarine parasite system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fingerut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biological Bulletin",
            "volume": "205",
            "issn": "",
            "pages": "110--120",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Participatory epidemiology: use of mobile phones for community-based health reporting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chunara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kass-Hout",
                    "suffix": ""
                },
                {
                    "first": "Ayala",
                    "middle": [],
                    "last": "Iacucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Medicine",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HealthMap: global infectious disease monitoring through automated classification and visualization of Internet media reports",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of American Medical Informatics Association",
            "volume": "15",
            "issn": "",
            "pages": "150--157",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pozio E, Nockler K. Epidemiology, diagnosis, treatment, and control of trichinellosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brilliant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Google Flu Trends. Available at",
            "volume": "457",
            "issn": "",
            "pages": "127--145",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A large proportion of asymptomatic Plasmodium infections with low and sub-microscopic parasite densities in the low transmission setting of Temotu Province, Solomon Islands: challenges for malaria diagnostics in an elimination setting",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Sharrock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "K-A",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bobogare",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lilley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vallely",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gatton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Shanks",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Malaria Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Syndromic surveillance in public health practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karpati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "858--864",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Integrated Regional Information Networks. Cambodia: Using text messaging as weapon in malaria war. IRIN Humanitarian News and Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet Infectious Diseases",
            "volume": "1",
            "issn": "",
            "pages": "345--353",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "BioSense: a national initiative for early detection and quantification of public health emergencies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loonsk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MMWR Morbidity and Mortallity Weekly Report",
            "volume": "53",
            "issn": "",
            "pages": "53--55",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Vector Borne Disease Control Programme, Directorate General of Health Services, Ministry of Health & Family Welfare",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mavandadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dimitrov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sikora",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "American Journal of Tropical Medicine and Hygiene",
            "volume": "7",
            "issn": "5",
            "pages": "593--598",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.phone.0037245"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Applying a New Model for Sharing Population Health Data to National Syndromic Influenza Surveillance: DiSTRIBuTE Project Proof of Concept",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paladini",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Lober",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Currents",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Short NJ, Norval RA. The seasonal activity of Rhipicephalus appendiculatus Neumann 1901 (Acarina: Ixodidae) in the highveld of Zimbabwe Rhodesia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poulin",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Journal of Parasitology",
            "volume": "67",
            "issn": "",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Signorini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Segre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Polgreen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gournis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Galanis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Society of Disease Surveillance 9th Annual Conference",
            "volume": "169",
            "issn": "",
            "pages": "285--292",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The ePetri dish, an on-chip cell imaging platform based on subpixel perspective sweeping microscopy (SPSM)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Antebi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Elowitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences, USA",
            "volume": "108",
            "issn": "",
            "pages": "16889--16894",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cost-effective and compact wide-field fluorescent imaging on a cell-phone",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yaglidere",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozcan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lab on a Chip",
            "volume": "11",
            "issn": "",
            "pages": "315--322",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Financial support for this study was provided by research grants from Google.org, the National Library of Medicine (5G08LM9776-2) and National Institutes of Health (1R01LM01812-01).The authors would like to acknowledge Sumiko Mekaru for editing assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINANCIAL SUPPORT"
        }
    ]
}