{
    "paper_id": "df54b21db0cc3854ff4f1fd272de543afdcfb6b1",
    "metadata": {
        "title": "SEARCH FOR NEW DRUGS PROSPECTS FOR THE CREATION OF NEW ANTIVIRAL DRUGS BASED ON GLYCYRRHIZIC ACID AND ITS DERIVATIVES (A REVIEW)",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "A"
                ],
                "last": "Baltina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "settlement": "Ufa Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M"
                ],
                "last": "Kondratenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bashkir State Medical University",
                    "location": {
                        "settlement": "Ufa, Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "A"
                ],
                "last": "Plyasunova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "G"
                ],
                "last": "Pokrovskii",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Tolstikov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "settlement": "Ufa Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The review is devoted to the problem of creating new antiviral drugs based on glycyrrhizic acid (GA), the major triterpene glycoside extracted from roots of common and Ural licorice (Glycyrrhiza glabra L. and G. uralensis Fisher, respectively). Published data on the natural GA sources, antiviral activity of GA and its derivatives, clinical applications of GA-based drugs, and the properties of GA-containing biologically active nutrient additives are summarized. Possible mechanisms of the antiviral activity of GA and its derivatives are examined. It is shown that chemical modification of GA is a promising way of designing new highly active antiviral drugs for the prophylaxis and treatment of HIV, hepatitis B and C, corona-virus, and herpes simplex virus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The arsenal of effective antiviral preparations with an etiotropic and/or immuno-correcting effect that are approved for medical use is presently limited [1] . They can be divided into three main groups according to chemical composition, mechanism of action, spectrum of activity, and duration of clinical effect. They include inhibitors of viral enzymes, interferons and their inductors, and immunomodulators [2] . Thus, mainly reverse transcriptase (RT) and HIV protease inhibitors are used to treat HIV infection [3 -5] . These affect biosynthesis of viral proteins and reverse transcription in the virus replication cycle, thereby suppressing HIV multiplication. HIV RT inhibitors are the most widely used class of antiretroviral preparations in the world. About 20 preparations, 11 of which are HIV RT inhibitors, are currently approved for treatment of HIV infection [5] . This class of anti-HIV preparations is represented by three subclasses of compounds, i.e., nucleoside HIV RT inhibitors and nonnucleoside and nucleotide HIV RT inhibitors [6] . The first subclass includes zidovudine (azidothymidine), the first anti-HIV agent that began to be used in 1987, didanosine, stavudine, lamivudine, zalcitabine, abacavir, and others [5, 7] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 522,
                    "text": "[3 -5]",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1244,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All these preparations are nucleoside analogs, mimics of one of the four natural 2¢-deoxynucleosides that are RT substrates. The action of these preparations is based on inhibition of RT, which is an HIV polymerase and is responsible for copying HIV RNA into DNA (proviral DNA) that is then integrated into the DNA of the host-cell [6] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second group of HIV RT inhibitors is typified by three preparations such as nevirapine, delavaridine, and efavirenz, which are effective HIV-1 RT inhibitors but are inactive against HIV-2 RT [6] . Nucleotide inhibitors of HIV RT are second generation preparations that are approved for medical use. This group includes tenofovir, which is used as the prodrug tenofovir disoproxil fumarate [5, 6] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HIV protease inhibitors that are approved for HIV-infection therapy are ritonavir, indinavir, nelfinavir, saquinavir, amprenavir, etc. [7] . The principal drawback of all HIV RT inhibitors is their high toxicity. This produces undesirable side effects in half of the patients (myopathy and neuropathy, pancreatitis, GI tract upsets, etc.) [6] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A modern and most effective antiviral therapy for HIV infection is combination therapy including simultaneously 2 -3 RT inhibitors in a complex with HIV protease inhibitors [5, 8 -10] . It has been shown that combination therapy reduces the viral loading to an allowable level in 90% of patients; lethality, by 40%. It improves the quality of life in patients [2, 7] . Incorporation of preparations that are active at the stage of virus penetration into cells has recently become a new approach to treating HIV infection. These are a new class of antiretroviral agents, fusion inhibitors, that act directly on protein HIV gp41, a molecule located on the virus surface that changes the form of the virus in order to facilitate its penetration into the host cell [7, 11] . This group includes the preparation enfuvirtide, a synthetic polypeptide consisting of 36 amino acids [11] . The principal problem with therapy by RT inhibitors is the development of resistence to these preparations. Prolonged therapy with RT and HIV protease inhibitors generates mutant strains of the virus. Thus, HIV becomes resistent to such preparations as zidovudine, stavudine, and HIV protease inhibitors within several months [6, 7] . The resistance is due to mutations and occurs at binding sites of receptors. This leads to a loss of effectiveness of anti-HIV preparations during treatment. Therefore, compounds for which the mechanism of action is related to the initial stages of the virus replicative cycle are more attractive as inhibitors of the virus multiplication cycle. They do not directly affect coding and transmission of genetic information.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 183,
                    "text": "[5, 8 -10]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interferons have been for the last 20 years the base preparations for treating viral hepatitises B and C [9] . Analogs of nucleosides that block the synthesis of viral DNA and RNA by replacing natural nucleosides, for example, lamivudine, acyclovir, ribavirin and its prodrug form viramidine, rebetol, sorivudine, entecavir, vidavirin, etc. are used if monotherapy with interferons is inadequate [2, 11 -13] . Acyclic nucleoside phosphonates such as adefovir and tenofovir and their prodrug forms exhibit high antiviral activity against viral hepatitis B [2] . The effectiveness of antiviral therapy can be increased by combination therapy with lamivudine and interferons in patients with chronic hepatitis B; ribavirin and a-interferon, with chronic hepatitis C [2, 8] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 396,
                    "end": 407,
                    "text": "[2, 11 -13]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A new approach is monotherapy or combination therapy with a new generation of antiviral agents with a new mechanism of action. Natural compounds obtained from available plant material and their modified analogs deserve special attention [14] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The development in the last 10 -15 years of methods such as rational drug design, combinatorial chemistry, and the creation of libraries of compounds in addition to optimization of the structure of leading natural compounds and the synthesis of their analogs with a given bioactivity have had a significant effect on programs for the development of drugs of natural origin at several prominent pharmaceutical compa-nies [15, 16] . Greater than 60% of antitumor and 75% of anti-infection preparations presently known in the world are based on natural compounds of plant origin [17, 18] .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Glycyrrhizic acid (I, GA), the main saponin of licorice root (Glycyrrhiza glabra L. and G. uralensis Fisher) (Leguminosae, bean) extract, is a natural compound of great value for medicine as the basis for creating new highly effective preparations for treating and preventing viral infections and immunodeficits of various etiology [19 -25] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "[19 -25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "About 15 species of various licorices grow in Eurasia. It is known that the genus Glycyrrhiza L. has been divided into two sections according to anatomical morphological and chemical (triterpene composition) features. These are the true and false licorices: Euglycyrrhiza boiss and Pseudoglycyrrhiza (Regel) Krug [26] . The true licorices include six species: G. glabra Linn var. typica, G. uralensis Fisher, G. korshinsky Grig, G. inflata Batalin, G. aspera Pall, and G. glandtilifera Waldst. et W. or G. taxissima Vass. [27] . The official medicinal raw materials are the subterrean organs (roots and rhizomes) of G. glabra and G. uralensis.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The distribution of G. glabra is expansive and encompasses the territory from southern Europe to northwest China, including Spain, Italy, Russia, Ukraine, the Volga region, the northern Caucases, western Siberia, Azerbaidzhan, Turkmenistan, Kazakhstan, Kyrgyzstan, Afghanistan, Turkey, Mongolia, Syria, Iraq, Iran, and other countries of the Near and Middle East. This plant grows well in saline soils because its long roots penetrate to a depth of 8 m, usually reaching the groundwater level. The largest stands of G. glabra are located in valleys of the rivers Amudarja, Syrdarja, and Ural [19, 21 -23, 28] .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 608,
                    "text": "[19, 21 -23, 28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "G. uralensis is distributed primarily in the southern Urals; in northern, central, and eastern regions of Kazakhstan; Uzbekistan; Kyrgyzstan; in the south of western, central, and eastern Siberia; Mongolia, in northeastern China; Turkey; Spain; Greece; and Iraq. The western Siberian steppes are the northernmost regions where G. uralensis grows [24] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The raw material base of licorice root in the CIS for the last decades has been stands in the valleys of the Amudarja and Syrdarja rivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The broad distribution and consistency of licorice make this plant a favorable subject for cultivation, which ensures a reliable raw material base. G. glabra and G. uralensis have been cultivated in saline soils [21, 22 -24] . Licorice plantations have been established in Uzbekistan, Turkmenistan, Kazakhstan, and Mongolia. Roots of G. uralensis that are 3 -4 years old from the plantations (from 8.1 to 11.7% of I) are suitable as raw material [24] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 224,
                    "text": "[21, 22 -24]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Possible substitutes for the two official species of true licorice are G. aspera Pall, which grows in Dagestan and east of the Caucases, in the Syrdarja river basin, eastern Balkhash and Mongolia, Chinese Jungaria and G. korshinsky Grig, which grows in the southern and central Urals. However, G. korshinsky is a rare species and appears in the Russian Red Book [29, 30] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The root of G. glabra or licorice (licorice root) (Radix Glycyrrhizae seu Radix Liquiritiae) is one of the most valuable medicinal and industrial plants. Licorice root is a medicinal plant that is approved for use in medicine. It is included in all editions of the USSR State Pharmacopoeia and pharmacopoeias of most industrially developed countries of the world [31 -35] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "[31 -35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two types of raw material are used for medicinal purposes. These are the crude root (Radix Glycyrrhizae naturalis) and cleaned roots (Radix Glycyrrhiza mundata). Licorice root and its processed products are used in various industrial sectors including pharmaceutical, food, tobacco, cosmetic, chemical, and paper. More than 400 patents are related to this plant raw material [22, 23, 25, 31, 36 -38] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 399,
                    "text": "[22, 23, 25, 31, 36 -38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The demand for licorice root in the global economy and domestically is constantly increasing. Reserves of licorice in the Russian Federation have been insufficiently estimated. However, the existing data suggest that the internal requirements of the RF can be met by its own raw material, harvesting licorice root from bottoms of the Volga, Ural, and Don rivers and in Siberia and Altai [22] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The medicinal value of licorice root is determined by the unique broad array of biologically active compounds. This refers primarily to triterpene glycosides and triterpenoids and phenolic compounds of over 10 structural types and their Oand C-glycosides [21, 38 -42] . Licorice root contains also organic acids, glucose, saccharose, polysaccharides, mannite, starches, steroids, asparagine, proteins, gums, ascorbic acid, essential oils, pectinic substances, mineral salts, etc. [34, 43, 44] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 267,
                    "text": "[21, 38 -42]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The RF pharmaceutical industry produces from licorice root both thick and dry extracts; syrup (licorice root syrup, licorice syrup); chest elixir; glycyram, liquiriton, and flacarbin preparations; phosphogliv; powder of licorice root complex; etc. Chest elixir and licorice root syrup are used as expectorants for diseases of the respiratory tract; thick and dry extracts, as excipients in various drugs. Glycyram (monoammonium salt of glycyrrhizic acid) is a preparation with anti-inflammatory action that is used for bronchial asthma, allergic dermatitis, and eczema. Liquiriton and flacarbin preparations are indicated for treating hyperacidic gastritis and stomach ulcers. Preparations of G. uralensis are used analogously to those of G. glabra [10, 31, 35] .",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 753,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research on the chemistry, technology, pharmacology, and basic groups of biologically active compounds in licorice has been reviewed and described in monographs [21 -25, 41, 42, 45 -50] . The use of licorice in global practice has also been reviewed [37] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 185,
                    "text": "[21 -25, 41, 42, 45 -50]",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As already noted, the principal bioactive component of licorice root extract is the triterpene glycoside I, which occurs in roots as the mixed potassium-calcium salt (glycyrrizin) (6 -23%) and imparts to the roots a sugary-sweet taste [48, 51] . The molecule of I is constructed from the triterpene aglycon (sapogenin), 18b-glycyrrhetic (glycyrrhetinic) acid (II), a pentacyclic b-amyrin-type triterpenoid, and two molecules of D-glucuronic acid (D-GlcU) bonded to the C3-posi-tion of the aglycon through an O-b-glycoside bond [55] . The configurations of the anomeric centers of the glycoside carbon chain were found by analyzing 13 C NMR and PMR spectra [52, 53] and the b-configuration of the glycosidic bond of D-glucuronic acid bonded to the C3-position of the aglycon has been established.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "51]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The principal metabolite of I, i.e. II, is the most comprehensively studied triterpenoid isolated from roots of G. glabra, G. uralensis, and G. korshinsky [50] . Compound II is a b-oleanenic-type triterpene keto-acid with the structure 3b-hydroxy-11-oxo-18bH,20b-olean-12-en-30-oic acid (II). The literature on the chemistry and biological activity of I and II has been examined in detail in a monograph and reviewed [49, 50, 54] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "50,",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Official sources of I are roots and rhizomes of G. glabra and G. uralensis. Compound I in wild G. glabra varies from 8.7 to 23.9% and depends on many factors such as humidity, salt composition, salinity, mechanical soil composition, seasonal development, etc. The habitat also has an important effect on the accumulation of valuable compounds in licorice root [21 -23] . The optimal times for collecting roots are considered the second half of spring (9 -14% content of I) and the second half of summer and autumn (11 -14% of I) [22] . Roots of G. uralensis that are 3 -4 years old from plantations are also suitable as raw material (8.1 to 11.7% of I) [22, 24, 55] . Requirements for licorice root as a medicinal raw material are given in the USSR State Pharmacopoeia (>6% content of I) [33, 35] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "[21 -23]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[33,",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "G. korshinsky and G. aspera are also somewhat important as sources of I in addition to G. glabra and G. uralensis. The highest content of I (1.5 -2 times greater than in G. glabra) was observed in roots of G. korshinsky. Roots and rhizomes of G. aspera contain 6.4 -7.0% GA [22, 29] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Extracts of licorice and its components exhibit antiviral activity [56] . Extract of G. glabra inhibits Epstein-Barr vi- [57] . Virusological and biochemical indicators improved significantly in patients with chronic hepatitis C during treatment with G. glabra, a traditional Chinese medicine [58] . Extract of G. glabra roots exhibited antiviral activity against Japanese encephalitis virus [59] . It has been reported that components of licorice are active against dormant forms of herpes virus [60] . Syrup of licorice root was used successfully to treat herpetic stomatitis in children [61] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The antiviral activity of I and its derivatives was the subject of the heightened attention of virusologists and clinicians during the last decade. Compound I and its monoammonium salt, glycyram, inhibited completely in vitro reproduction of several DNA-and RNA-viruses (Vaccinia, Newcastle, Vesicular stomatitus, Herpes simplex, Herpes B, and Varicella zoster) [62 -69] . It should be noted that I is a potent inhibitor of Herpes simplex virus type 1 (HSV-1) [67] . Compound I also increased the resistance of mice with thermal edema to opportunistic herpetic infection by HSV-1 [70] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "[62 -69]",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compound I was effective against two new human herpes viruses HHV-6 and HHV-7 [71] . It was also effective against human cytomegalovirus [72] and hepatitis A, B, and C viruses (HAV, HBV, HCV) [73 -75] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 200,
                    "text": "[73 -75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Purified I and its monoammonium salt inhibited Japanese encephalitis virus. Purified I was a more active antiviral agent than licorice [59] . It has recently been reported that I can inhibit EBV virus in vitro [76] , which causes lymphoma and carcinoma. Furthermore, I was the first compound that very effectively inhibited replication of new corona viruses that cause severe acute respiratory syndrome (SARS CoV) [77] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reports at the end of the 1980s that I and its derivatives could inhibit reproduction of HIV caused a sensation [78 -83] . Compound I at concentrations of 0.5 -1 mg/mL inhibited completely HIV-1 in MT-4 cell culture. Compound I is today the principal natural compound suitable for therapy of HIV-infected patients [84 -86] and inhibits HIV-1 reproduction upon both oral and i.v. administration [78 -80] . Preliminary clinical studies showed that the number of T4-lymphocytes increased and the virus antigen content decreased upon administration of I to AIDS patients at doses of 800 -1600 mg/d. This indicated that it was effective as an in vivo HIV-1 inhibitor [80, 84, 87] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "[78 -83]",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 322,
                    "text": "[84 -86]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 402,
                    "text": "[78 -80]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[80,",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "84,",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Combinations of I with azidothymidine have been prepared and exhibited synergism in AIDS therapy [88, 89] . One of the main drawbacks of azidothymidine is its low effectiveness for blocking reproduction of HIV in monocytes/macrophages. Furthermore, it produces resistant mutant forms of the virus [89, 90] . In contrast with azidothymidine, I and its derivatives at active concentrations were nontoxic to MT-4 cells [89] . It was shown that simultaneous administration of I and azidothymidine to AIDS patients reduced side effects of the latter [91] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[88,",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "89]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[89,",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "90]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[91]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast with azidothymidine, I and its preparations suppressed effectively to a large extent HIV reproduction in T-helper culture and in monocytic cells [89, 92, 93] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[89,",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "92,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "93]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It was reported that complexes of I and phenolic components of licorice root could be produced (licochalcone A, isolicoflavanol, glycocoumarin) and that they suppressed HIV proliferation [94] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[94]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Monosodium and monoammonium salts of I inhibited also reproduction of HIV-1 and HIV-2 in MT-4 cell culture [92, 93] . Thus, the monoammonium salt of I (glycyram) at concentrations of 500 and 1000 mg/mL exhibited pronounced inhibition of HIV-1 and HIV-2 reproduction in MT-4 cell culture [92] . The index of selectivity (ratio of preparation concentration causing 50% reduction of cell vitality to the concentration causing 50% reduction of HIV reproduction), IS 50 , was greater than 50. This indicated that the use of this preparation was promising for treating HIV-infected patients [89, 92] . This compound possessed pronounced antiviral activity against other viruses [65, 69] . The monosodium salt of I exhibited an anti-HIV effect in a chronically infected MT-4 cell culture [92] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[92,",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "93]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[89,",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "92]",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[65,",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[92]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A stereoisomer of I, 18a-I (III), was tested clinically in China in 1994 as an agent for treating hepatitises and showed greater activity for reducing alanine-and aspartataminotransferases than I [45] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several chemically modified derivatives of I exhibited pronounced inhibition of HIV-1 reproduction in vitro [95 -98] . Thus, the pentasulfate of I and its salts at concentrations of 0.25 -2.5 mg/mL suppressed completely HIV-1 and HIV-2 reproduction in vitro. The antiviral effect of these compounds, which also inhibited HIV RT, was greater than that of I. The pentasulfate of I inhibited HIV-1 and HIV-2 also for a chronic infection model [96] . Sodium salts of the L. A. Baltina sulfates of various 30-alkyl esters of I (IV -VI) were prepared. Their anti-HIV activity was 5 -11 times greater than that of I in MT-4 cell culture [98] . The 3-O-sulfonate of I and its Na, K, and NH 4 salts, which possessed high antiviral activity, were proposed for treating viral diseases, including AIDS [97] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "[95 -98]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 480,
                    "text": "Baltina",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An analog of I (VII) with a heteroannular 11,13(18)-diene system in the aglycon retained anti-HIV activity in MT-4 cell culture (protective effect >80% at a concentration of 0.16 mM). This glycoside also inhibited HSV-1 virus (IC 50 0.5 mM) more effectively than I (IC 50 3.6 mM) [99] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[99]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several glycopeptides of I in addition to its 6-amino-and 6-amino-2-thiouracil derivatives exhibited in MT-4 cell culture greater anti-HIV activity than I [100 -109] . A glycopeptide of I that contained three S-Bzl-Cys moities inhibited at a concentration of 100 mg/kg accumulation of HIV-1 p24 virus-specific protein, analogously to azidothymidine, and had greater antiviral activity than I. This derivative of I was 50 -55 times less toxic to HIV-infected cells than azidothymidine [108] . The amide of I with 5-aminouracil was prepared and inhibited highly effectively accumulation of p24 and total virus antigen and reduced the activity of HIV-1 RT. The chemotherapeutic index of this compound for various parameters was 27.7 -277.3, which was much greater than that of I (4.4 -24.0) [107] . Introduction of amino acids into the structure of II also increased substantially their anti-HIV-1 activity [110 -111] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 165,
                    "text": "[100 -109]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 489,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 793,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 914,
                    "text": "[110 -111]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conjugates of GA with 2-acetamido-2-deoxy-b-D-glucopyranosylamine and b-D-galactopyranosylamine (VIII, IX), which inhibited (at concentrations of 0.5 -20 mg/mL) accumulation of HIV-1 p24 in MT-4 cell culture, have been synthsized. The chemotherapeutic index (IS) for the studied derivatives of I reached 27 -90, which was much greater than that of I [112, 113] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 355,
                    "text": "[112,",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "113]",
                    "ref_id": "BIBREF127"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A semi-synthetic derivative of I and nicotinic acid, which was called niglizin, has been patented as an HIV inhibitor [114] . Its antiviral activity was considerably greater than that of I and azidothymidine (in the chronic infection model). Niglizin was a highly active inhibitor of both wild and mutant forms of HIV-1 RT [115, 116] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 123,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 328,
                    "text": "[115,",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "116]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Niglizin exhibited synergism in combination with azidothymidine (at a 1:100 ratio) against azidothymidine-resistant HIV mutants; in combination with nevirapine (the most well known non-nucleoside inhibitor of HIV-1 RT), for inhibition of HIV-1 RT [116] . The mechanism of the synergism of azidothymidine and niglizin that was observed in cell culture was due to the interaction of these two compounds with different functional regions of RT. Niglizin exhibited synergism for inhibition of HIV-1 RT also in combination with nevirapine. This argued in favor of the mechanism of the anti-HIV activity of niglizin involving RT blockage.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 252,
                    "text": "[116]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Niglizin at a therapeutic dose did not affect the functional state of the cardiovascular and hematopoietic systems and liver and kidney functioning and did not induce pathological changes of brain, heart, lungs, kidneys, spleen, stomach, and intestines and did not exhibit teratogenic and cancerogenic properties [117] . The preparation is interesting as a new antiviral agent with a set of properties that are valuable in medicine. Niglizin is interesting because this preparation is an effective inductor of g-interferon [118] . This can substantially enhance the therapeutic potential for treating HIV infection. This compound combines antiviral activity with hepatoprotective, anti-inflammatory, and antiulcer activity, is practically nontoxic, and is produced from an available natural compound (I) [119, 120] . An industrial method for preparing the drug substance has been developed [121] . The preparation is suitable for oral administration and is offered as tablets (0.1 g). Niglizin was used successfully in complex therapy of patients with hemorrhagic fever with renal syndrome [122] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 318,
                    "text": "[117]",
                    "ref_id": "BIBREF131"
                },
                {
                    "start": 523,
                    "end": 528,
                    "text": "[118]",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 809,
                    "text": "[119,",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "120]",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 895,
                    "text": "[121]",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1095,
                    "text": "[122]",
                    "ref_id": "BIBREF136"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compound I and its derivatives (glycyram, niglizin) form the first group of compounds that inhibit highly effectively reproduction of Marburg virus, which causes acute hemorrhagic fever in people with a high level of lethality [123] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 232,
                    "text": "[123]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amides and conjugates of I that contain two amino acids in the glycoside carbohydrate chain and have a free 30-COOH group exhibited significantly (up to 70 times) greater inhibition of SARS-CoV than I in Vero cell culture. However, their cytotoxicity increased simultaneously. Introducing 2-acetamido-b-D-glucosamines into the carbohydrate chain of I (VIII) produced a 10-fold increase of anti-SARS-CoV activity. Compound II and its derivatives were inactive against SARS-CoV. This suggests that the carbohydrate part of I is significant in the manifestation of anti-SARS-CoV activity [124, 125] . Antiviral activity was found for II, carbenoxolone (disodium salt of II acid succinate) (X), and certain of their derivatives against certain DNA-and RNA-viruses including HSV-1 [126, 127] . Compound X was also effective in treating volunteers with herpetic infection due to HSV-1 [128] .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 590,
                    "text": "[124,",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "125]",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 776,
                    "end": 781,
                    "text": "[126,",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "127]",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 884,
                    "text": "[128]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compound X had been used in Europe for many years (before the appearance of histamine H 2 -receptor antagonists) to treat stomach and duodenal ulcer [119 -133] . Solutions of X (0.1 and 5%) also inactivated Vesicular stomatitus virus in vitro [134, 135] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 159,
                    "text": "[119 -133]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 248,
                    "text": "[134,",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "135]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The structure-activity relationship of I, II, and the 3-O-monoglucuronide of the latter was studied against hepatitis B virus. It was found that II was the most active inhibitor of the virus antigen [74] . Compound 18a-II inhibited HSV thymidine-kinase [136, 137] . The mechanism of antiviral activity of I, II, and their derivatives is not yet fully explained. It was found that these compounds affect one or several stages of the cellular process that controls virus morphogenesis [127, 138] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 258,
                    "text": "[136,",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "137]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 488,
                    "text": "[127,",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "138]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A unique property of I is the new mechanism of action on HIV. The licorice glycoside is active even in the early stages of the viral replication cycle, preventing adsorption of the virus by the cell [84 -87] . It was proposed that the mechanism of the anti-HIV effect of I was due to blockage of virus adsorption on the cell surface (blockage of bond formation between glycoprotein GP 120 on HIV-1 and HIV-2 virus surfaces and CD 4 -receptors). This was confirmed by the inhibition by I of protein-kinase C, an enzyme responsible for binding HIV-1 and HIV-2 particles to cellular CD 4 -receptors [95] . The greater inhibiting activity of these compounds upon addition to cell culture before virus adsorption argues that the principal anti-HIV activity of triterpenes and their derivatives is due to their effect on the very early stages of the virus reproduction cycle that precede penetration of the virus into the cell [110] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "[84 -87]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 926,
                    "text": "[110]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, a study of the anti-HIV activity of I in an innoculated culture of MT-4 human lymphocyte cells showed that the glycoside blocked more effectively virus reproduction upon addition to the cell suspension simultaneously with the virus (IS = 8887) than after virus adsorption (IS = 9.3) [110] . It was shown that I inhibited HIV RT, the key enzyme of the HIV-1 life cycle that is required in the early stages of cell infection, at very high concentrations (a concentration of 200 mM suppressed RT activity by 50%) [100] . Also, the aglycon of I (II) and its derivatives inhibited RT at lower concentrations and acted as non-competing inhibitors. Compound I also inhibited effectively HIV-1 production in U937 cell culture for the chronic infection model in the early stages of the virus replication cycle [92, 139] . The capability of I and II to inhibit HIV-1 RT led to the conclusion that the activity of the triterpenoids was directed at the early stages of the HIV life cycle and was mixed in nature, i.e., prevented adsorption and interacted with virus enzymes [110] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 294,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 521,
                    "text": "[100]",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[92,",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "139]",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1073,
                    "text": "[110]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recombinant HIV-1 RT has been characterized as a glycyrrhizin-binding protein [140] . Furthermore, I inhibited selectively phosphorylytic activity of kinase P. It was found that recombinant HIV-1 RT functioned as an effective phosphate acceptor for recombinant human casein kinase II in vitro. Both II and I at high concentrations (100 mM) suppressed phosphorylation of this enzyme. These results suggested that the anti-HIV effect of derivatives of II may be due to selective inhibition of HIV-1 RT at the cellular level that is mediated by recombinant casein kinase II [140] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 83,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 576,
                    "text": "[140]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compound I also showed dose-dependent inhibition on protein kinase of HIV-1 infected MOLT-4 clonal cells [87] . It was also shown that I inhibited HIV-1 gene expression [141] . Compound I also had a direct effect on protein kinase of vesicular stomatitus viruses [142, 143] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 174,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 268,
                    "text": "[142,",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "143]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Various phases of the virus cycle changed upon reaction of I with HSV virions. This was accompanied by irreversible inactivation of the virus particles found in a free state outside the cells [144] . Compound I disrupted irreversibly the synthesis of virus glycoproteins at nontoxic doses in cells infected with HSV-1 virus in Hep2 cell culture and did not affect cell glycoproteins in the range of active concentrations. However, higher doses of I inhibited also the synthesis of cellular glycoproteins [145] . Compound I modified intracel-L. A. Baltina et al. [74] . Compound I and carbenoxolone suppressed strongly HSV-1 glycoproteins in various cell types [138] . The antiviral capability of I and its derivatives also affected the ability to enhance the production of g-interferon by T-cells [146 -150] . Tests with volunteers showed that i.v. administration of I at doses of 25 -100 mg/kg increased the contents of interferon and normal killer cells in plasma [146] . A stimulating effect of I on secretion of interleukin-2, which induces production of interferon by peripheral lymphocytes, was noted [149, 151] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 197,
                    "text": "[144]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 509,
                    "text": "[145]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 665,
                    "text": "[138]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 807,
                    "text": "[146 -150]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 971,
                    "text": "[146]",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1112,
                    "text": "[149,",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "151]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Derivatives of II, cycloxolone and X, exhibited antiviral activity against HSV-1 by inhibiting production of virus particles but, mainly, by severely damaging virion progenes [152, 153] . The anti-HIV effect of II was also due to selective inhibition of HIV-1 RT casein kinase II at the cellular level [140] . Furthermore, the antiviral effect of II was linked to stimulation of NO production and expression of NO-synthase genes in macrophages. This was shown in experiments in mice [154] . Compound I and X with prostaglandin A1 showed synergistic inhibition on vaccinia virus reproduction in L929 cells [155] . Obviously the effects of the triterpenoids and prostaglandins on virus reproduction were not independent of each other. The enhanced inhibition of vaccinia virus that was observed with their co-administration indicated that these compounds acted at different stages of virus replication and increased suppression of the virus.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 180,
                    "text": "[152,",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "153]",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 307,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 488,
                    "text": "[154]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 610,
                    "text": "[155]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compound I is added to pharmaceutical preparations for treating diseases caused by retroviruses [156] . Compound I and its salts have been proposed for treating AIDS by oral or parenteral administration. Compound I can be used in the pure form and as salts with organic (choline) and inorganic (ammonium, alkali metals) bases [78] . Prolonged treatment of asymptomatic HIV carriers with glycyron preparation prevented progression of the disease in patients with a high CD4/CD8 ratio [45] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 101,
                    "text": "[156]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Several valuable drugs based on I have been developed by foreign pharmaceutical firms. Thus, SNMC preparation (Stronger neo-Minophagen Co.) contains glycyrrhizin (0.2%), cysteine (0.1%), and glycine (2.0%) in physiological solution and has been used since 1977 for i.v. treatment of chronic viral hepatitises B and C and liver cirrhosis [74, 157 -159] .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 351,
                    "text": "[74, 157 -159]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Good results from treatment of chronic hepatitis patients were obtained by combining SNMC preparation and interferons. The combination of glycyrrhizin and interferon was effective for treatent of patients with interferon-resistant forms of hepatitis C [160 -164] . Glycyrrhizin exhibited synergetic antiviral activity also in combination with interferon against hepatitis A virus [73] . SNMC preparation was used successfully to treat patients infected simultaneously with hepatitis C and HIV viruses [165] . A combination of glycyrrhizin and lamivudine was used successfully for therapy of viral hepatitises B and E (including subactive) [14, 58, 166] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 262,
                    "text": "[160 -164]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 506,
                    "text": "[165]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "58,",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "166]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "TABLEts of glycyron containing glycyrrhizin (25%) in a complex with L-methionine and glycine are an alternative to SNMC preparation for oral administration [45] . The use of SNMC preparation to treat hepatitises has been published in other reviews [58, 160, 161] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[58,",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "160,",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "161]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Starting in 1987, long-term clinical tests of SNMC preparation in patients, asymptomatic HIV carriers or AIDS patients with a high CD4/CD8 ratio, were conducted [45] . Clinical improvement was observed in half of the patients upon i.v. administration of the preparation.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Phosphogliv is a domestic preparation that is approved for broad medical application as a hepatoprotector. It was developed and manufactured at V. N. Orekhovich Institute of Biomedical Chemistry. The preparation contained the trisodium salt of I, which is also a stabilizer and emulsifier. The inhibition by the preparation of replication of hepatitis B and C viruses and a positive influence on the immune and interferon status were noted. This allowed it to be used to treat chronic hepatitis B and C viruses and patients with chronic diffuse liver diseases due to metabolic disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Compound I and its salts (ammonium, potassium, sodium) have been used in preparations for external application to treat viral diseases of the skin, oral cavity, nose (stomatitis, herpes), eyes, genitalia, vagina, and other organs that are caused by HSV-1 and in combination with other drugs (antibiotics, antiviral preparations, corticosteroids, etc.) [156, 167 -170] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 367,
                    "text": "[156, 167 -170]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "An antiviral preparation based on I for external and topical application as a spray (0.1%) under the trade name Epigen intim has been developed. The preparation is designed for the prevention and therapy of viral infections of the sex organs that are caused by HSV (both acute primary and recidivistic) and viral infections of membranes and skin of the mouth, nose, and other body parts; for external treatment of shingles caused by the virus Varicella zoster; during sexual relations for prevention of infections by sexually transmitted diseases. Epigen intim also was highly effective for treatment of papilloma virus infection caused by genital condylomatosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Purified I is used in the biologically active additive Viucide that contains in addition to I a complex of amino acids, vitamins, and trace elements. The preparation has passed clincial tests in mono-and complex therapy of HIV infection; hepatitises A, B, and C; herpetic infections; cytomegalovirus infection; flu; paraflu; and adeno-and rotaviruses in more than 70 of the leading clinics of the world including in Russia [171 -173] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 433,
                    "text": "[171 -173]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "The use of I in pharmaceutical preparations and the clinical application of I and its derivatives have also been reviewed [32, 47, 48, 174 -176] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 144,
                    "text": "[32, 47, 48, 174 -176]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        },
        {
            "text": "Thus, the potential of triterpene compounds produced by licorice is significant for creating antiviral or virucidal preparations that battle socially dangerous virus infections. Compound I and its derivatives are the principal candidates for application in systemic therapy and prevention of HIV infection; hepatitises B and C; SARS CoV infection; and herpetic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drugs, drug forms, parapharmaceuticals, biologically active additives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antiviral Preparations",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Ershov",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis of the Most Promising Research on the Creation of New Drugs",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Fisenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Drozhzhin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Abidov",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "GEOTAR-Media",
            "authors": [
                {
                    "first": "Russian Therapeutic",
                    "middle": [],
                    "last": "Handbook",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novaya Volna, Moscow",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mashkovskii",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Drugs in Russia: Handbook",
            "authors": [
                {
                    "first": "Vidal",
                    "middle": [],
                    "last": "Handbook",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AstraFarmServis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Encyclopedia of Drugs",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Man's Green Friends",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Salo",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Medicinal Plants in Scientific and Folk Medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Volynskii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Freidman",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Izd. Saratov. Univ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Study and Use of Licorice in the USSR Economy",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Licorice -A Valuable Medicinal-Industrial Plant Indigenous to Kazakhstan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Isambaev",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Saurambaev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuz&apos;min",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kukenov",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Problems of the Study and Use of Licorice in the USSR Economy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kurganova",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Problems of the Study and Use of Licorice in the USSR Economy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Sokolov",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--14",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Medicinal Plants of Bashkiria: Their Use and Protection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Kucherov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Lazareva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Desyatkin",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Bashkir. Knizhnoe Izd",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rare and Threatened Species of the USSR Flora Needing Protection",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sokolov and I. P. Zamotaev, Handbook of Medicinal Plants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ya",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Medicinal Plants: A Complete Encyclopedia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Lebeda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Dzhurenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Isaikina",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Sobko",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Current Problems in Pharmacy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsaturyan",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "88--89",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Biologically Active Compounds from Medicinal Plants",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Georgievskii",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Komissarov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Dmitruk",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nauka",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Proceedings of a Republic Scientific-Practical Conf. Dedicated to the 60-th Birthday of Famous Scientist M",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Buranova",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "A"
                    ],
                    "last": "Turumbetov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Adekenov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "World Health Organization",
            "authors": [],
            "year": 1999,
            "venue": "Radix Glycyrrizae Monographs on Selected Medicinal Plants",
            "volume": "1",
            "issn": "",
            "pages": "183--194",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Abstracts of Comm",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolstikov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryzhova",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "of International Conf. on Molecular Biology Aspects of Diagnostics and Therapy of AIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF127": {
            "ref_id": "b127",
            "title": "Abstracts of Papers of the Xth Russian Nat. Congr. Man and Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltina",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Plyasunova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Pokrovskii",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF129": {
            "ref_id": "b129",
            "title": "Abstracts of Papers of the IVth Russian Nat. Congr. Man and Medicine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolstikov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltina",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Serdyuk",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Synthesis and Preclinical Study of New Biologically Active Compounds",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Kh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nasyrov",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Coll. Sci. Works BGMI",
            "volume": "",
            "issn": "",
            "pages": "49--54",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "Abstracts of Papers of the 1st Russian Nat. Congr. Man and Medicine, RF Zdorov e Cheloveka",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Kh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nasyrov",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF136": {
            "ref_id": "b136",
            "title": "Author's Abstract of a Candidate Dissertation in Medical Sciences",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mamon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF139": {
            "ref_id": "b139",
            "title": "Abstracts of the XVIIIth Int. Symp. on Medicinal Chemistry",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kondratenko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mikhailova",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF149": {
            "ref_id": "b149",
            "title": "Carbenoxolone Sodium",
            "authors": [],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF167": {
            "ref_id": "b167",
            "title": "Zhonghua Weishengwuxue He Mianyxue Zazhi",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "99--102",
            "other_ids": {}
        },
        "BIBREF171": {
            "ref_id": "b171",
            "title": "Igaku no Ayumi",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakuma",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Voshida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shinada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Azuma",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "127",
            "issn": "",
            "pages": "669--671",
            "other_ids": {}
        },
        "BIBREF197": {
            "ref_id": "b197",
            "title": "Virucidal Mechanism of Action and Clinical Use",
            "authors": [],
            "year": 2002,
            "venue": "Mezhdunarodnyi Mezhakademicheskii Soyuz i AMTN RF",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF198": {
            "ref_id": "b198",
            "title": "Glycyrrhizin-containing Preparations -New Effective Agent for Antiviral Therapy",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Pomazanov",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [
                        "V"
                    ],
                    "last": "Koroleva",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "AMTN RF",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF199": {
            "ref_id": "b199",
            "title": "Prevencion y tratamiento tratammiento antitumoral, antiviral y de otras entermedactes degenerativas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonsales ; Catalysis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Madrid",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF201": {
            "ref_id": "b201",
            "title": "From Licorice to Glycyrrhizin, Hommage Professeur Rene Truhaut",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noirfalise",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Fac. Pharm. Univ",
            "volume": "",
            "issn": "",
            "pages": "818--821",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Prospects for the Creation of New Antiviral Drugs 541",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "et al.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The work was supported financially by the Federal Agency for Science and Innovation (Rosnauki), State Contract No 02.434.11.7060, and the RFBR (Grant 08-03-13514).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}