{
    "paper_id": "df6b49e371ee6cb1133f0426297352c77088ab15",
    "metadata": {
        "title": "Regulated and prolonged expression of mIFN␣ in immunocompetent mice mediated by a helper- dependent adenovirus vector",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Aurisicchio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRBM P Angeletti",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Bujard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Heidelberg (ZMBH)",
                    "location": {
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Hillen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Erlangen",
                    "location": {
                        "settlement": "Erlangen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Cortese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRBM P Angeletti",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Ciliberto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRBM P Angeletti",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Monica",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRBM P Angeletti",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Palombo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRBM P Angeletti",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A major goal in gene therapy is to develop efficient gene transfer protocols that allow tissue-specific, long-term and tightly regulated expression of the desired transgene. This objective is becoming more attainable through the co-evolution of gene transfer vectors and regulation systems. The ideal vector should efficiently transduce non-dividing cells with minimal toxicity, thus endowing the system with persistent transgene expression. The helper-dependent adenovirus vectors meet these requirements, as demonstrated in various studies in the literature. The most promising regulation system is the tet-on system, which has low basal transcriptional activity and high inducibility. To explore the regulated transgene expression in the context of a helper-dependent vector, we constructed the HD-TET-IFN vector, containing the mIFN␣ gene under the control of the tetracycline Expression of mIFN␣ in immunocompetent mice L Aurisicchio et al",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To date, various strategies including viral and nonviral vectors have been developed for gene transfer. Among the viral vectors, adenovirus (Ad) vectors deliver genes to a wide variety of cell types and tissue independently of their proliferative state (reviewed in Ref. 1 ). These vectors have been modified by introducing deletions in the early genes to increase cloning capacity and reduce cellular toxicity. 2 However, these modifications have not lead to a prolonged transgene expression in rodents and nonhuman primates, indicating that residual low level expression of Ad genes is responsible, at least in part, for the short-term persistence. The 'gutless' or helper-dependent adenovirus vector (HD) allowed transgene expression to persist for almost the entire lifetime of mouse as shown in liver, brain and muscle. [3] [4] [5] These vectors lack all viral coding sequences and are produced by the co-infection of a suitable cell line with an Ad helper virus, which provides in trans the proteins required for replication and packaging. 6, 7 In light of the extensive cloning capacity (35 kb) and the persistence of expression in many cell types, HD vectors are ideal vectors for studying gene functions in the absence of interfering viral promoters, undesired expression of potentially toxic Ad genes, and reduced immune response against Ad proteins.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 413,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1049,
                    "end": 1050,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To achieve safe and effective protein expression, pharmacological control over the level of gene transcription is required. Placing gene activity under control from outside via an effector molecule allows the activity to be limited within a 'desired window'. Thus expression can be adjusted according to the evolution of induced biological effects, and treatment to be terminated by drug withdrawal. Different systems based on small-molecule control of transcription have been developed and proven to be effective in mice. The rapamycin-regulated system (RRS) uses a 'dimerizer' drug to bring together the functional units of a bipartite transcriptional factor. 8 A different chimeric system is based on the progesteron antagonist, RU486. An HD vector expressing human growth hormone (hGH) under control of the RU486-inducible system was very effective both in controlling hGH expression and in inducing a biological response for a limited period of time. 9 The Tet systems, widely applied both in vitro and in vivo, have been derived from elements of the tetracycline (Tc) resistance operon of Escherichia coli which were converted into eukaryotic transcription activation systems. 10 In one version a Tet-controlled trans-activator (tTA), a fusion between the Tet repressor protein (TetR) and a eukaryotic transcription activation domain, binds to tet operator sequences fused to a minimal promoter and activates transcription in the absence of Tc. 11 Addition of Tc, or one of its derivative such as doxycycline (Dox), abolishes transcription. In a second version, a mutated form of tTA, rtTA, binds and activates transcription only in the presence of Dox. 12 Both Tet systems were used in gene therapy models whereby a variety of vectors were applied: retroviruses, adenoassociated virus (AAV) binary systems, first generation adenoviruses, and electroporated DNA. 8, [13] [14] [15] Despite numerous successful applications, the Tet regulatory systems originally described show some limitations. rtTA exhibits some residual affinity to tetO in the absence of Dox and requires relatively high levels of Dox to achieve full activation. In addition, rtTA and possibly its mRNA are rather susceptible to degradation, at least in certain cell types. These limitations were overcome by novel rtTA versions, which were identified via mutagenesis and genetic selection in yeast. The new transactivator species such as rtTA s -S2, which were subsequently embedded in synthetic sequences designed to optimize expression in mammals, showed drastic improvements in all parameters mentioned above. 16 Pharmacological control of gene expression may be critical in those applications utilizing pleiotropic cytokines such as IFN␣, which is currently used in the treatment of viral hepatitis. A more effective antiviral treatment against HBV infection was obtained by introducing asialoglycoprotein binding sites in the recombinant IFN␣, which in turn led to higher intrahepatic concentrations. 17 IFN␣ gene transfer may offer the possibility of limiting IFN␣ expression to the liver, 18, 19 with a potential reduction of side-effects in other tissues, such as the central nervous system, provided that transgene expression is kept within safe and therapeutic levels. The antiviral IFN␣ action is thought to be mediated by transcriptional activation of many genes including 2',5'-oligoadenylate synthetase (2'5'OAS) and GTPase such as TGTP. 20 In this report, the features of regulated mIFN␣ expression are explored utilizing the novel rtTA2 s -S2 transactivator carried in a single HD vector, HD-TET-IFN. The efficacy of a Dox-regulated expression of mIFN␣ was verified in a murine model of acute hepatitis. Liver protection was dependent only on activation of mIFN␣ expression induced by Dox treatment. Secretion of the cytokine was repeatedly re-induced to the same high level for a period of 3 months, and controlled by the amount of Dox delivered. In addition, C57/B6 mice injected at low HD-TET-IFN doses resulted in Doxmediated regulation of liver restricted mIFN␣ expression, which was associated with induction of antiviral genes. These results indicate that desired levels of mIFN␣ expression can be achieved and maintained by controlling both the vector dosage and the transcriptional activity.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 956,
                    "end": 957,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1183,
                    "end": 1185,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1451,
                    "end": 1453,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1660,
                    "end": 1662,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1869,
                    "end": 1871,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1872,
                    "end": 1876,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1877,
                    "end": 1881,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1882,
                    "end": 1886,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2589,
                    "end": 2591,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2982,
                    "end": 2984,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3072,
                    "end": 3075,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3076,
                    "end": 3078,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3428,
                    "end": 3430,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To control mIFN␣ expression an inducible cassette based on the Tet system was constructed (Figure 1a) . The tetracycline-sensitive transactivator rtTA2 s -S2 was cloned under the liver-specific TTR promoter and enhancer followed by the SV40 polyadenylation signal. mIFN␣2 gene was inserted in the opposite orientation under the control of the P tet-1 promoter, 10 followed by the bGH polyadenylation signal. To increase mRNAs stability, two introns were inserted upstream of the transactivator and of the mIFN␣ gene, respectively. The expression cassette was inserted in the helper-dependent backbone vector C4HSU generating pHD-TET-IFN plasmid and the HD-TET-IFN vector was rescued and amplified in 293cre cells using the H14 helper virus. 21 To compare in vitro the potency of mIFN␣ expression mediated by HD-TET-IFN or HD-IFN, which expresses mIFN␣2 directly under the TTR promoter, Hep3B cells were treated with 50 pp/cell and mIFN␣2 released in the medium was measured at day 2 p.i. (Figure 1b) . In HD-TET-IFN-treated cells 200-fold Dox-dependent induction of mIFN␣ production was observed. Lower values were observed in HD-IFNtreated cells. To visualize the cells which expressed mIFN␣ as a function of the vector dose, Hep3B were treated with increasing amounts of HD-TET-IFN and mIFN␣ expression revealed by an immunohistochemistry assay. A dose-response correlation was observed between the vector dose and the cells stained with an anti-mIFN␣ antibody only in Dox-treated cells, whereas no positive staining was observed in the absence of Dox even in cells treated with HD-TET-IFN at the highest doses of 1000 pp/cell ( Figure 2 ). These results indicate that HD-TET-IFN allowed a significant expression of mIFN␣ controlled in vitro by Dox.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 743,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 101,
                    "text": "(Figure 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 988,
                    "end": 999,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1631,
                    "end": 1639,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Description of HD-TET-IFN"
        },
        {
            "text": "To verify the efficiency and persistence of mIFN␣ secretion, C57/B6 mice were injected i.v. with 1.4 × 10 10 pp of HD-IFN or HD-TET-IFN and the mIFN␣ released in the serum was measured over time. As previously reported, circulating mIFN␣ was not detected at this dosage in HD-IFN-treated mice. Differently, in HD-TET-IFNinjected mice serum mIFN␣ was observed at this dosage starting from day 14 p.i. after 3 days of Dox treatment ( Figure 3 ). An average of 4000 U/ml was detected in all Gene Therapy treated mice (n = 5). Removal of Dox resulted in a rapid decrease of serum mIFN␣ to undetectable levels in 3 days (below 20 U/ml). Therefore, expression was increased at least 200-fold. The same expression kinetics as a function of the Dox treatment was observed throughout the 3 months analyzed. HD-TET-IFN injection in the muscle did not lead to detectable serum mIFN␣ present in the serum, indicating that liver specificity was maintained in this expression vector (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 440,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Regulated and prolonged secretion of mIFN␣ in mice injected with HD-TET-IFN"
        },
        {
            "text": "To verify the level of mIFN␣ released in the blood stream as a function of Dox added in the drinking water, mice were treated for 3 days with different Dox concentrations. As shown in Figure 4 , a clear correlation was observed between the concentration of Dox in the drinking water and the serum mIFN␣ measured in both VSV and ELISA assay. At a concentration of 200 g/ml, serum mIFN␣ was in the range of 4000 U/ml, whereas at 20 g/ml it was 10-30 U/ml. At the lowest Dox concentration, serum mIFN␣ was detectable only with the more sensitive, albeit not quantitative ELISA assay. These results are in line with observations in transgenic mice where a 10-fold reduction in the amount of Dox added in the drinking water resulted in 100-fold lower amount of luciferase detected in the liver. 22 To further characterize the kinetics of expression induced by a single oral dose of Dox, C57/B6 mice were injected with 4 × 10 10 pp and serum mIFN␣ measured over time ( Figure 5 ). At a dose of 20 mg/kg of Dox, rapid induction of mIFN␣ expression was observed as early as 6 h after induction. Maximal expression was observed between 6 and 24 h with mIFN␣ values ranging from 200 to 1000 U/ml. Serum mIFN␣ levels returned to background within 48 h. The rapid kinetic of expression did not allow the precise measurement of the peak value for each mouse and may explain, at least in part, the five-fold variation in maximal mIFN␣ expression. At 200 mg/kg of Dox, higher levels were observed, indicating that maximal induction may not be achieved with a single dose of 20 mg/kg of Dox (data not shown).",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 792,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 963,
                    "end": 971,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Regulated and prolonged secretion of mIFN␣ in mice injected with HD-TET-IFN"
        },
        {
            "text": "Overall, these results show that in the context of HD-Ad vector rtTA2 s -S2 allows both long-term and dosedependent Dox regulation of the mIFN␣ gene expression in the liver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulated and prolonged secretion of mIFN␣ in mice injected with HD-TET-IFN"
        },
        {
            "text": "To investigate the therapeutic potency of a regulated expression of mIFN␣2 gene, we assessed the antiviral strength of HD-TET-IFN in an acute hepatitis model. For this purpose, we examined the effects of HD-TET-IFN on the infection of susceptible mouse strain C57/Bl6 with mouse coronavirus MHV-3. Treatment with recombinant mIFN-␤ type I was shown to prolong survival following MHV-2 exposure, particularly when the treatment was initiated before viral infection. 23, 24 Mice were injected i.v. with 1 × 10 10 pp of HD-TET-IFN and mIFN␣ induction measured at day 14 and 21 p.i. As expected, in all injected mice treated with Dox in the drinking water at a concentration of 200 g/ml for 3 days, circulating mIFN␣2 was observed in the range of 1900 U/ml and returned to basal level 3 days after Dox withdrawl. At day 40 p.i., a subgroup of mice were reinduced with Dox in the same condition described above, and all mice were infected at day 42 with an i.p. injection of 200 p.f.u. of MHV-3. To verify the impact of mIFN␣2 Gene Therapy induction on MHV-3-mediated liver damage, transaminase (ALT) present in the serum were measured 3 days after MHV-3 infection (Figure 6a ). Hepatic protection was observed in mice pre-induced with Dox, where serum transaminase levels remained at basal levels. However, a sharp rise in serum ALT levels was observed in mice injected with HD-TET-IFN and not treated with Dox or in control mice (mock). An additional effect, observed only in Dox-treated mice, was a slight but significant prolonged mean survival time (P Ͻ 0.008581). As shown in Figure 6b , control mice and those not treated with Dox died between day 3 and 4 after MHV-3 infection, whereas in the Dox-treated group one out of six survived till day 21 when the experiment was terminated (mean survival time ± standard deviation: mock 4 ± 0 days; no Dox 3.8 ± 0.37; Dox 5.8 ± 0.83).",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1160,
                    "end": 1170,
                    "text": "(Figure 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1577,
                    "end": 1586,
                    "text": "Figure 6b",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Liver protection in acute hepatis model by transcriptional activation of mIFN␣"
        },
        {
            "text": "Therefore, these experiments demonstrate that Doxdependent mIFN␣ expression results in liver protection and prolonged survival in MHV-3 infected mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver protection in acute hepatis model by transcriptional activation of mIFN␣"
        },
        {
            "text": "Previously, we have shown that injection of low doses of HD-IFN vector gives rise to intrahepatic production of the cytokine without any detectable mIFN␣ in circulation. 18 Therefore, we examined whether such a result could also be obtained with a Tet-regulated vector. C57/B6 and Balb/C mice were i.v. injected with different doses of HD-TET-IFN and mIFN␣ measured at day 21 p.i. after a treatment for 3 days with Dox, 200 g/ml, present in the drinking water (Figure 7a ). In C57/B6 mice injected with low vector doses (1.4 × 10 9 pp and 2.8 × 10 9 pp) and not treated with Dox, mIFN␣ was detected neither in the liver, nor in the serum. However, liverrestricted mIFN␣ in the range of 60-120 U/g was observed upon induction depending on the vector dose. Higher HD-TET-IFN dose (4.4 × 10 10 pp), in the absence of Dox treatment, resulted in 100 U/g of mIFN␣ present in the liver, but not in the serum. After Dox treatment mIFN␣ levels increased 100-fold in the liver and 1000fold in the serum. These levels returned to background upon Dox withdrawal 3 days later (data not shown). In Balb/C mice, where Ad is less persistent, 25 liver-restricted mIFN␣ was induced only at a virus dose of 4.4 × 10 10 pp, whereas at lower vector doses the cytokine was undetectable. The HD-TET-IFN doses that resulted in liver-restricted mIFN␣ expression were further analyzed for the induction of mIFN␣ responsive genes (Figure 7b ). In agreement with the presence of mIFN␣ protein, Northern blot analysis showed a clear signal for the mIFN␣ mRNA in both C57/B6 and Balb/C only in Dox-treated mice (lane A). As a consequence of mIFN␣ expression, 2'5'OAS and TGTP transcripts were elevated, as indicated by the RNase protection assay (lanes C and D). A 7.6-and three-fold induction of 2'5'OAS signal was observed at the highest HD-TET-IFN dose indicated in Balb/C and C57/B6, respectively. When compared with 2'5'OAS, the induction of TGTP over the background was less pronounced. To examine the reversal of induction of antiviral gene activities, 2'5'OAS and TGTP transcripts were examined 3 days after Dox withdrawal. At this time point, in C57/B6 mice injected with 2.8 × 10 9 pp previously induced with Dox, mRNA synthesis from antiviral genes had returned to basal level. To evaluate the cell types which express mIFN␣ upon Dox treatment, ",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 470,
                    "text": "(Figure 7a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1403,
                    "end": 1413,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Liver-restricted and Dox-dependent mIFN␣ expression in mice injected with low doses of HD-TET-IFN"
        },
        {
            "text": "immunohistochemistry with an antibody against mIFN␣ was performed in the liver of C57/B6 (Figure 7c ). Positive hepatocytes were observed in the proximity of vessel only upon Dox induction. Lastly, inflammation was evaluated by RNase protection assay for mRNA of infiltrating lymphocytes, eg CD4, CD8, CD3⑀ and macrophages. These markers were not elevated in HD-TET-IFN-injected mice independently of the Dox treatment (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "text": "(Figure 7c",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "p. injection of MHV-3 (200 p.f.u.). (a) Hepatic protection revealed as transaminase (ALT) levels (expressed as units per liter) present in the serum measured 3 days after MHV-3 infection. (b) Effect of mIFN␣ induction on survival time in the same group of mice of panel (a) after MHV-3 infection. HD-TET-IFN injected mice induced with Dox (⌬); HD-TET-IFN injected mice not induced with Dox (᭛); mice not injected with HD-TET-IFN (¼)."
        },
        {
            "text": "These experiments indicate that liver-restricted mIFN␣ expression can be induced in both mouse strains without apparent liver damage by controlling the dose of the vec-Gene Therapy tor and by regulating, via Dox, the expression of the mIFN␣ gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "p. injection of MHV-3 (200 p.f.u.). (a) Hepatic protection revealed as transaminase (ALT) levels (expressed as units per liter) present in the serum measured 3 days after MHV-3 infection. (b) Effect of mIFN␣ induction on survival time in the same group of mice of panel (a) after MHV-3 infection. HD-TET-IFN injected mice induced with Dox (⌬); HD-TET-IFN injected mice not induced with Dox (᭛); mice not injected with HD-TET-IFN (¼)."
        },
        {
            "text": "In this study we show the features of Dox-dependent mIFN␣ expression delivered through an HD vector. Among the different vectors used in gene transfer, adenovirus vectors have emerged as one of the more efficient in transducing liver cells. 26 To limit transgene expression in the liver further, the rtTA s -S2 transactivator was cloned downstream of the liver-specific promoter/ enhancer TTR and the mIFN␣ gene was inserted under the tet response promoter in a head-to-head configuration on the same vector, HD-TET-IFN (Figure 1) . A tight control of mIFN␣ expression was observed in Hep3B cells using different amounts of vector ( Figure 2) .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 530,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 633,
                    "end": 642,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The ability to control the expression of a therapeutic gene within a relevant and safe window is a major prerequisite for a variety of regimens envisioned in gene therapy. The rapid adjustment of the activity of a therapeutic gene to the progression of the diseases is of particular importance. The HD-TET-IFN vector meets several of these requirements. Injecting large doses (1.4 × 10 10 pp) in C57/B6 mice resulted in undetectable serum levels of mIFN␣ in the absence of Dox (Figure 3 ). Upon induction with Dox, mIFN␣ was detected in the serum and its expression correlated with the amount of Dox delivered to the animal (Figure 4 ). High levels of secreted mIFN␣ were observed at the largest dose of Dox, with only slight variations over a period of 3 months. Although the rapid induction of secreted cytokines has already been widely reported, the rapid reversal of mIFN␣ induction represents a major improvement over the previously described systems. The rapamycin system, which was explored in the context of Ad or AAV vectors, demonstrated rapid induction of hGH and controlled expression over a wide range of doses. 27 However, hGH remained above the basal levels for up to 12 days after a single injection of the inducer. Similar slow de-induction kinetics were observed in the brains of rats using the Tet-off system delivered by a first generation Ad vector. 8 Improved reversal of induction was reported, 9 with the RU486 regulation system carried on a HD vector and driven by the same TTR promoter used in this study. Interestingly, Burcin et al 9 observed a similarly inefficient induction of their reporter gene at an early stage after HD injection, as did our system. Further experiments are required to understand why 2 weeks appear to be required to reach steady state expression. Since full induction of Tet-controlled genes is achieved within less than 8 h in the liver of transgenic mice, 28 other factors such as the immuno-response against Ad particles may have a detrimental effect on transcription at this early stage. One limitation of the actual rtTA2 s -S2 based system is its poor sensitivity to Dox, which in our experimental conditions was not saturated using 20 mg/kg ( Figure 5 ). However, in parallel with rtTA2 s -S2, the rtTA2 s -M2 transactivator was developed, which shows a 10-fold higher sensitivity to Dox in HeLa cells. It will be interesting to explore this additional transactivator in the context of HD vectors, which may bring the Dox required within the dose range of human antibiotic therapy.",
            "cite_spans": [
                {
                    "start": 1125,
                    "end": 1127,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1371,
                    "end": 1372,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1418,
                    "end": 1419,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1911,
                    "end": 1913,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 486,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2203,
                    "end": 2211,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Apparently, the long persistence and sustained reinducibility of mIFN␣ expression (Figure 3 ) in immuno- competent mice indicates that the rtTA2 s -S2 transactivator is not immunogenic, although we presume that the use of a liver-specific promoter such as TTR, which expressed the transactivator only in hepatic cells, and not in professional antigen presenting cells, may have contributed to this persistence. This hypothesis is in agreement with previous reports showing long-term transgene expression in the context of first generation Ad vector only in the presence of a liver-specific promoter. 29 In this study, liver protection against MHV-3 challenge was observed only upon Dox-mediated induction of mIFN␣ expression (Figure 6a ). The striking difference observed in association with the Dox treatment is very significant in view of the fact that the same viral preparation was injected in both groups, eliminating experimental bias such as difference in the transducing particles per unit volume, purity of vector preparation and dilution volume. In addition, liver protection was achi-eved 6 weeks after HD-TET-IFN injection, in line with the notion that therapeutic effects mediated by helperdependent vectors persist for a long period of time. Previously we showed that lower levels of serum mIFN␣ were associated with partial hepatic protection, but had no effects on survival rate. 18 In this study, all mice treated with Dox showed liver protection and one out of six survived the MHV-3 infection (Figure 6b) . The higher level of circulating mIFN␣ may have elicited stronger local and peripheral effects such as induction of antiviral genes or peritoneal macrophage activation, which may have limited MHV-3 replication in a more efficient manner. Although we showed that injection of HD-TET-IFN resulted in Dox-dependent hepatic protection, the impact of this gene therapy approach on chronic hepatitis remains to be established, as no mouse model for this disease exists, unlike HBV (woodchuck model) or HCV infection (non-human primates, such as chimpanzees). However, the pharmacological control of IFN␣ expression is also required in the context of these animal models in light of safety concerns such as toxicity, sideeffects and adjusting the IFN␣ level as a function of disease progression.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1396,
                    "end": 1398,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 725,
                    "end": 735,
                    "text": "(Figure 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1512,
                    "end": 1523,
                    "text": "(Figure 6b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recombinant IFN␣ is widely used in the treatment of human hepatitis B and C. However, systemic injection is associated with side-effects, particularly on the neuronal system, which cause the withdrawal of a significant number of patients from the therapy. Therefore, it was of interest to evaluate the possibility of limiting the biological response induced by IFN␣ expression to the liver as a function of the Dox treatment and the vector dosage. In a previous study, we observed that in mice injected with the HD-IFN, which express mIFN␣ directly under the constitutive TTR promoter, liver-restricted mIFN␣ expression, as well as the induction of antiviral genes last for 10 months (data not shown). This observation is in agreement with recent reports where gene transfer mediated by HD vectors resulted in long persistence of transgene expression. 3, 5, 21 This long period of IFN␣ expression could, nonetheless, be considered 'over-therapeutic' in light of the current treatment for HCV, which lasts for 6 months. Using the HD-TET-IFN vector, however, allows a controlled timing and potency of expression on the basis of Dox treatment even at low vector doses. Indeed, low doses of HD-TET-IFN resulted in mIFN␣ being detectable in the liver and not in the bloodstream only upon Dox induction (Figure 7a ). As a consequence of liver-restricted mIFN␣ expression, antiviral genes were induced (Figure 7b ) in the absence of liver damage or inflammation response. Also in the liver, the reversal of mIFN␣ induction was fairly rapid, as indicated by the reduction of antiviral gene mRNAs 3 days after Dox withdrawal. Lastly, the expression of mIFN␣ was highlighted in the hepatocyte cells upon Dox treatment ( Figure 7c ). As expected on the basis of previous experiments with marker genes, Dox-dependent mIFN␣ expression distributed in hepatocytes, which are in the proximity of the vessel.",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 854,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 855,
                    "end": 857,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 858,
                    "end": 860,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1297,
                    "end": 1307,
                    "text": "(Figure 7a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1395,
                    "end": 1405,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1710,
                    "end": 1719,
                    "text": "Figure 7c",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The use of HD vectors and the rtTA s -S2 transactivator allows the expression of transgenes to be regulated for a long period of time within an expression window, which can be either restricted to the liver or to circulating protein. The lack of a detectable immunoresponse against the HD-TET-IFN in association with its prolonged reinducibility candidate these vectors and regulation system not only for gene therapy purposes, but, at least in some applications, as an alternative option to the use of transgenic animals for tissue-specific expression. While germline transgenesis can generate useful animal models for genetic studies, it can be costly and time-consuming. Additionally, it requires the use of a large number of animals and can be limited by toxicity during embryogenesis. The features of the system described in this paper allow the study of gene function within specific cells in a variety of animal models including non-human primates, where the HD vector-mediated gene transfer is very efficient. 30 ",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1020,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cell lines 293 and 293Cre4.15 cells were grown in MEM supplemented with 10% heat-inactivated FCS. L-929 (mouse fibroblasts) HuH-7 and Hep3B (human hepatoma) cells were grown in DMEM supplemented with 10% FCS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Mice used in this study were immunocompetent, 6 to 8 weeks old (at the time of injection) C57/B6 and Balb/C females purchased from Charles River (Lecco, Italy). Groups of between four and five mice received injections in the tail vein of adenovirus vectors diluted in physiologic solution in volumes of 200 l. Dox (2 to 200 g/ml, in 5% sucrose, pH 6.0) was added in the drinking water at the indicated time-points. Blood was obtained by retroorbital bleeding and serum was stored at Ϫ80°C. At the indicated time, mice were killed and organs were rapidly frozen in liquid nitrogen, and stored at Ϫ80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse strains"
        },
        {
            "text": "The rtTA2 s -S2 transactivator gene was recovered from the plasmid pHUD52.1 as a EcoRI/BamHI fragment and subcloned in the vector pTTR-bGH, containing the liverspecific transthyretin gene minimal enhancer and promoter and the bovine growth hormone poly-A site (bGH). To improve the level of expression, an artificial intron was amplified by PCR from pCAT3basic (Invitrogen, Carlsbad, CA, USA) and subcloned HindIII/EcoRI between the TTR promoter/enhancer and the mIFN cDNA, generating pTTR-intr-rTA2-bGH. The intron A from the vector pVIJ-nsA as a SacII/EcoRI fragment was subcloned in the vector pHUD10.3 between the TRE (Tet responsive element) and the SV40 polyadenylation site. A PacI site and a NotI site were inserted, respectively, upstream and downstream of the SV40 polyA by PCR. At this point the TRE-intron A-SV40 fragment was excised as a XhoI/KpnI fragment and inserted in pTTR-intr-rTA2-bGH, thus generating pTetϪ/Ϫ. The mIFN␣2 gene was amplified by PCR adding a BamHI site at 5' and a PacI site at the 3' and subcloned in pTetϪ/Ϫ, generating pTet-mIFN␣2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tet-inducible mIFN␣2 expression cassette"
        },
        {
            "text": "To construct pC4-Tet-mIFN, the mIFN␣2 expression cassette was excised with NotI and subcloned in the NotI site of pC4-HSU. 21 To rescue the HD-TET-IFN vector, the pC4-Tet-mIFN plasmid was cleaved by PmeI and transfected into 293Cre4.15 cells. 21 Subsequently, the cells were infected with the helper adenovirus H14. The titer of the HD vector during the amplification passages on 293Cre4.15 cells was followed by infecting HuH-7 cells with lysates from each passage and determining the amount of mIFN␣ in cells supernatants with and without Dox at 48 h after infection by VSV inhibition assay. Multiple viral passages were performed to reach a high titer and vector was purified by double CsCl gradient. Physical particles were measured by optical density of DNA.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Adenoviral vectors"
        },
        {
            "text": "The viral cytopathic inhibition assay using vescicular stomatitis virus (VSV) has been described elsewhere. mIFN␣2 activity is expressed in units/ml. The mIFN␣2 activity was calibrated against a standard recombinant mIFN␣ (Calbiochem, San Diego, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytopathic inhibition assay for interferon"
        },
        {
            "text": "Ninety-six-well plates were coated overnight at 4°C with 0.25 g/ml Rat ascite monoclonal Ab to mIFN␣ (clone 4E-A1, Yamasa Corporation, Japan) in carbonate buffer 50 mm pH 9.6. After blocking with 3% BSA, 1 × PBS, 0.05% Tween 20 for 1 h at 37°C, samples were added and incubated for 2 h at RT in 1% BSA, 1 × PBS, 0.05% Tween 20. Subsequently, plates were washed three times with 1 × PBS, 0.05% Tween 20 and incubated for 2 h at RT with 100 l/well polyclonal Ab to mIFN␣/␤ (RDI) diluted at 1 g/ml in 1% BSA, 1 × PBS, 0.05% Tween 20. Wells were washed again and incubated with anti-sheep IgG AP con-jugate (Sigma, St Louis, MO, USA) diluted 1:10 000 in 1% BSA, 1 × PBS, 0.05% Tween 20 for 1 h at RT. Final detection was done adding 100 l/well p-nitrophenyl phosphate, disodium, 1.0 mg/ml in 10% diethanolammine buffer, pH 9.8 containing 0.5 mm MgCl 2 and reading at OD 405. A standard mIFN␣ was used as reference in each experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA for mIFN␣"
        },
        {
            "text": "Livers were weighed and homogenized in PBS using a Polytron homogenizer and lysates were centrifuged for 30 min at 4°C at 14 000 r.p.m. to eliminate cell debris. Since IFN␣ is acid stable, HCl 0.5 N was added to reach pH 2.0 and extracts were incubated overnight at 4°C. Neutral pH was reached by adding NaOH and centrifuged for 30 min at 4°C at 14 000 r.p.m. Clarified extracts were then analyzed by VSV inhibition assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intra-hepatic mIFN␣2 measurement"
        },
        {
            "text": "Frozen tissues were mechanically pulverized and RNA was isolated from tissues using Ultraspec RNA reagent (Biotecx Laboratories) according to the manufacturer's instructions. Total RNA (20 g) was used in Northern blot analysis. The intensity of bands was quantified by phosphorimager analysis. The RNase protection assay for quantification of mRNA was performed using the RiboQuant Multi-Probe RPA Assay System (PharMingen, San Diego, CA, USA) according to the manufacturer's instructions. The probe set for mIFN␣ pathway activation was kindly provided by Iain Campbell (SCRIPPS, San Diego, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Northern blot analysis and RNase protection assay"
        },
        {
            "text": "The extent of hepatocellular injury induced by adenovirus injection was monitored by measuring serum alanine aminotransferase (ALT) activity at the indicated time-points. ALT activity was measured in a SPOTCHEM model SP-4410 according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immuno-histochemical analysis"
        },
        {
            "text": "For cell staining, 24 h after infection Hep3B cells were washed with PBS and fixed in 1 × PBS, 3.7% formaldehyde for 20 min at RT. For tissue staining, at the indicated time-points livers were harvested from HD-TET-IFN-injected mice and fixed in 1 × PBS, 4% paraformaldehyde for 4 h at 4°C, then incubated overnight in 1 × PBS, 30% sucrose. Livers were then included in OCT and stored at Ϫ80°C. Cells or liver sections were washed twice with PBS and incubated with PBS/0.1 m glycine for 15 min at RT. After washing with PBS, samples were permeabilized with PBS/0.1% Triton-X-100 for 10 min and treated with PBS, 0.1% Triton-X-100, 10% goat serum for 10 min at RT. Samples were incubated for 1 h at RT with rat ascite monoclonal Ab anti-mIFN ␣ (clone 4E-A1, Yamasa Corporation) diluted 1:200 in PBS, 10% goat serum. After washing five times with PBS, a second incubation with anti-rat IgG AP conjugate (Sigma, St Louis, MO, USA) antibody diluted 1:200 in PBS/10% goat serum was performed for 1 h. After subsequent washings, samples were incubated with AP substrate (100 mm NaCl, 5 mm MgCl 2 , 100 mm Tris-Cl, pH 9.5, 330 g/ml NBT, 165 g/ml BCIP) until sufficient staining was reached, then washed with PBS and mounted with Aquatex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immuno-histochemical analysis"
        },
        {
            "text": "As described previously, 18 mouse hepatitis virus type 3 (MHV-3) was amplified on mouse fibroblast DBT cells, and the titer was measured in a standard plaque assay. A total of 200 p.f.u. was injected intraperitoneally (i.p.) in 100 l of physiologic solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Induction of acute hepatitis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update on adenovirus and its vectors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "2573--2604",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In vitro and in vivo biology of recombinant adenovirus vectors with E1, E1/E2A, or E1/E4 deleted",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lusky",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "2022--2032",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genomic DNA transfer with a high-capacity adenovirus vector results in improved in vivo gene expression and decreased toxicity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schiedner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat Genet",
            "volume": "18",
            "issn": "",
            "pages": "180--183",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Peripheral infection with adenovirus causes unexpected long-term brain inflammation in animals injected intracranially with first-generation, but not with high-capacity, adenovirus vectors: toward realistic long-term neurological gene therapy for chronic diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "",
            "pages": "7482--7487",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prolonged expression and effective readministration of erythropoietin delivered with a fully deleted adenoviral vector",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maione",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hum Gene Ther",
            "volume": "11",
            "issn": "",
            "pages": "859--868",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A helper-dependent adenovirus vector system: removal of helper virus by Cre-mediated excision of the viral packaging signal",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Parks",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "",
            "pages": "13565--13570",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High-capacity adenoviral vectors for gene transfer and somatic gene therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kochanek",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hum Gene Ther",
            "volume": "10",
            "issn": "",
            "pages": "2451--2459",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-term doxycycline-controlled expression of human tyrosine hydroxylase after direct adenovirus-mediated gene transfer to a rat model of Parkinson's disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "12120--12125",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Adenovirus-mediated regulable target gene expression in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Burcin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "355--360",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tet repressor-based system for regulated gene expression in eukaryotic cells: principles and advances",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bujard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Meth Enzymol",
            "volume": "327",
            "issn": "",
            "pages": "401--421",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tight control of gene expression in mammalian cells by tetracycline-responsive promoters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gossen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bujard",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "5547--5551",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transcriptional activation by tetracyclines in mammalian cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gossen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "1766--1769",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lentiviral vectors: regulated gene expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kafri",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Praag",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Gage",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol Ther",
            "volume": "1",
            "issn": "",
            "pages": "516--521",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In vivo manipulation of interleukin-2 expression by a retroviral tetracycline (tet)-regulated system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pitzer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cancer Gene Ther",
            "volume": "6",
            "issn": "",
            "pages": "139--146",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Efficient and regulated erythropoietin production by naked DNA injection and muscle electroporation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rizzuto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "6417--6422",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Exploring the sequence space for tetracyclinedependent transcriptional activators: novel mutations yield expanded range and sensitivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urlinger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "",
            "pages": "7963--7968",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Enhanced inhibition of hepatitis B virus production by asialoglycoprotein receptor-directed interferon",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": "577--581",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Liver-specific alpha 2 interferon gene expression results in protection from induced hepatitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aurisicchio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "4816--4823",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interferon gene transfer by a hepatitis B virus vector efficiently suppresses wild-type virus infection",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Protzer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "10818--10823",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Specific antiviral activity demonstrated by TGTP, a member of a new family of interferoninduced GTPases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Carlow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Teh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Teh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": "2348--2355",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Optimization of the helper-dependent adenovirus system for production and potency in vivo",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sandig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "",
            "pages": "1002--1007",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Doxycycline-mediated quantitative and tissuespecific control of gene expression in transgenic mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kistner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "",
            "pages": "10933--10938",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of exogenous mouse interferon on murine fulminant hepatitis induced by mouse hepatitis virus type 2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Dig Dis Sci",
            "volume": "31",
            "issn": "",
            "pages": "177--180",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Protective effect of recombinant murine interferon beta against mouse hepatitis virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minagawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takenaka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Antiviral Res",
            "volume": "8",
            "issn": "",
            "pages": "85--95",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Implication of interfering antibody formation and apoptosis as two different mechanisms leading to variable duration of adenovirus-mediated transgene expression in immune-competent mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Schowalter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "4755--4766",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Human adenovirus vectors for gene transfer into mammalian cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hitt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Addison",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Grahm",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv Pharmacol",
            "volume": "40",
            "issn": "",
            "pages": "137--206",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Long-term regulated expression of growth hormone in mice after intramuscular gene transfer",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "8657--8662",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Long-term, non-invasive imaging of regulated gene expression in living mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genesis",
            "volume": "29",
            "issn": "",
            "pages": "116--122",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Use of a liver-specific promoter reduces immune response to the transgene in adenoviral vectors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pastore",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hum Gene Ther",
            "volume": "10",
            "issn": "",
            "pages": "1773--1781",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Administration of helper-dependent adenoviral vectors and sequential delivery of different vector serotype for long-term liver-directed gene transfer in baboons",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morral",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "12816--12821",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence: F Palombo, IRBM P Angeletti, Via Pontina Km 30,600 00040 Pomezia (Rome) Italy Received 18 July 2001; accepted 9 October 2001 inducible transactivator rtTA2 s -S2. Mice injected with HD-TET-IFN showed high levels of serum mIFN␣ only upon transcriptional activation. The transgene expression was reinducible to the same high level up to 3 months p.i., and the amount of expressed cytokine could be regulated by dosing doxycycline. Transcriptional activation of mIFN␣ induced by doxycycline resulted in prolonged survival and reduced liver damage in HD-TET-IFN-injected mice challenged with a lethal dose of coronavirus. Activation of antiviral genes mediated by doxycycline-dependent mIFN␣ expression was also observed at low HD-TET-IFN doses. The possibility of controlling gene expression by the combination of HD vectors and the latest tet-on transactivator also holds promise for studying gene function in other animal models. Gene Therapy (2001) 8, 1817-1825.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Structure of HD-TET-IFN vector. The inducible transactivator rtTA2 s -S2 was inserted under the control of the liver-specific TTR promoter/enhancer. In the opposite orientation, the tetracycline responsive element (TRE)/CMV minimal promoter drives the expression of mIFN␣2. To increase the level of expression, introns were added downstream of the promoters. The expression cassette was cloned in the NotI site of C4HSU backbone. 21 (b) Comparison between mIFN␣2 expression vectors. Human hepatoma cells, Hep 3B, were transduced with 50 pp/cell of HD-IFN 18 or HD-TET-IFN, 48 h after the mIFN␣ present in the cell supernatant was measured in VSV cytopathic inhibition assay described in Materials and methods. Dox was added at 1 g/ml.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detection of HD-TET-IFN transduced cells by immunocytochemistry. Hep3B cells were transduced with different pp/cells and treated with or without Dox (1 g/ml). Forty-eight hours after transduction, mIFN␣-positive cells were revealed with an anti-mIFN␣ as described inMaterials and methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Repetitive induction of mIFN␣ expression. Five C57/B6 mice were i.v. injected with 1.4 × 10 10 pp of HD-TET-IFN vector. Dox (200 g/ml) was administered in the drinking water for 3 days starting from day 14 p.i. at different time-points, as indicated in the graph. mIFN␣ levels present in the serum, expressed as units per milliliters, were measured in the VSV inhibition assay as described in Materials and methods. The assay detection limit was 20 U/ml.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Dox dose-dependent mIFN␣ expression at a systemic level in mice injected with HD-TET-IFN. C57/B6 mice were i.v. injected with 1.4 × 10 10 pp and divided into three groups of three mice. At day 30 p.i. Dox was added to the drinking water at the concentrations indicated. After 3 days, mIFN␣ levels in the serum, expressed as units per milliliter, were measured in the VSV inhibition assay and by ELISA, and expressed as units per ml or OD 405 respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Kinetics of mIFN␣ induction after a single dose of Dox. C57/B6 mice were i.v. injected with 4 × 10 10 pp of HD-TET-IFN and treated with 20 mg/kg of Dox 2 weeks after vector injection. Blood was drawn at 6, 24, 48 and 72 h after Dox induction. Serum mIFN␣ levels were measured in the VSV inhibition assay as described in Materials and methods. Serum mIFN␣ levels of individual mice are shown in units per ml.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "MHV-3 challenge in HD-TET-IFN-treated mice. Groups of C57/B6 mice were injected i.v. with HD-TET-IFN (1 × 10 10 pp) or mock injected. At day 40 p.i. six out of 13 mice injected with HD-TET-IFN were subjected to Dox treatment present in the drinking water at the concentration of 200 g/ml. At day 42 all mice were infected with an i.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Mice injected with HD-TET-IFN at low doses. C57/B6 and Balb/C mice were injected i.v. with HD-TET-IFN at different doses and mIFN␣ expression induced at day 21 p.i. for 3 days with 200 g/ml od Dox added in the drinking water. (a) Expression of mIFN␣. C57/B6 and Balb/C mice were i.v. injected at the indicated vector doses expressed as pp. Bars represent from the left, mIFN␣ present in: (1) serum without Dox induction; (2) serum after induction; (3) liver not induced; (4) liver induced. (b) Antiviral genes induced in the liver of HD-TET-IFN injected mice. NI, animals not treated with Dox; I, animals treated with Dox for 3 days; DI, Dox treated animals after withdrawal of the antibiotic for 3 days. (A) Northern blot analysis was performed with 20 g of total liver RNA from two representative mice per group. Membrane was hybridized with a radiolabeled mIFN␣2 probe. (B) Northern blot with the housekeeping gene glyceraldehyde-3-phosphatedehydrogenase (GAPDH) used to normalize loading in each land. (C) Total liver RNA was analyzed for induction of TGTP expression in an RNase protection assay. (D) RNase protection assay for expression of 2Ј5ЈOAS. (E) RNase protection assay with the control GAPDH gene. (c) Immunohistochemistry with anti-mIFN␣ antibody: (A) injected with 2.8 × 10 9 pp HD-TET-IFN and not treated with Dox; (B) injected with the same vector dose and treated with Dox; (C) mock-injected mice; (D) injected with the same vector dose and treated with Dox at a higher magnification. Bars, 35 m panel A, B, C; and 15 m in panel D.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Continued.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank S Germoni and M Aquilina for animal care, C Toniatti for critically reading of the manuscript and Domenico Lazzaro for the immunohistochemistry. We also thank J Clench for editorial assistance and G Bifolchetti for graphics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}