{
    "paper_id": "e01677147f33498d9c1b29967085d14ac4487726",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "©",
                "middle": [],
                "last": "Wiv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Springer-Verlag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With the intense crowding in mass gatherings such as Hajj, there is a high risk of acquisition of airborne in-fections with the potential for its transmission in the pilgrims' country of origin . The risk of importing serious infections from Hajj has escalated since the emergence of the Middle East respiratory syndrome coronavirus (MERS-CoV) in Saudi Arabia and other neighbouring countries from September 2012.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 343,
                    "text": "(MERS-CoV)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Active surveillance of Hajj pilgrims in 2012 and 2013 failed to detect occurrence of MERS-CoV among Hajj pilgrims (Rashid H, et al., 2013; Gautret P, et al., 2014) . However, MERS-CoV infection has been reported in several Umrah (minor pilgrimage) visitors to Makkah and Madinah who have travelled to UK, Malaysia and the Netherlands indicating that there is a potential for worldwide spread of MERS-CoV (HPA UK Novel Coronavirus Investigation team, 2013; Premila Devi J, et al., 2014; Kraaij-Dirkzwager M, et al., 2014) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 138,
                    "text": "(Rashid H, et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 163,
                    "text": "Gautret P, et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 485,
                    "text": "Devi J, et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 520,
                    "text": "Kraaij-Dirkzwager M, et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "To reduce the risk of infectious disease transmission at Hajj, the Saudi Ministry of Health (MoH) publishes annual recommendations for Hajjis with advice for elderly adults ≥65, pregnant women, children, and those with pre-existing medical conditions preferably to postpone Hajj but whoever attends to maintain optimum preventive measures. However, many pilgrims may not be aware of MERS-CoV and other infection diseases in Saudi Arabia. For instance, a study among French pilgrims showed that only 64.7% of them were aware of MERS-CoV (Gautret P, et al., 2013) . Nevertheless, subsequently, there have been fresh sparks of MERS-CoV early this year with consequent wider media coverage; therefore, we conducted this survey to explore Australian pilgrims' awareness of MERS-CoV and knowledge about the transmission of common respiratory infections.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 561,
                    "text": "(Gautret P, et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "A cross sectional survey was conducted among Australian pilgrims who were planning to attend the Hajj 2014. The survey was conducted at Hajj vaccination clinic at the Children's Hospital at Westmead, Sydney, from February to July 2014. Vaccinees were invited to participate in a questionnaire-based survey while they were waiting in the observation room, before or after the receipt of vaccines. Following a short briefing about the study, informed consent was obtained from each participant who agreed to join the survey; knowledge about respiratory infections was assessed using a 13-point questionnaire. Pilgrims' demographics, previous Hajj attendance and history of chronic medical conditions were also collected. Pilgrims completed the surveys themselves; however, research team members helped those who were unable to complete the questionnaires themselves. Ethics approval was obtained from Hunter New England Research Ethics Committee (HREC reference number 13/05/3.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "A convenience sample of 119 Australian pilgrims aged 18-71 (mean 41 [±12.5]) years completed the questionnaires; 54 (45.5%) were male. Almost all of them were educated to a good standard (Table 1) . Ninety seven (81.5%) pilgrims were a first time Hajj attendee and 18 (15%) of them had at least one condition for which the Saudi MoH recommends postponement of Hajj. None of the female participants was pregnant (pregnancy was excluded as a vaccination requirement). Almost 70% respondents were originally from Asia-pacific (Table  1) with English being the preferred language to receive medical information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 533,
                    "text": "(Table  1)",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Two-thirds (n=80) of the respondents stated that they have access to all necessary medical information they needed (Table 2 ), yet a two-thirds of the participants were not aware of the ongoing MERS-CoV epidemic in Saudi Arabia. When asked if they had heard of novel corona virus outbreak in Saudi Arabia only 42 (35.3%) pilgrims responded that they had, while 71 (59.7%) declared that they had not, and the remaining 6 (5%) did not answer the question. This compares with 64.7% French Hajj pilgrims in the previous year knowing about MERS-CoV circulation in Saudi Arabia (Gautret P, et al., 2013) .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 597,
                    "text": "(Gautret P, et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Many pilgrims had misperception about the mode of transmission of common respiratory infections. For instance, 42% respondents did not know how pneumococcal infection is transmitted, and another 16%-18% did not know how influenza and pertussis are transmitted; this compares with 16.7% French pilgrims and 9% international pilgrims not knowing how acute respiratory infections (ARI) are transmitted at Hajj (Gautret P, et al., 2009; Memish Z A, et al., 2012) . On the contrary, respectively, 45 (37.8%), 69 (58%) and 78 (65.5%) pilgrims gave correct answers that pneumococci, influenza and pertussis transmit via air, while 7 (5.9%), 15 (12.6%) and 3 (2.5%) pilgrims respectively stated that the respective infectious agents spread through drinking water (Table 3) ; interestingly some respondents also believed that the infections can spread through a shaving razor.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 432,
                    "text": "(Gautret P, et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 458,
                    "text": "Memish Z A, et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 755,
                    "end": 764,
                    "text": "(Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "When asked about their risk perception concerning the seriousness of pneumococcal disease, influenza and pertussis, only 31%-45% pilgrims believed that the diseases were serious, while about 11% pilgrims supposed that influenza was not serious (Table 2) . Regarding the trustworthiness of the source of health information, most respondents (90%) opined that the general practitioner (GP) was the most trustworthy source of the medical information whereas to the large majority, television and internet were not reliable resources.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "The lack of knowledge among Hajj pilgrims about potentially serious infectious hazards at Hajj indicates that health authorities in the pilgrims' countries of origin should take a more active role in sharing the health Table 2 . Pilgrims' perception about respiratory infections and source of medical information (Turkestani A, et al., 2013) , and publicizing of health messages (eg, posters, roadside electronic notices) at Hajj was associated with higher compliance to protective measures and shorter duration of respiratory illness (Balaban V, et al., 2012) . Healthcare workers, particularly GPs, can play an important role in making Hajj pilgrims aware of the ongoing global and regional outbreaks (Turkestani A, et al., 2013) . International health authorities like World Health Organization (WHO), US Centers for Disease Control and Prevention (CDC), and Department of Health, Australia (DoHA) could take a lead in disseminating the health information. This is more important in the current context of the 2014 Ebola outbreak in the Muslim countries in West Africa that send pilgrims on Hajj .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 341,
                    "text": "(Turkestani A, et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 560,
                    "text": "(Balaban V, et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 731,
                    "text": "(Turkestani A, et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Other studies conducted by our colleagues showed that tour group leaders are highly influential in promoting vaccination (Barasheed O, et al., 2014) , but a limitation of this survey is that we did not explore the role of the tour operators in making the pilgrims aware of the outbreaks. Small sample size is another limitation of this study and therefore the findings cannot be generalised to all Australian pilgrims. Addressing this limitation and to better quantify the knowledge, attitude and practice of Australian Hajj pilgrims about health hazards at Hajj and their prevention, we are undertaking a larger survey during and after the Hajj 2014. The survey will explore pilgrims' understanding about the source of transmission, preventive and therapeutic options of MERS-CoV and other respiratory infections.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 148,
                    "text": "(Barasheed O, et al., 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Centre for Immunisation Research and Surveillance of Vaccine Preventable Diseases, The Children's Hospital at Westmead, NSW 2145 Australia 2. School of Public Health, the University of Sydney",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epub ahead of print",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Barasheed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jtm.12146"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health Protection Agency (HPA) UK Novel Coronavirus Investigation team",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Pilgrims' knowledge about the mode of transmission of common respiratory infections recommendations and guidelines published by Saudi MoH with travellers. Health education programs at the entry points in Saudi Arabia have been shown to improve pilgrims' knowledge",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Prof Robert Booy has received financial support from pharmaceutical companies CSL, Sanofi, GSK, Novartis, Roche, and Wyeth to conduct influenza control research and attend and present at scientific meetings. Any funding received is directed to an NCIRS research account at The Children's Hospital at Westmead and is not personally accepted by Prof Booy. The other authors have no conflict of interest.All the authors declare that they have no competing interest. Additional informed consent was obtained from all participants for which identifying is included in this article.Mohamed Tashani 1,2 , Mohammad Alfelali 1,2 , Osamah Barasheed 1,2 , Fayeza Nusrat Fatema 1 , Amani Alqahtani 1,2 , Harunor Rashid 1,3 , Robert Booy 1,3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}