{
    "paper_id": "e0d38e588237ad8de8a378b3c3613aa3103950e8",
    "metadata": {
        "title": "Successful management of Panton-Valentine leukocidine-positive necrotising pneumonia and A/H1N1 2009 influenzavirus coinfection in adult",
        "authors": [
            {
                "first": "Karena",
                "middle": [],
                "last": "Riedweg-Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lille University Hospital",
                    "location": {
                        "settlement": "Lille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Frederic",
                "middle": [],
                "last": "Wallet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lille University Hospital",
                    "location": {
                        "settlement": "Lille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [],
                "last": "Blazejewski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lille University Hospital",
                    "location": {
                        "settlement": "Lille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Goffard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lille University Hospital",
                    "location": {
                        "settlement": "Lille",
                        "country": "France"
                    }
                },
                "email": "anne.goffard@univ-lille2.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper presents a case of community-acquired necrotising pneumonia due to Panton-Valentine leukocidine-positive methicillin-susceptible Staphylococcus aureus and A/H1N1 2009 influenzavirus co-infection in a 26-year-old woman. Despite the presence of pejorative prognostic factors, the clinical course of the patient was favourable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "BACKGROUND",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This paper presents a case of community-acquired necrotising pneumonia due to Panton-Valentine leukocidine-positive methicillin-susceptible Staphylococcus aureus and A/H1N1 2009 influenzavirus co-infection in a 26-year-old woman. Despite the presence of pejorative prognostic factors, the clinical course of the patient was favourable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Staphylococcus aureus is responsible for 2% of community-acquired pneumonia. 1 S. aureus pneumonia is often characterised by rapidly progressing and extensive bilateral pneumonia, defining a necrotising pneumonia. 2 Panton-Valentine leukocidine (PVL) is one of many toxins produced by S. aureus, which targets leucocytes. Necrotising pneumonia is associated with the production of PVL. 3 The presence of PVL in S. aureus is associated with primary skin infections and necrotising pneumonia in young immunocompetent patients and is frequently associated to fatal outcome.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "We report a community-acquired necrotising pneumonia due to PVL-positive methicilline-susceptible S. aureus and A/H1N1 2009 influenzavirus coinfection in a young adult woman with favourable outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "In November 2012, a 26-year-old woman was admitted to our intensive care unit (ICU) for acute respiratory failure. She was free of any chronic disease. She made a 2-week journey to Mecca. On the eighth day of the journey, the patient suffered from cough, fever (39°C), fatigue and purulent sputum. Being a nurse, she autoprescribed amoxyclavulanate, although this prescription needs a physician's order. Two days after her return to France, she was hospitalised in the ICU for severe dyspnoea associated with left thoracic pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The nasal swab performed on admission of the patient was positive for the pandemic A/H1N1 2009 influenzavirus realised using the Xpert Flu Assay (Cepheid; table 1). The next day, a bronchoalveolar lavage (BAL) was performed for bacteriological, virological, mycological and parasitological analysis. The Seeplex RV16 PCR assay (Seegene) was positive for the A/H1N1 influenzavirus to exclude viral coinfection. The bacteriological results of microscopic examination of the BAL revealed the presence of Gram-positive cocci with 10 5 polymorphonuclear neutrophils/mL without epithelial cells. After 24 h of incubation, the quantitative culture yielded a monobacterial species S. aureus at 10 4 cfu/mL of BAL identified by matrix-assisted laser desorption and ionisation time-of-flight mass spectrometry (MALDI-TOF MS) using a thin smear of this strain on a MALDI-plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "In vitro antimicrobial susceptibility tests of this strain were obtained using the VITEK 2 system (bioMérieux, Marcy l'Etoile, France). The strain was resistant only to penicillin G and tetracycline. The two tests detecting the methicillinoresistance were negative (cefoxitin screen and oxacillin: minimum inhibitory concentration ≤0.25 mg/L). The mecA gene was not detected by PCR on this strain using the primers described by Unal et al. 4 The strain was associated with the sequence type (ST) 152 using the previously described method. 5 As the state of the patient was worse and the thoracic therapeutic drug monitoring showed necrosis, the suspicion of a PVL was evocated: this methicillinsusceptible S. aureus strain was detected PVL positive by real-time PCR (RT-PCR) as described previously by Deurenberg et al. 6 ",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 441,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 539,
                    "end": 540,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 820,
                    "end": 821,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The BAL was tested for detection of adenovirus, influenzavirus, parainfluenzavirus, respiratory syncytial virus, metapneumovirus, herpes simplex virus, varicella-zona virus and cytomegalovirus using direct immunofluorescence assays (D 3 Ultra 8 DFA Respiratory Virus Screening and Identification kit, Diagnostic Hybrids, USA) and was negative (table 1). The BAL was inoculated into monolayer human fibroblast MRC-5, Vero and BGM cells and viral cultures were negative. As the patient had returned from Mecca, the new human β-coronavirus (MERS-CoV) was suspected. The detection of the upE and ORF1b regions of the coronavirus genome by RT-PCR in BAL and nasal swab was negative. 7 The microscopic examination after Giemsa and Ortho Toluidin Blue staining of BAL and the culture of BAL on chromogenic medium CHROMagar and Sabouraud medium with antibiotic did not reveal any mycological element. The Aspergillus antigen, a portion detection of the genome of Pneumocystis jirovecii and Aspergillus fumigatus/flavus were negative. 8 The acid-fast bacilli were not shown after the direct examination. BAL to Mycobacterium tuberculosis was negative after 8 weeks of incubation.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 679,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1026,
                    "end": 1027,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "Six blood culture sets (aerobic and anaerobic bottles, Bact/ Alert, Biomerieux, Marcy l'Etoile, France) drawn on admission of the patient were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "Oseltamivir was prescribed for 5 days. After detection of the PVL toxin, the initial empirical antimicrobial therapy was switched to oxacillin (during 1 month) and clindamycin (during 10 days) for antitoxin effect. The left lung presented a large destruction with necrosis, multiple abscesses and pleuritis. Thoracic surgery of partial lung resection and pleurostomy was performed on day 12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "After a difficult weaning from mechanical ventilation and two ventilator-acquired pneumonia, the patient was discharged from ICU on day 23. The total hospital length of stay was 60 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "As PVL-positive S. aureus pneumonia is rare in the general adult population, especially in most Western European countries, this aetiology is often considered with delay by physicians. Our case shares many of the features of community-acquired PVL-positive S. aureus pneumonia described in previous studies. Indeed, this form of pneumonia affects preferentially young immunocompetent healthy individuals. Haemoptysis, a common finding associated to acute respiratory distress syndrome, is frequent and previously described as a predictive factor of fatal outcome. 9 Regarding biological data, leucopenia and thrombopenia were frequently observed at the initial stage of disease. Here, a white cell count at 1.95×10 9 /L was observed whereas previous study had demonstrated that a severe leucopoenia is another predictive factor of fatal outcome with a mortality rate of 75% associated with white cell count <3000/mL. 10 In the case presented here, we have not found the origin of the PVL-positive S. aureus strain responsible for community-acquired pneumonia. We were not able to find a healthy carrier of the S. aureus strain in the environment of the patient. As the patient had not returned to work at the time of hospitalisation, the origin of the PVL-positive S. aureus strain seems community-acquired. Indeed, the carriage of the same PVL-positive S. aureus strain among the relatives of the patient with necrotising pneumonia has been described in the literature. 8 Recently, the carriage of PVL-positive S. aureus strains has been described either in a population of adults and in a population of preschool children. 11 12 The S. aureus strain was associated with the ST 152, infrequently found in Europe. 5 The PVL-positive S. aureus colonisation of populations may play a key role in the epidemiology of community-associated infection by PVL-positive S. aureus.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 565,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 917,
                    "end": 919,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1471,
                    "end": 1472,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1625,
                    "end": 1630,
                    "text": "11 12",
                    "ref_id": null
                },
                {
                    "start": 1714,
                    "end": 1715,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the case reported here, the A/H1N1 2009 influenzavirus was initially detected from nasal swab using a rapid PCR test and was confirmed the second time from BAL sample. During PVL-positive S. aureus community-acquired pneumonia, an influenza-like syndrome is often described in the days prior to the onset of necrotising pneumonia but the detection of influenzavirus is rarely reported. The association of PVL-positive methicillin-resistant S. aureus and A and B influenzaviruses has been previously reported. 13 14 To our knowledge, this is the first report of a PVL-positive methicillin-susceptible S. aureus and A/ H1N1 2009 influenzavirus coinfection in immunocompetent adult until the A/H1N1 2009 influenzavirus.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 517,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the case presented, the detection of PVL was associated to favourable outcome. PVL-positive S. aureus necrotising pneumonia are often associated with a high death rate. 15 16 The association of the PVL with virulence remains controversial. Indeed, several studies describe PVL as an independent indicator of virulence 10 17 and other authors attribute the virulence of S. aureus to the isolates' entire genotype. 18 19 All data suggest that the PVL contributes to the S. aureus pathogenesis but the importance of PVL in virulence must be elucidated.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 177,
                    "text": "15 16",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 326,
                    "text": "10 17",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 421,
                    "text": "18 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "▸ If a healthy young immunocompetent adult presents with a necrotising pneumonia and with leucopoenia and thombopenia and A/H1N1 2009, influenzavirus infection Panton-Valentine leukocidine (PVL)-positive Staphylococcus aureus coinfection should be considered. ▸ A particular collaboration between physicians and microbiologists to quickly detect strains of PVL-positive S. aureus for the best treatment promotes favourable outcome for patients. ▸ Regarding the mortality rate associated with this disease, the treatment option (clindamycin, for antitoxin effect) chosen by the physicians was relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association between Staphylococcus aureus strains carrying gene for Panton-Valentine leukocidin and highly lethal necrotising pneumonia in young immunocompetent patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gillet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Issartel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanhems",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "753--762",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Necrotizing pneumonia: a rare complication of pneumonia requiring special consideration",
            "authors": [
                {
                    "first": "Y-F",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Pulm Med",
            "volume": "18",
            "issn": "",
            "pages": "246--52",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Involvement of Panton-Valentine leukocidin-producing Staphylococcus aureus in primary skin infections and pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Piémont",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Godail-Gamot",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "1128--1160",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of methicillin-resistant staphylococci by using the polymerase chain reaction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoskins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Flokowitsch",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Clin Microbiol",
            "volume": "30",
            "issn": "",
            "pages": "1685--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global distribution and evolution of Panton-Valentine leukocidin-positive methicillin-susceptible Staphylococcus aureus",
            "authors": [
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Rasigade",
                    "suffix": ""
                },
                {
                    "first": "Laurent",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Lina",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "1589--97",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rapid detection of Panton-Valentine leukocidin from clinical isolates of Staphylococcus aureus strains by real-time PCR",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Deurenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Driessen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEMS Microbiol Lett",
            "volume": "240",
            "issn": "",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Development and evaluation of a quantitative, touch-down, real-time PCR assay for diagnosing Pneumocystis carinii pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kovacs",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "490--494",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fatal community-associated methicillinresistant Staphylococcus aureus Pneumonia in an immunocompetent young adult",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Frazee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Salz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Emerg Med",
            "volume": "46",
            "issn": "",
            "pages": "401--405",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Factors predicting mortality in necrotizing community-acquired pneumonia caused by Staphylococcus aureus containing Panton-Valentine leukocidin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gillet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanhems",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "315--336",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preadmission screening of adults highlights previously unrecognized carriage of Panton-Valentine leukocidin-positive methicillin-resistant Staphylococcus aureus in London: a cause for concern?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Pantelides",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charlett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "3168--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Exclusive Staphylococcus aureus throat carriage: at-risk populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mertz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Periat",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Intern Med",
            "volume": "169",
            "issn": "",
            "pages": "172--180",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Post-influenza pneumonia caused by the USA300 community-associated methicillin-resistant Staphylococcus aureus in Korea",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Baek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Korean Med Sci",
            "volume": "27",
            "issn": "",
            "pages": "313--329",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fatal necrotizing pneumonia due to a Panton-Valentine leukocidin positive community-associated methicillin-sensitive Staphylococcus aureus and influenza co-infection: a case report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gulino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Peak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Clin Microbiol Antimicrob",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sudden death caused by Staphylococcus aureus carrying Panton-Valentine leukocidin gene in a young girl",
            "authors": [
                {
                    "first": "T-V",
                    "middle": [],
                    "last": "Trieu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaudelus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lefevre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ Case Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bcr.02.2009.1542"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Panton-Valentine leukocidin Staphylococcus causing fatal necrotising pneumonia in a young boy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haider",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Case Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bcr-2012-007655"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Methicillin resistance is not a predictor of severity in community-acquired Staphylococcus aureus necrotizing pneumoniaresults of a prospective observational study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sicot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khanafer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Meyssonnier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Microbiol Infect",
            "volume": "19",
            "issn": "",
            "pages": "142--150",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Illness severity in community-onset invasive Staphylococcus aureus infection and the presence of virulence genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wehrhahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Pascoe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "",
            "pages": "1840--1848",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Presence of genes encoding Panton-Valentine leukocidin is not the primary determinant of outcome in patients with hospital-acquired pneumonia due to Staphylococcus aureus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma-Kuinkel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Rude",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "848--56",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Microbiological investigations Negative BAL, bronchoalveolar lavage; DFA, direct fluorescence assay; MALDI TOF MS, matrix-assisted laser desorption and ionisation time-of-flight mass spectrometry; PMNLs, polymorphonuclear leucocytes; RT-PCR, real-time PCR.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Contributors KR-M, FW, CB and AG jointly wrote the report. CB was involved in the treatment and clinical management of the patient. KR-M, FW and AG were involved in the laboratory testing and interpretation of results from specimens. All co-authors provided comments and approved the final version of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        }
    ]
}