{
    "paper_id": "e10802307939181ce074e446dcb16f800f32991e",
    "metadata": {
        "title": "Comparison of multiple vaccine vectors in a single heterologous prime boost trial",
        "authors": [
            {
                "first": "Brice",
                "middle": [],
                "last": "Barefoot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [
                    "J"
                ],
                "last": "Thornburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "H"
                ],
                "last": "Barouch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae-Sung",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Sample",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "E"
                ],
                "last": "Johnston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [
                    "Xin"
                ],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "B"
                ],
                "last": "Kepler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barton",
                "middle": [
                    "F"
                ],
                "last": "Haynes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Ramsburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The prevention of infectious disease via prophylactic immunization is a mainstay of global public health efforts. Vaccine design would be facilitated by a better understanding of the type and durability of immune responses generated by different vaccine vectors. We report here the results of a comparative immunogenicity trial of six different vaccine vectors expressing the same insert antigen, cowpox virus B5 (CPXV-B5). Of those vectors tested, recombinant adenovirus (rAd5) was the most immunogenic, inducing the highest titer anti-B5 antibodies and conferring protection from sublethal vaccinia virus challenge in mice after a single immunization. We tested select heterologous primeboost combinations and identified recombinant vesicular stomatitis virus (rVSV) and recombinant Venezuelan equine encephalitis virus replicons (VRP) as the most synergistic regimen. Comparative data such as those presented here are critical to efforts to generate protective vaccines for emerging infectious diseases as well as for biothreat agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Immunizations against smallpox, polio, and childhood diseases such as diptheria and whooping cough have lead to the eradication or control of these diseases [1] . The global society is now faced with a new array of emerging or reemerging pathogens (SARS, West Nile Virus, avian influenza) against which highly effective vaccines are urgently needed [2] . In addition, the threat of bioterrorism, via the deliberate reintroduction of pathogens such as smallpox (variola) is of increasing concern. It is difficult to predict when and what type of new pathogens may emerge, thus the development of an arsenal of rapidly mobilizable vaccine platforms is highly desirable. Ideally, the creation of a panel of vaccine vectors would allow vaccine production utilizing a common platform technology. To date, this method of vaccine design has been hampered by the lack of head-to-head comparison of available vaccine vectors. The goal of this study was to compare six different vaccine vectors in a single prime-boost immunogenicity trial so that the relative immunogenicities of each individual vector as well as the most synergistic prime-boost combinations could be determined.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most human vaccines induce humoral responses to vaccine antigens in the vaccinee. The relative importance of cellular and humoral responses to the induction and maintenance of protection is an area of considerable controversy [3] , and likely differs for each pathogen. Despite this, passive transfer studies have shown that vaccine-induced antibody is sufficient to confer protection against such viral infections as measles, mumps, and varicella zoster [4] [5] [6] [7] in humans. Similarly, induction of protective antibody has been shown to be a correlate of protection in animal models of (re)emerging infections such as plague [8] , poxviruses [9, 10] , and SARS [11] . For these reasons we chose to compare vaccine vectors expressing an antigen known to induce strong humoral responses and that was important for biodefense. The vectors in this study expressed the 35kDa secreted form of poxvirus antigen B5. B5 is expressed on the outer membrane of the extracellular enveloped infectious virion (EEV) and is a target of host neutralizing antibody [12] [13] [14] . B5 is thought to be involved in long range dissemination of poxvirus virions within the infected host [15, 16] , is highly conserved among mammalian poxvirus subspecies [12, 13] , but does not induce measurable CD8 T cell responses in mice [17] [18] [19] [20] . We expressed B5 as plasmid DNA, as recombinant protein, and in non-replicating recombinant adenovirus (rAd5), highly attenuated replication competent vesicular stomatitis virus (rVSV), Venezuelan encephalitis virus replicon particles (VEE-VRP), and Mycobacterium smegmatis (M. smeg) vectors. Whereas recombinant adenovirus was the most immunogenic priming vector, recombinant VEE-VRP prime, VSV boost was the optimum heterologous prime-boost for induction of protective anti-B5 antibodies.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1245,
                    "end": 1248,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Plasmid DNA-A codon-optimized encoding the 279 amino acid ectodomain of cowpox virus (CPXV)199 (corresponding to vaccinia B5) was generated by converting the amino acid sequence of CPXV B5 to nucleotides according to human codon usage of highly expressed human housekeeping genes as described in [21] . The codon-optimized CPXV B5 gene was synthesized de novo (Blue Heron Biotechnology, Bothell, WA) and subcloned into expression plasmid pCMVR (generously provided by Dr. Gary Nabel, National Institutes of Health-Vaccine Research Center). Plasmid DNA was purified using standard methods and was endotoxin free and suitable for human immunization.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Construction of Vaccine Vectors"
        },
        {
            "text": "Forward Primer 5 -TTCAGAATTCGCTAGCGTCGACGACCATGAAGACCATCTC-3 and reverse primer 5-TTGTGGATCCGGTACCTTAGTGATGATGGTGGTGATGGTGGTAGGTGGCCT CCAGGGACTCGATCTCCTG-3 were used to PCR amplify the ectodomain (amino acids 1 to 279) of the B5 protein of CPXV, with the addition of 5' NheI and 3' KpnI restriction endonuclease sites as well as a C-terminal His6-tag. The amplified fragment was cloned into pcDNA3.1+ (Invitrogen). Human 293T cells were transfected with the His-B5 expression construct, and recombinant B5 protein was purified with a nickel column from culture supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B5 Recombinant protein"
        },
        {
            "text": "Recombinant Adenovirus-The B5 ectodomain was subcloned into the Ad5 adaptor plasmid pAdApt. E1/E3-deleted non-replicating rAd5-B5 vectors were produced by transfection of complementing 293 cells with pAdApt-B5 and the structural cosmid pWE.Ad.AflIIrITR with lipofectamine (Invitrogen) in T25 flasks. Cells were passaged into T75 flasks after 48 hrs and maintained until virus cytopathic effect was observed. The vectors were plaque-purified, analyzed for transgene expression, amplified in 24 triple-layer T175 flasks, purified by double CsCl gradient ultra-centrifugation, and dialyzed into PBS containing 5% sucrose. Purified rAd vectors were stored at −80°C. Virus particle (vp) titers were determined by spectrophotometry. Specific infectivity was assessed by plaque forming unit (PFU) assays. Dose optimization. We tested a range of doses (10 6 vp to 10 10 vp) in order to find the dose inducing the highest titer anti-B5 Ab. Anti-B5 Ab was not detected in mice receiving 10 6 vp, but increased according to dose in the 10 7 -10 9 dose range (2-3 fold increase in titer for every log difference in dose). Titers were not significantly different in mice receiving 10 9 vs. 10 10 vp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B5 Recombinant protein"
        },
        {
            "text": "Venezuelan equine encephalitis replicons-VEE-VRP production has been described previously [22] . Briefly, the coding region of the ectodomain of codon optimized CPXV199 (corresponding to vaccinia B5) was PCR amplified from plasmid DNA using primers 5-AGTCTAGTCCGCCAAGATGAAGACCATCTCCGTGGTGACCCTGC-3 (forward) and 5-CGTTTGT ATCGAT GGATCC TTA GTGGTAGGT-3 (reverse) and inserted into VEE replicon plasmid pVR21 [23] . Next pVR21 encoding the VEE nonstructural proteins, an encapsidation signal, and the transgene downstream of a 26S promoter, and two helper plasmids encoding VEE capsid and VEE E1/E2 glycoproteins were linearized and transcribed using the mMessage in vitro transcription kit (Ambion). The attenuated V3014 glycoproteins were used to package all VRP [24] . Transcripts were electroporated into BHK cells. VRP were recovered from culture supernatants and were purified by ultra-centrifugation through a 20% sucrose cushion. Concentrated VRP were resuspended in PBS and stored at −80°. Dose optimization. We tested a range of doses (10 5 PFU to 10 7 PFU) in order to find the dose inducing the highest titer anti-B5 Ab. Anti-B5 Ab was detected in all immunized mice and increased according to dose (3-4 fold increase in titer for every log difference in dose).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "B5 Recombinant protein"
        },
        {
            "text": "To obtain a plasmid that could be used to recover an rVSV expressing CPXV199 from the first position in the VSV genome, a 840 bp DNA fragment encoding the ectodomain of CPXV199 was amplified from pCMVR B5 using the forward primer 5 -CCTGCAGCTCGAGACCATGAAGACCATCTCCGTGGTG -3 and the reverse primer 5 -CTGCGACGTGCTAGCTTAGTGGTAGGTGGCCTCCAG -3 . The forward primer introduced the underlined XhoI site upstream of the B5 coding sequence while the reverse inserted a NheI site downstream. The PCR product was digested with XhoI and NheI, purified, and ligated into the pVSVN4CT9 vector, which had been digested with the same enzymes to generate pVSVN4CT9 B5. pVSV N4CT9 (generously provided by Wyeth Pharmaceuticals) encodes a \"scrambled\" VSV genome and yields a highly attenuated rVSV [25, 26] . Plasmids were recovered after the transformation of Escherichia coli DH5 α (Invitrogen) and were purified using a Plasmid Maxiprep kit (Qiagen). The insert sequence was verified (Duke Sequencing Facility). Recombinant virus was recovered from these plasmids as described previously. Briefly, BHK-21 cells were grown to 50% confluence and infected at a multiplicity of infection (MOI) of 10 with vTF7-3, a vaccinia virus expressing T7 RNA polymerase (obtained from the NIH AIDS Reagent repository). One hour after infection, cells were transfected with 10 g of pVSV1XN-GMCSF or pVSVN4CT9 B5 along with 3 µg of pBS-N, 5 µg of pBS-P, 1 µg of pBS-L, and 4 µg of pBS-G. After 48 h, cell supernatants were passaged onto BHK-21 cells through a 0.2-µm filter (Millipore), and medium containing virus was collected about 24 hrs after the cytopathic effect was seen. Viruses grown from individual plaques were used to prepare stocks that were grown on BHK-21 cells and stored at −80°C. Dose optimization. We tested a range of doses (10 4 PFU to 10 7 PFU) in order to find the dose inducing the highest titer anti-B5 Ab. Anti-B5 Ab was detected in all immunized mice and increased according to dose (3-4 fold increase in titer for every log difference in dose).",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "Modified Vaccinia Ankara-MVA, originally provided at p579 by B. Moss (National Institutes of Health), was grown on the UMNSAH/DF-1 chicken embryo fibroblast cell line (ATCC CRL-12203). For immunization studies, MVA was purified from infected DF-1 cell lysates by centrifugation through a 36% sucrose cushion prior to resuspension in PBS and filtration (0.8µM). Virus infectivity was determined by plaque assay on DF-1 fibroblasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "Mycobacterium smegmatis-M. smegmatis mc 2 155 was used for the generation of recombinant M. smegmatis. All M. smegmatis cultures were grown in Middlebrook 7H9 broth (Difco) containing 10% albumin-dextrose saline (ADS)-0.5% glycerol-0.05% Tween 80 (7) . For generation of recombinant M. smegmatis, M. smegmatis mc 2 155 prepared in 10% glycerol was transformed with plasmid pJH154-B5ROct279 by electroporation with a Gene Pulsar (Bio-Rad) set at 2.5 kV and 25 µF and with the pulse controller resistance set at 1,000. Transformed M. smegmatis organisms were selected on Middlebrook 7H10 (Difco, Sparks, MD) agar plates supplemented with 10% ADS containing either 30 µg/ml kanamycin. To monitor the expression of B5, individual colonies of recombinant M. smegmatis grown in Middlebrook 7H9-ADS-Tween broth in the presence of 30 µg/ml of kanamycin were harvested by centrifugation. After a rinse with sterile phosphate-buffered saline, mycobacterial cells were lysed by using the modified extraction buffer with 106-µm glass beads (Sigma) and cell lysates were cleared by centrifugation. The lysate of recombinant M. smegmatis was fractionated by 4 to 20% sodium dodecyl sulfate-polyacrylamide gel electrophoresis and blotted onto nitrocellulose filters (Schleicher & Schuell, Germany). Dose optimization. We tested a range of doses (10 6 PFU to 10 8 CFU) in order to find the dose inducing the highest titer anti-B5 Ab. Anti-B5 Ab was detected in mice immunized with 10 7 and 10 8 but not 10 6 CFU. Titers increased according to dose (~2 fold increase in titer for every log difference in dose).",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "Mice and Immunizations-Ten-week-old female C57BL/6 mice were purchased from Jackson Laboratories and housed for at least 1 week before experiments were initiated. Mice were housed in micro-isolator cages in a biosafety level 2-equipped animal facility. Vaccine stocks were diluted to appropriate titers in sterile 1xPBS immediately prior to immunization. For intramuscular vaccination, mice received a single 50µl injection in the right quadriceps. For intranasal immunization mice were anesthetized using an isofluorane vaporiser, and inoculated with 30µl of the appropriate vaccine (15µl per nostril). The Institutional Animal Care and Use Committee of Duke University approved all animal experiments. Vaccine dose amounts for the intramuscular and intranasal immunizations were the same. Doses for each vaccine vector were: 50µg B5 plasmid DNA, 50µg B5 protein administered with oligo CpG adjuvant, 2.5×10 6 IU VRP-B5, 1.0×10 8 CFU M. smegmatis B5, 1.0×10 9 VP rAd5-B5, 5.0×10 6 PFU rVSV N4CT9 B5, 1.0×10 7 PFU MVA. Mock immunized mice received 50µl sterile diluent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "Verification of B5 Expression-B5 expression was verified in each vaccine vector via western blotting for B5. Briefly, samples were prepared as appropriate for each vector and resolved by SDS-PAGE. No attempt was made to equalize protein loading between disparate samples (i.e. DNA and VRPs). Gel was transferred to nitrocellulose and blotted with polyclonal rabbit serum from rabbits immunized with CPXV-B5 protein. Bands were visualized using Western Blue stain (Promega).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "ELISA for binding Antibody-Immulon II ELISA plates (96 well, polystyrene) (Fisher) were coated with purified B5 (200 ng per well) in bicarbonate buffer (0.1M NaHCO3) overnight at 4 °C. Wells were washed, blocked with Superblock (15% Normal Goat Serum, 0.04% Whey in PBS-Tween) and incubated with diluted sera. Antibody was detected with alkaline-phosphatase conjugated goat anti-mouse Ig and antibody reactivity was detected by adding pNPP substrate (4-nitrophenyl phosphate Sigma N2640) at 1mg/ml as directed by the manufacturer incubating for 45 minutes and reading Abs at 405nm. Serum Ig endpoint titers are reported as the reciprocal of the highest dilution that gave absorbance greater than 2x over background, where background is the absorbance for pre-immune serum at the same dilution. All animals were assayed individually, and compared to individual pre-immune titers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "Ammonium Thiocyanate Competitive Binding ELISA-Corning 3700 384 well micro titer plates were coated with purified B5 (60ng per well) in bicarbonate buffer (0.1M NaHCO 3 ) overnight at 4°C. Wells were washed, blocked with Superblock (15% Normal Goat Serum, 0.04% Whey in PBS-Tween20) and incubated with sera in the appropriate dilutions, as determined earlier in the IgG binding ELISA, to give an Optical Density (OD) between 1.5 and 2 when read at 405nm. The optimal dilutions were then replicated down the columns of the plate and incubated for 2hrs at room temperature. The plates were washed and 30ul of various concentrations of Ammonium Thiocyanate (NH 4 SCN) ranging from 4M to 0M diluted in sodium phosphate buffer (20mM NaH 2 PO 4 ) were added to each column in decreasing molarity and incubated for 15 minutes. The plates were washed and incubated with APconjugated goat anti-mouse Ig (Sigma A3562) for 1hr and then washed. Bound serum IgG was detected by adding pNPP substrate (4-nitropenyl phosphate Sigma N2640) at 1mg/ml as directed by the manufacturer and incubated for 45 minutes and then read at 405nm. All samples were run in duplicate and compared to the initial absorbance (OD 0 = 0M) in absence of NH 4 SCN for each sample by using a simple regression line. Absorbance readings in the presence of increasing concentrations of NH 4 SCN were converted to a percentage of the initial absorbance in the absence of NH 4 SCN. The data were graphed with the x-axis representing the molar concentrations of NH 4 SCN and the y-axis representing the percent initial absorbance. The binding index was estimated as the molar concentration of NH 4 SCN required to reduce the initial absorbance by 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "Comet Reduction Assay-Corning 3506 6 well tissue culture plates were seeded with 3×10 6 African green monkey (BSC-1) cells using 2mls/well of Dulbecco's modified Eagle Medium (DMEM) containing 10% heat-inactivated fetal bovine serum (FBS) and 100units/ml of penicillin and 100ug/ml of streptomycin. Plates were incubated overnight at 37°C and 5% CO 2 . Vaccinia virus strain International Health Department -J (IHD-J) (provided by Dr. Richard Moyer, University of Florida) was sonicated for 10 minutes in a water bath and then diluted in sera and antibiotic free DMEM to yield 15 to 30 plaques per ml. The cell monolayers were washed once using DMEM 2% FBS with pen/strep and 1ml of the diluted IHD-J was added to each well and incubated for 1hr at 37°C. After the 1hr absorption the virus inoculum was removed and each sample of mouse sera containing the neutralizing antibodies was added in the amounts of 50ul in well 1, 100ul in well 2, and 200ul in well 3 giving a total of 2 samples across each plate with 3 separate dilutions of antibody for each sample. 2mls per well of DMEM 2% FBS containing pen/step was added and plates were incubated at 37°C for 72hrs. Media was removed and monolayers were stained with crystal violet to visualize comet formation/ reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant vesicular stomatitis virus-"
        },
        {
            "text": "B5is a 42kDa glycosylated type I membrane protein located in the outer membrane of the extracellular enveloped virion (EEV) [27] . B5 is conserved among poxviruses and has homologues among many mammalian orthopoxviruses including variola and vaccinia [12, 13] . The B5 ectodomain (B5t) encompasses four domains with resemblance to short consensus repeats (SCRs) present in complement regulatory proteins, plus a 51 amino acid stalk next to the transmembrane region [12, 28] . Epitope mapping studies have suggested that the stalk interacts with the first two SCR domains and that these regions are important neutralizing sites [14] . Vectors in this study expressed a codon-optimized truncated B5 (35kDa) from which the transmembrane and cytoplasmic domains have been removed ( Figure 1A ). Detailed description of vaccine vector construction is provided in the Methods section. Figure 1B shows a western blot of all B5 expressing vaccine vectors except for M.smegmatis. M.smegmatis expressed very low levels of the B5 protein which could not be readily detected by western blotting. All other vectors expressed robust levels of B5 protein. While the expression of B5 by M. smegmatis was barely detectable by western blot the presence of the gene was confirmed by sequencing.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 787,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 888,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Construction and recovery of vaccine vectors expressing CPXV B5"
        },
        {
            "text": "To determine whether vaccination with B5 expressing vaccine vectors could induce primary immune responses in mice we immunized adult C57BL/6 mice with each vector and measured serum antibody titers to B5 via binding ELISA. Doses for each vector are listed in the Methods section and the immunization schedule is shown in Figure 1C . In order to standardize the immunization protocol as much as possible we elected to give all immunizations intramuscularly in a single 50µl injection for which the diluent was sterile saline. Thus for all priming vector studies, the only variable was dose and vaccine vector. Dosing for each vector was based on individual preliminary experiments in which the dose giving optimal immune responses was determined (dose range tested is provided in Methods). For rVSV and the VRP the dose was limited by the amount of virus that could be delivered in the 50µl inoculation volume. Primary humoral responses to B5 were assayed at four (data not shown) and six weeks ( Figure 2 ) post immunization by binding ELISA. Titers did not change significantly for any group between four and six weeks post immunization. All vectors induced detectable serum antibody titers except for M. smegmatis. Anti-B5 antibodies were not detected in any of the 48 animals immunized with M. smegmatis B5. This was potentially because the M. smegmatis vector expressed inadequate levels of B5 protein to induce a detectable immune response. All six immunization groups were compared statistically in a single ANOVA with multiple comparison analysis (Tukey). rAd5 induced significantly higher primary anti-B5 antibody titers than any other vector tested (P<10 −6 , ANOVA with Tukey multiple comparison test). Recombinant protein with oligoCpG induced significantly higher titers than all other vectors except rAd5 at the 0.05 significance level. There were no significant differences in the anti-B5 titers induced by rVSV and VRP vectors. Titers induced by DNA were significantly lower than all other groups tested at the 0.05 significance level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1004,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Primary immunization with vaccine vectors expressing CPXV B5 induced high titer anti-B5 serum antibody"
        },
        {
            "text": "Six weeks after the single primary immunization all animals were boosted with a single dose of either rAd5-B5 or rVSV N4CT9 B5. These boosting vectors were chosen because both have been shown, in numerous studies, to induce synergistic responses when incorporated into heterologous prime-boosting regimens [29] [30] [31] [32] [33] . Additional cohorts of animals were immunized with the boosting vector alone, as a control. Serum was collected at two weeks after the boost, then at one, two, and three months post boosting and assayed individually for anti-B5 titers via binding ELISA. Anti-B5 serum Ab titers increased for all groups after boosting. Data from all groups and all time points is shown in Table 1 , with the peak titer for each group indicated by shading. Figure 3 shows the average peak titer for each prime-boost group, where each individual animal's peak titer was determined independent of the time at which that titer was reached. Average peak titers were then calculated for each group. Immunization groups fell into three \"tiers\" based on peak titer, as indicated in Table 1 . For simplicity, we discuss the statistical analyses performed using the average peak titers for each group. The overall ranking of prime-boost effectiveness was the same when we used titers at the latest timepoint (3 months post boost) versus the average peak titers calculated independent of time. In the top group, inducing the highest overall titers, were protein prime-Ad5 boost, protein prime-VSV boost, and rAd5 prime-VSV boost. An optimal prime boost regimen induces post-boost antibody titers that are a) higher than the titers achieved by primary immunization and b) higher than titers achieved by the boosting vector alone. In these experiments, all prime boost regimens (except for Ad5 prime VSV boost, P=0.0651, ANOVA) satisfied the first criteria, i.e. for all groups peak post boost titers were significantly higher than those induced by the primary immunization alone (P<10 −6 , ANOVA with Tukey multiple comparison test) for all groups where primary titers were compared to post boost titers. A single primary immunization with rAd5-B5 induced average peak titers of 39,307. We compared the titers resulting from heterologous prime-boost regimens in which rAd5 was the boosting vector versus those induced by immunization rAd5 alone we found that the only rAd5 boosted regimen that induced significantly higher post-boost titers was protein prime-rAd5 boost (Student T test, P<10 −6 ). This indicates that priming with B5 protein significantly augmented the titers that could have been achieved by immunizing with rAd5 alone. For all other Ad5 boosted groups tested, the P value was greater than 0.05, indicating that there was no effect of priming. In contrast, all regimens in which rVSV was the boosting vector induced titers significantly above the primary response to rVSV, which was a GMT of 300 (for all groups P<10 −6 , except for M.smeg/VSV for which P=0.00376, Student T test). This indicates that priming with a heterologous vector added significantly to the titers that could have been achieved by immunizing with rVSV alone (unless the priming vector was rAd5), and suggests that rVSV was a synergistic boosting vector, while rAd5 generally was not. In order to determine quantitatively which prime boost combinations were the most synergistic we defined synergy mathematically as : synergy=log 10 (T PB /T P +T B ) where T PB is the post boost titer, and T P and T B are the titers induced by the priming and boosting vectors alone. If the post boost titer were the sum of the titers induced by the priming and boosting vectors when delivered singly, then by definition there would be no synergy and the estimated value for the synergy would be zero. The most synergistic prime boost combinations were those for which the post boost titers were the most increased relative the primary responses to both the priming and boosting vectors considered separately. By this calculation all prime-boost groups tested had positive synergy. Of these, VRP-VSV, DNA-VSV, and protein-VSV were the most synergistic prime boost combinations, and were significantly (at the 0.05 level) more synergistic than other primeboost combinations tested; the synergies within this group did not differ among themselves at the 0.05 significance level.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 711,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 779,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1096,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Heterologous boosting with vectors expressing CPXV B5 increased anti-B5 serum antibody"
        },
        {
            "text": "The results presented above demonstrate that most of the prime-boost regimens tested generated high titer anti-B5 antibodies. In many cases, vaccine efficacy depends not only upon the amount of antibody generated but upon the strength of binding of the immunoglobulin to the antigen. To determine whether the avidity of the anti-B5 antibodies generated differed with vaccine regimen we performed competitive binding ELISAs. The absolute amount of anti-B5 Ab between samples was equalized, and binding titers were determined in the presence of increasing molar quantities of ammonium thiocyanate (NH 4 SCN). The \"avidity index\" was defined as the amount of NH 4 SCN necessary to reduce binding by 50%. Higher avidity Ab-Ag interactions require higher concentrations of NH 4 SCN to disrupt. After the single primary immunization, animals immunized with rAd5 had the highest avidity Ab ( Figure 4A ). Antibodies from animals immunized with protein, VRP, and DNA had approximately equal avidities, which were much lower than those generated by rAd5. Antibody titers in M. smegmatis immunized animals were too low to be measured, therefore sera from those animals were not included in this analysis. An ideal vaccine regimen would induce immune response which mature (i.e. increase in avidity) over time. To determine which of our vaccine regimens fulfilled this requirement we assayed avidity at two weeks ( Figure 4B and C) and at two months ( Figure 4D and E) after the single booster immunization. Boosting with rAd5 raised and equalized avidity of Ab in all groups by two weeks post boost ( Figure 4B ) and the higher avidity Ab were maintained at the two month timepoint ( Figure 4D ). In contrast, VSV boosting did not raise avidity of the Ab in VRP or DNA primed animals by two weeks after the boost. By two months post-boost DNA-VSV animals had Ab of increased avidity, but VRP-VSV immunized animals never reached a higher avidity than those induced by VRP priming alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 894,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1404,
                    "end": 1413,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1441,
                    "end": 1450,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1591,
                    "end": 1600,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1674,
                    "end": 1683,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Boosting with rAd5 induced anti-B5 antibody of higher avidity than does rVSV boosting"
        },
        {
            "text": "One important mechanism of action for antibody is the ability to neutralize whole virus and/ or to restrict dissemination of progeny virions. The ability of anti-poxvirus antibodies to restrict viral spread can be assessed via \"comet assay\". Vaccinia strain IHDJ (vIHDJ) is a mutant strain producing a large number of EEV particles, which mediate long range dissemination in the infected host. In vitro, vIHDJ forms characteristic \"comets\" as EEV are released into the culture medium. When vIHDJ plaque assays are performed in the presence of antibody capable of binding and neutralizing EEV, comet tails are reduced or eliminated. Figure 5 shows results of comet assays performed using pooled post-immune sera from mice vaccinated with the B5expressing vectors. After the primary immunization, sera collected from rAd5 immunized mice was the only sample that neutralized comet formation ( Figure 5, left panel, row 6 ). After boosting with rAd5 ( Figure 5 , middle panel), or VSV ( Figure 5, right panel) , all sera tested neutralized comet formation when used at the highest amount. After boosting, comet neutralizing activity was present in all samples, even in those at which the B5 Ab was present in significantly lower quantity than in samples which failed to neutralize after the primary immunization. This shows that the ability to restrict viral dissemination in this assay is not solely a function of the amount of Ab in the serum, but reflects functional differences in the Ab itself.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 640,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 917,
                    "text": "Figure 5, left panel, row 6",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 956,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 1005,
                    "text": "Figure 5, right panel)",
                    "ref_id": null
                }
            ],
            "section": "Antibody induced by rAd5 immunization restricts viral dissemination"
        },
        {
            "text": "The data presented so far demonstrate that immunization with B5-expressing vaccine vectors induced high titer serum Ab against B5 that was able to restrict viral spread in an in vitro assay. To determine whether our results in vitro correlated with function in vivo we challenged immunized mice with vaccinia WR (vvWR). Since an immune response directed at a single poxvirus antigen rarely confers full protection from lethal challenge we decided to challenge our animals with a sublethal dose of vvWR. The sublethal dose caused significant weight loss (of up to 30% pre-challenge body weight) in naive control animals and a mortality of 50-80%. Mice were immunized intramuscularly with B5-expressing primary and boosting vectors, and three months after the boost were challenged intranasally with 1×10 5 PFU vvWR. Figure 6 shows average pre-infection body weight for rAd5 ( Figure 6A ) and VSV ( Figure 6B ) boosted animals (n=12-24 mice per group). Animals primed and boosted with MVA were included as a positive control for protection (n=12). By four days post challenge mock immunized control animals began to lose weight and show signs of illness. By ten days post challenge eight out of the twelve mock immunized control animals died or had been sacrificed in accordance with our animal protocol (66% mortality). All animals boosted with rAd5 survived, regardless of primary immunization. Among VSV boosted animals only three animals died, one in the DNA primed group and two in the M. smegmatis primed group. VSV boosted groups showed overall greater pathology after challenge, with more severe and prolonged weight loss. Pathology correlated on a group and an individual animal level with serum Ab titers pre-challenge, with animals having higher titers showing less pathology after challenge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 815,
                    "end": 823,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 884,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 906,
                    "text": "Figure 6B",
                    "ref_id": null
                }
            ],
            "section": "Intramuscular immunization with B5-expressing vectors protects mice from sublethal challenge with vvWR"
        },
        {
            "text": "To determine whether intramuscular immunization with a single dose of either of the boosting vectors was enough to confer protection from challenge we immunized separate cohorts of animals with either rAd5-B5 or rVSV-B5 (n=15 mice per group) as described in Figure 2 . Three months after the single immunization all animals were challenged with a sublethal dose of vvWR as in Figure 6A -B. Figure 6C shows average pre-infection body weight for all groups after challenge. Animals immunized with a single dose of rAd5-B5 lost very little weight and showed only minimal signs of illness. In contrast, mock immunized and rVSV-B5 immunized animals lost weight rapidly from day 4 on and showed signs of clinical illness and respiratory distress. All rAd5 immunized animals survived, eight out of fifteen rVSV immunized animals (53% survival), and four out of ten (40% survival) mock immunized animals survived. The difference between the survival rate of rVSV and mock immunized animals was not statistically significant (P=0.398, Mantel-Cox Log-rank test). These data demonstrated that a single immunization with rAd5 but not rVSV was sufficient to confer protection against pathology caused by sublethal challenge with vvWR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 385,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Figure 6C",
                    "ref_id": null
                }
            ],
            "section": "Single dose immunization with rAd5 but not rVSV was sufficient to prevent pathology after intranasal challenge with vvWR"
        },
        {
            "text": "One challenge to vaccination is the use of needles for vaccine delivery. To determine whether our vaccines were immunogenic when delivered by a needle-free route, we tested immunogenicity of three vectors given intranasally. Since there is a large body of pre-existing literature describing the delivery of protein vaccines via the intranasal route we chose to investigate prime boost combinations of our other three most immunogenic vectors: rAd5, VSV, and VRP. To determine whether intranasal vaccination with B5 expressing vaccine vectors could induce primary immune responses comparable to those induced by intramuscular immunization in mice we immunized adult C57BL/6 mice with each vector and measured serum antibody titers to B5 via binding ELISA. Doses for each vector were the same as those in the intramuscular experiment and volume for all intranasal inocula was 30µl per mouse. At six weeks after the primary immunization, all three vaccine groups had significantly higher titers (P<10 −6 for VRP and VSV, and P=0.000158 for rAd5, ANOVA) than were generated by intramuscular immunization ( Figure 7A ). Intranasal delivery of VSV and VRP increases titers more than 10x over those generated by intramuscular delivery, while rAd5 generated titers increased 2.5x. After heterologous boosting, all animals showed greatly increased serum Ab titers, with rAd5 primed-VRP boosted animals having the highest overall titers ( Figure 7B ). In general, titers generated by intranasal prime-boosting were much higher than those generated by intramuscular immunization, with all groups having an average peak endpoint titer of at least 1:100,000. These data demonstrated that rAd5, VSV, and VRP vectors were more immunogenic when delivered intranasally, and suggests that delivering vaccines intranasally may lead to the induction of better immune responses with the same amount of antigen (dose sparing) relative the intramuscular route.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1102,
                    "end": 1111,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1429,
                    "end": 1438,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Intranasal immunization generated higher titer antibody than intramuscular immunization"
        },
        {
            "text": "To determine whether the anti-B5 antibody generated by intranasal immunization was protective in vivo we challenged immunized mice with vaccinia WR (vvWR) as in Figure 6 . As in the intramuscular immunization experiment, mice were challenged three months after the single booster immunization. Figure 7C -E shows average pre-infection body weight for intranasally vaccinated animals. By four days post challenge mock immunized control animals began to lose weight and show signs of illness. By ten days post challenge eight out of the ten mock immunized control animals had died (80% mortality). None of the vaccinated (n=20 per group) mice died. There were no statistically significant differences in the amount of weight lost between the different B5-immunized groups (ANOVA, P=0.0526), although three of the six prime groups tested showed essentially no pathology after challenge (VRP-VSV, VSV-VRP, and rAd5-VSV). For these three groups, the average percent initial body weight never fell below 95% ( Figure 7F ). This was in contrast to intramuscularly immunized animals, in which the best protected groups still declined to below 90%. This suggested that intranasal immunization was a better route for some vaccine regimens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 303,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1004,
                    "end": 1013,
                    "text": "Figure 7F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Intranasal immunization with B5-expressing vectors protects mice from sublethal challenge with vvWR"
        },
        {
            "text": "In this study we tested six vaccine vectors to determine which were a) the most immunogenic and protective at the tested doses and b) most appropriate for developing vaccines against emerging biothreats. The vaccine antigen (CPXV B5) was the same for all vectors, as was the route of immunization and volume of inoculum. Because the vaccine vectors were intrinsically different, dose could not be measured in the same units for all vectors, but was chosen in order to maximize immunogenicity of each. We also elected to use doses that could feasibly be produced using current vaccine manufacturing techniques. Recombinant adenovirus was the most immunogenic of the six priming vectors tested, inducing significantly higher serum antibody titers than the other immunizations. rAd5-induced antibodies induced were of higher avidity than those induced by the other vectors, and were the only antibodies able to reduce the spread of vaccinia EEV in vitro. In addition, a single dose of rAd5-B5 protected animals from intranasal challenge with vaccinia virus. This finding is consistent with a recent report by Kaufman et al [34] in which the authors reported that animals immunized with rAd35-based vectors expressing different poxvirus IMV and EEV Ag protected mice from lethal poxvirus challenge.",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data show that rAd5 is a good \"stand-alone\" vector that could be used in situations in which development of humoral responses in a short period of time is necessary for protection and in which traditional vaccines have induced suboptimal responses. For example, if a highly pathogenic H5N1 human-transmissible influenza strain emerges, single dose immunization with a rAd5 vector expressing the relevant H5 HA might protect vaccinated individuals. Despite the fact that rAd5 vectors are highly immunogenic, any future use of rAd vaccine vectors in humans will have to take into consideration the results of the recent Merck HIV vaccine trial [35] . In that trial human volunteers with preexisting antibodies to rAd5 and vaccinated with a rAd5 similar to the vector in this study were more vulnerable to HIV infection than individuals receiving saline [36, 37] . The mechanism by which infection was enhanced has not been determined, but one possible explanation is that rAd5 immunization of rAd5exposed individuals activated rAd-specific memory T cells. HIV preferentially infects activated memory T cells, and thus infection may have been potentiated in individuals encountering HIV during the time that rAd5-specific T cells were activated. If that is true, then rAd5-based vaccines can probably safely be used to vaccinate against pathogens that do not preferentially infect activated lymphocytes. Nonetheless, in light of the Merck trial, defining good alternatives to rAd vectors is imperative.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 650,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study the prime-boost combination of rVSV and VEE-VRP was highly synergistic for antibody induction and protected mice from challenge with vaccinia. The synergy of rVSV and the VEE-VRP may be due to the fact that these vectors trigger multiple and complementary pathogen recognition receptors, and that these vectors efficiently infect dendritic cells [38, 39] . All three vectors tested (rAd5, rVSV, VEE-VRP) induced significantly higher titer antibodies and better protection when delivered intranasally than when delivered intramuscularly. Intranasal delivery of these viral vectors may result in activation of a different population of antigen presenting cells, an enhanced cytokine response, or a different amount of antigen production relative intramuscular immunization. Future experiments will focus on determining the precise mechanism of enhanced protection after intranasal vaccination and whether intranasal vaccination enhances responses to all, or to a subset, of vaccine antigens.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most important goal for follow-on studies arising from this work will be to identify the mechanisms responsible for the observed differences in immunogenicity between the different vectors. Factors potentially affecting relative immunogenicity of the vaccine vectors include: 1) the number and type of host cells targeted by each vector, 2) the \"adjuvanting\" effect of the vector itself due to the capacity of the vector to activate TLR or other innate pathways, 3) the amount of antigen produced by the vector and the amount of replication (if any) of the vector in vivo, 4) the duration of vector/ antigen expression, and 5) the quality of the helper T cell response induced by each vector. It is very likely that the response to the vectors could be altered by a variety of means including increasing vaccine dose (thereby increasing the amount of Ag produced), changing the route of delivery (and the number and type of target cells affected), or by adding additional adjuvants (such as those known to bind TLR). The viral vectors (rAd5, VSV, VRP) are expected to stimulate similar innate pathways, target similar numbers of host cells, and to persist for similar lengths of time. In view of this, one important question raised by these studies is why the rAd5-B5 vector was so much more immunogenic (when delivered intramuscularly) than the other viral vectors (VSV and VRP). One possibility is that differences in replication competence influenced immunogenicity. The rVSV used in these experiments is highly attenuated but can replicate in vivo [25, 26] , while the rAd5 and VRP constructs are fully replication deficient. The ability to replicate usually increases rather than decreases immunogenicity. Since the VRP and rVSV vectors were administered at similar doses (2.5×10 6 PFU and 5×10 6 PFU respectively) we would expect the rVSV vector to induce higher titers than the VRP vector if replication competence positively influenced the induction of humoral responses. Instead, titers generated by rVSV were not significantly different (and in fact were somewhat lower) than those generated by the VRPs. So, while we cannot conclude absolutely that replication competence did not affect the outcome of our study, it seems that other factors balanced the contribution of replication competence to immunogenicity. Interestingly, fully VSV-G deleted vectors (which do not replicate) have been shown to be of equal or greater immunogenicity to replication competent rVSV expressing the same antigen [40] . Thus it is unlikely that the immunogenicity of the VSV could have been enhanced by using a less attenuated construct. Another reason why rAd5 induced better immune responses than the VRP and rVSV vectors may have been that it was administered at a higher dose (1×10 9 VP vs. 2.5-5×10 6 PFU). In preliminary dose-optimization studies, higher doses uniformly induced higher Ab titers, although the fold-increase was not the same for all. This suggests that if we had been able to administer equal doses of rVSV, VRPs, and rAd5, we might have obtained immune responses of equal magnitude with all viral vectors, although qualitative differences (i.e. in affinity) may have remained. Consistent with this, delivering the three viral vectors by the intranasal rather than intramuscular route greatly decreased the disparity in response between rAd5, rVSV, and the VRPs, even though the doses of all three vectors in that experiment were the same as those used in the intramuscular trial. This demonstrates that factors other than dose (route of delivery, target organ) can profoundly influence the immune responses generated by vaccination.",
            "cite_spans": [
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2510,
                    "end": 2514,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The goal of this study was to test vaccine vectors as they might be used in real vaccines for human patients. rAd5 vectors have been injected into humans at doses of up to 10 12 PFU for gene therapy applications. If equivalent doses of VRP or highly attenuated rVSV vectors can be formulated and administered safely, it is likely that all three vectors could be used in heterologous prime-boost combinations to induce robust humoral responses to a variety of agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strength of this study is that as many variables as possible were held constant, allowing a head-to-head comparison of immunogenicity. This study provides a starting point for further mechanistic studies, which can elucidate the molecular interactions which give rise to the differences in immunogenicity between these vaccine vectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vaccine vectors in this experiment were constructed to express a truncated CPXV-B5 (35kD) from which the transmembrane and cytoplasmic domains have been deleted. A schematic drawing of the CPXV gene insert is shown in Panel A. CPXV-B5 expression was verified in each vaccine vector via Western blotting for B5 (Panel B). Samples were prepared as appropriate for each vector (lysates of infected or transfected cells) and resolved by SDS-PAGE. No attempt was made to equalize protein loading between different samples (i.e. DNA and VRPs). A lysate of cells infected with modified vaccinia Ankara (MVA, lane 5) was included as a positive control for B5 expression. The B5 expressed by MVA is the native nontruncated (42kD) form while the other vectors express the truncated 35kD form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Vaccine vectors express CPXV-B5"
        },
        {
            "text": "Adult female C57BL/6 mice were immunized with a single intramuscular injection of B5 expressing vaccine vectors. Six weeks after immunization all mice were bled and anti-B5 titers determined by binding ELISA (n= 48 mice per group for DNA, protein, VRP, and M. smegmatis, n=24 mice per group for rAd5, rVSV, and mock immunized). All sera were assayed individually. Endpoint titers were defined as the dilution reading 2x over background where background was the reading for pre-immune sera for each individual animal. Bars on graph are the geometric mean titer for each immunization group and error bars represent the upper and lower limits of the 95% confidence interval. Data shown is compiled from two duplicate experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Primary responses to immunization with B5-expressing vaccine vectors"
        },
        {
            "text": "Adult female C57BL/6 mice were immunized with a single intramuscular injection of B5 expressing vaccine vectors as indicated in Table 1 . Six weeks after primary immunization all mice were boosted with a single booster immunization of either rAd5-B5 (open bars), or rVSV-B5 (shaded bars). Animals were bled at multiple timepoints after boosting (from two weeks to three months post boost) and sera were assayed individually for anti-B5 binding activity. Endpoint titers were defined as the dilution reading 2x over background where background was the reading for pre-immune sera for each individual animal. Bars on graph are the peak geometric mean titer for each immunization group and error bars represent the upper and lower limits of the 95% confidence interval. The peak titer was the highest anti-B5 titer reached by an individual animal regardless of the time at which that titer was reached. All groups contained 12 animals. Individual sera from mice immunized intramuscularly with B5-expressing vectors were assayed for avidity via competitive binding ELISA. Graphs show binding curves for sera collected six weeks after the primary immunization (Panel A), two weeks after the single booster immunization (Panels B and C), and two months after the boost (Panels D and E). The calculated average avidity index for each group is indicated in the graph legend. Avidity index was defined as the concentration of NH 4 SCN required to reduce binding of an individual sample by 50%. Each sample was assayed in quadruplicate. Data shown is from the first largescale immunization experiment, in which there were at least 24 mice per group prior to the boost, and 12 mice per group after the boost. Avidity indices were also calculated from samples collected in the second experiment, and were identical to those shown here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. Boosting with heterologous vectors increases serum antibody titers to B5"
        },
        {
            "text": "Pooled sera from mice immunized intramuscularly with B5-expressing vectors were assayed for the ability to inhibit comet formation by vaccinia IHDJ. Figure shows representative plaque assays for each group of pooled sera. BSC-1 cells were infected with approximately 50 PFU of vIHDJ in the presence of 50, 100, or 200µl of the indicated post-immune sera. Sera tested in this assay were collected at three months after the boost. A reduction in the formation of comet \"tails\" indicates the presence of neutralizing Ab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. Antibody induced by rAd5 immunization restricts viral dissemination"
        },
        {
            "text": "Mice were primed and boosted intramuscularly with B5-expressing vectors as described in Figure 3 . Three months after the single booster immunization all animals were challenged intranasally with 1×10 5 PFU vvWR. Graphs (Panel A and B) show average percent initial weight±SEM for immunized and control animals by group (n=12 per group). Animals losing 20% or more of their pre-infection body weight were euthanized in accordance with our animal protocol. By day 10 after challenge 8 out of the 12 mock immunized control animals were dead. To determine whether immunization with the boosting vector alone could protect animals from challenge we immunized separate cohorts of mice intramuscularly with 1×10 9 VP rAd5-B5 or 5×10 6 PFU rVSV-B5. Three months after immunization mice were challenged Adult female C57BL/6 mice were immunized with a single intranasal inoculation of B5 expressing vaccine vectors as indicated in Table 1 . Six weeks after primary immunization all mice were boosted with a single booster immunization of either rAd5-B5, VRP-B5, or rVSV-B5. Doses for the boost were the same as for the prime. Animals were bled after primary (Panel A) and booster (Panel B) immunization and sera were assayed individually for anti-B5 binding activity. Endpoint titers were defined as the dilution reading 2x over background where background was the reading for pre-immune sera for each individual animal. Bars on graph are the peak geometric mean titer for each immunization group (n=20 per group) and error bars represent the upper and lower limits of the 95% confidence interval. Three months after the boost all animals all animals were challenged intranasally with 1×10 5 PFU vvWR. Graphs (Panel C-E) shows average percent initial weight±SEM for immunized and control animals by group (n=20 per vaccine group). All plots shown are from the same experiment, but have been shown as three separate graphs for clarity. By day 10 after challenge 5 out of the 10 mock immunized control animals were dead. Panel F shows the maximum percent weight loss by group after challenge. Bars represent average ±SEM for each group. The difference in maximum weight loss was not statistically significant among the immunization groups (ANOVA, P=0.0526). Table 1 Boosting with heterologous vectors increases anti-B5 titers Average peak titers induced by a single rAd5 or rVSV immunization alone were 39,037 and 300, respectively. Titers shown here are geometric mean titers. Shading indicates the highest average titer reached for each prime-boost regimen. Titers were ranked into three groups (high, medium, and low) which are indicated by Tier 1, 2, and 3 respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 928,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2246,
                    "end": 2253,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 6. Heterologous prime-boosting confers protection from weight loss after intranasal challenge with vaccinia WR"
        },
        {
            "text": "Vaccine. Author manuscript; available in PMC 2009 November 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6. Heterologous prime-boosting confers protection from weight loss after intranasal challenge with vaccinia WR"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The challenge of emerging and reemerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "6996",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neutralizing antiviral antibody responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamarre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciurea",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hunziker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ochsenbein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Adv Immunol",
            "volume": "79",
            "issn": "",
            "pages": "1--53",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The clinical use of gamma globulin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krugman",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "N Engl J Med",
            "volume": "269",
            "issn": "",
            "pages": "195--201",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Data on the efficiency of specific antimumps immunoglobulins in the prevention of mumps and of its complications",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Copelovici",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strulovici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cristea",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tudor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Armasu",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Virologie",
            "volume": "30",
            "issn": "3",
            "pages": "171--177",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protection of nonimmune volunteers against rubella by intravenous administration of normal human gamma globulin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martin Du Pan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Koechli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Douath",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Infect Dis",
            "volume": "126",
            "issn": "3",
            "pages": "341--344",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevention or modification of varicella using zoster immune plasma",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balfour",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Groth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kalis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Marker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Nesbit",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am J Dis Child",
            "volume": "131",
            "issn": "6",
            "pages": "693--696",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Current challenges in the development of vaccines for pneumonic plague",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Smiley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Expert Rev Vaccines",
            "volume": "7",
            "issn": "2",
            "pages": "209--221",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Obligatory requirement for antibody in recovery from a primary poxvirus infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chaudhri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Panchanathan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bluethmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karupiah",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "13",
            "pages": "6339--6344",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protective immunity against secondary poxvirus infection is dependent on antibody but not on CD4 or CD8 T-cell function",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Panchanathan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chaudhri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karupiah",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "13",
            "pages": "6333--6338",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Protection from infection with severe acute respiratory syndrome coronavirus in a Chinese hamster model by equine neutralizing F(ab')2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pacal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Viral Immunol",
            "volume": "20",
            "issn": "3",
            "pages": "495--502",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A constitutively expressed vaccinia gene encodes a 42-kDa glycoprotein related to complement control factors that forms part of the extracellular virus envelope",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engelstad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "188",
            "issn": "2",
            "pages": "801--810",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The vaccinia virus 42-kDa envelope protein is required for the envelopment and egress of extracellular virus and for virus virulence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engelstad",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "194",
            "issn": "2",
            "pages": "627--637",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epitope-mapping studies define two major neutralization sites on the vaccinia virus extracellular enveloped virus glycoprotein B5R",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aldaz-Carroll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitbeck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ponce De Leon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hirao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Isaacs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "10",
            "pages": "6260--6271",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Significance of extracellular enveloped virus in the in vitro and in vivo dissemination of vaccinia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Gen Virol",
            "volume": "50",
            "issn": "1",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Deletion of the vaccinia virus B5R gene encoding a 42-kilodalton membrane glycoprotein inhibits extracellular virus envelope formation and dissemination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolffe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "8",
            "pages": "4732--4741",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vaccinia virus-specific CD4+ T cell responses target a set of antigens largely distinct from those targeted by CD8+ T cell responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moutaftsi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salek-Ardakani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oseroff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "11",
            "pages": "6814--6820",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dissociation between epitope hierarchy and immunoprevalence in CD8 responses to vaccinia virus western reserve",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oseroff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pasquetto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moutaftsi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Panchanathan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "11",
            "pages": "7193--7202",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Poxvirus CD8+ T-cell determinants and cross-reactivity in BALB/c mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tscharke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Sakala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sette",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "13",
            "pages": "6318--6323",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A consensus epitope prediction approach identifies the breadth of murine T(CD8+)-cell responses to vaccinia virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moutaftsi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pasquetto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tscharke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bui",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Biotechnol",
            "volume": "24",
            "issn": "7",
            "pages": "817--819",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Increased immune response elicited by DNA vaccination with a synthetic gp120 sequence with optimized codon usage",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eberle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schraut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bultmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "2",
            "pages": "1497--1503",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vaccination of macaques against pathogenic simian immunodeficiency virus with Venezuelan equine encephalitis virus replicon particles",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Caley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Betts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Irlbeck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgrath",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "1",
            "pages": "371--378",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Replicon-helper systems from attenuated Venezuelan equine encephalitis virus: expression of heterologous genes in vitro and immunization against heterologous pathogens in vivo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pushko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "239",
            "issn": "2",
            "pages": "389--401",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mutations in the E2 glycoprotein of Venezuelan equine encephalitis virus confer heparan sulfate interaction, low morbidity, and rapid clearance from blood of mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Klimstra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "276",
            "issn": "1",
            "pages": "93--103",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Synergistic attenuation of vesicular stomatitis virus by combination of specific G gene truncations and N gene translocations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nasar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Calderon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "4",
            "pages": "2056--2064",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Attenuation of recombinant vesicular stomatitis virus-human immunodeficiency virus type 1 vaccine vectors by gene translocations and g gene truncation reduces neurovirulence and enhances immunogenicity in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Calderon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nasar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "1",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Extracellular enveloped vaccinia virus. Entry, egress, and evasion",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vanderplasschen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "395--414",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization of a vaccinia virus-encoded 42-kilodalton class I membrane glycoprotein component of the extracellular virus envelope",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolffe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "12",
            "pages": "7217--7224",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Highly effective control of an AIDS virus challenge in macaques by using vesicular stomatitis virus and modified vaccinia virus Ankara vaccine vectors in a single-boost protocol",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramsburg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mefford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Moretto",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "8",
            "pages": "3930--3940",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Enhanced breadth of CD4 T-cell immunity by DNA prime and adenovirus boost immunization to human immunodeficiency virus Env and Gag immunogens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "13",
            "pages": "8024--8031",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Robust recall and long-term memory T-cell responses induced by prime-boost regimens with heterologous live viral vectors expressing human immunodeficiency virus type 1 Gag and Env proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Haglund",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leiner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kerksiek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Buonocore",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "15",
            "pages": "7506--7517",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Immunogenicity of heterologous prime-boost regimens involving recombinant adenovirus serotype 11 (Ad11) and Ad35 vaccine vectors in the presence of anti-ad5 immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Lemckert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sumida",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holterman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vogels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Truitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "15",
            "pages": "9694--9701",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Priming with plasmid DNAs expressing interleukin-12 and simian immunodeficiency virus gag enhances the immunogenicity and efficacy of an experimental AIDS vaccine based on recombinant vesicular stomatitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Megati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Montefiori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Boyer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "21",
            "issn": "7",
            "pages": "629--643",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Differential antigen requirements for protection against systemic and intranasal vaccinia virus challenges in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goudsmit",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holterman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ewald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Denholtz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Devoy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "14",
            "pages": "6829--6837",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The failed HIV Merck vaccine study: a step back or a launching point for future vaccine development?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Sekaly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Exp Med",
            "volume": "205",
            "issn": "1",
            "pages": "7--12",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Did Merck's failed HIV vaccine cause harm?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "318",
            "issn": "5853",
            "pages": "1048--1049",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "HIV vaccine may raise risk",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ledford",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "7168",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Restricted and selective tropism of a Venezuelan equine encephalitis virus-derived replicon vector for human dendritic cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Nishimoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Laust",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Kamrud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hubby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Viral Immunol",
            "volume": "20",
            "issn": "1",
            "pages": "88--104",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Role of dendritic cell targeting in Venezuelan equine encephalitis virus pathogenesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "2",
            "pages": "914--922",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A single-cycle vaccine vector based on vesicular stomatitis virus can induce immune responses comparable to those generated by a replication-competent vector",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Publicover",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramsburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "21",
            "pages": "13231--13238",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Graph (Panel C) shows average percent initial weight ±SEM for immunized (n=15 per group), mock immunized control (n=10), and mock challenged (n=5) animals by group. All rAd5 immunized mice survived. rVSV and mock immunized mice had survival rates of 53% and 40% respectively",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "rAd5 immunization induces higher avidity antibody than do other vaccine regimens",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Intranasal immunization generates high titer anti-B5 antibody and protects animals from sublethal challenge",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grant number U54 AI057157 (SERCEB) from the National Institutes of Health. Work was conducted in the Global Health Research Building at Duke University which receives support from grant number UC6 AI058607.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}