{
    "paper_id": "e13820bd50c6b964b5a65f3edf6c1d28d857dfaf",
    "metadata": {
        "title": "Genome sequence variation analysis of two SARS coronavirus isolates after passage in Vero cell culture",
        "authors": [
            {
                "first": "Jin",
                "middle": [],
                "last": "Weiwu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Agrobiotechnology",
                    "institution": "China Agricultural University",
                    "location": {
                        "postCode": "100094",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "U"
                ],
                "last": "Liangxiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sino Biotech Co., Ltd",
                    "location": {
                        "addrLine": "No. 39 Shangdi Xi Rd. Haidian District",
                        "settlement": "Bei-jing 100085",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "U"
                ],
                "last": "Zhenglin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Agrobiotechnology",
                    "institution": "China Agricultural University",
                    "location": {
                        "postCode": "100094",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gao",
                "middle": [],
                "last": "Qiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sino Biotech Co., Ltd",
                    "location": {
                        "addrLine": "No. 39 Shangdi Xi Rd. Haidian District",
                        "settlement": "Bei-jing 100085",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gao",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sino Biotech Co., Ltd",
                    "location": {
                        "addrLine": "No. 39 Shangdi Xi Rd. Haidian District",
                        "settlement": "Bei-jing 100085",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sino Biotech Co., Ltd",
                    "location": {
                        "addrLine": "No. 39 Shangdi Xi Rd. Haidian District",
                        "settlement": "Bei-jing 100085",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Jidong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Agrobiotechnology",
                    "institution": "China Agricultural University",
                    "location": {
                        "postCode": "100094",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zhang Jiansan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sino Biotech Co., Ltd",
                    "location": {
                        "addrLine": "No. 39 Shangdi Xi Rd. Haidian District",
                        "settlement": "Bei-jing 100085",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [],
                "last": "Weidong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sino Biotech Co., Ltd",
                    "location": {
                        "addrLine": "No. 39 Shangdi Xi Rd. Haidian District",
                        "settlement": "Bei-jing 100085",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Agrobiotechnology",
                    "institution": "China Agricultural University",
                    "location": {
                        "postCode": "100094",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS coronavirus is an RNA virus whose replication is error-prone, which provides possibility for escape of host defenses, and even leads to evolution of new viral strains during the passage or the transmission. Lots of variations have been detected among different SARS-CoV strains. And a study on these variations is helpful for development of efficient vaccine. Moreover, the test of nucleic acid characterization and genetic stability of SARS-CoV is important in the research of inactivated vaccine. The whole genome sequences of two SARS coronavirus strains after passage in Vero cell culture were determined and were compared with those of early passages, respectively. Results showed that both SARS coronavirus strains have high genetic stability, although nearly 10 generations were passed. Four nucleotide variations were observed between the second passage and the 11th passage of Sino1 strain for identification of SARS inactivated vaccine. Moreover, only one nucleotide was different between the third passage and the 10th passage of Sin03 strain for SARS inactivated vaccine. Therefore, this study suggested it was possible to develop inactivated vaccine against SARS-CoV in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS), which first occurred in November, 2002, in Guangdong Province of China, is a life-threatening respiratory disease. By July 2, 2003 , in the world, 8442 people were infected and 814 people died, with a mortality rate as high as 9.6%, according to WHO (http://cmbi.bjmu.edu.cnlcmbidata/ SARSIWHO/0702.mht). The SARS causative pathogen is a member of the family coronaviridae, which has a single-stranded positive-sense RNA genome. The sequenced full-length genome of SARS-CoV is about 30 kilo-bases in length and has more than 10 open reading frames. And the genome organization is similar to that of other coronavirus. However, phylogenetic analyses and sequence 1824 comparisons showed that SARS-CoV is not closely related to any of the previously characterized coronavi-ruS[I-3J• Although having a number of unique features, SARS-CoV is most closely related to group 2 coronavirus, and was an early split-off from group 2 branch[4J. Our previous study also indicated that SARS-CoV did not resemble to any other known coronavirus, including lEV Beijing isolate which was once epidemic in China[5 J . However, the early infection of SARS-CoV may have originated from wild animals. SCoV-like viruses were isolated from Himalayan palm civets and genomes were identical to those of human isolates, but a 29-nt sequence found in the animal isolates was not detected in most human isolates. Other studies also showed that five strains from human contained this 29-nt segment, and 82-nt deletion or 415-nt deletion in the orj8 region were observed in some human isolates and an animal isolate[6, 7J.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 172,
                    "text": "July 2, 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-CoY, like my, is an RNA virus which is prone to high mutation rate for its error replication to escape host defenses. 127 base substitutions were identified among 14 SARS isolates, and 94 of them changed their amino acid sequences [8,9 J . In addition, 299 single nucleotide variations were detected among 63 sequences. The neutral mutation rate of SARS-CoV is similar to that of known RNA virus and is about one-third of that for the human immunodeficiency virus[7 J . Molecular epidemiological approach and sequencing analysis of SARS-CoV viruses isolated from 10 Taiwanese patients suggested a recent introduction of the viruses into human populations. And the estimated genome mutation rate was about 0.1 per genome, demonstrating possibly one of the lowest rates among known RNA viruses[IOJ. A full-length cDNA of the SARS-CoV Urbani strain was assembled and molecularly cloned SARS viruses were rescued by using five contiguous cDNAs fragments that span the entire genome. Recombinant viruses replicated as efficiently as wild type virus. And the full-length cDNA of the SARS-CoV allowed for the development and testing of candidate vaccines, especially for the development of live attenuated vaccine [ll] . In this work, the whole genome sequences of two SARS-CoV viruses after passage in Vero cell culture were determined to develop inactivated vaccine.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 242,
                    "text": "[8,9 J",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[ll]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 Materials and methods ( i ) Virus. Two SARS-CoV strains were obtained from the Chinese Academy of Medical Sciences and Peking Union Medical College and renamed Sinol strain and Sin03 strain by Sino Biotech Co., Ltd, respectively. Both viral strains were originally isolated by Peking Union Hospital from nasal swabs of two SARS patients and were confirmed as SARS-CoV by PCR and electron microscopy. And the complete genomes of them were sequenced and submitted to the GenBank, named PUMC03 strain and PUMC02 strain respectively. In this study, PUMC03 strain (GenBank: AY357076) is the second passage of Sino 1 strain (Sinol-2 isolate), while PUMC02 strain (GenBank: AY357075) is the third passage of Sin03 strain (Sin03-3 isolate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both SARS-CoV strains were propagated on Vero cells in a flask at 37'C until 75% cells showed cytopathic effect. After three freeze-thaw cycles, viruses were harvested and well characterized. The batch of virus was stored at -80'C as seeds or reference viruses for neutralization assay. Vero cells were obtained from American type culture collection (ATCC) and were grown at 37'C in minimum essential medium (MEM), containing 10% (w/v) fetal calf serum and 1% glutamine. Finally, the 11th passage of Sino 1 strain (Sino 1-11 isolate) and the 10th passage of Sin03 strain (Sin03 -11 isolate) were obtained after subsequent passage in Vero cell culture. Virus was collected, and Trizol LS reagent (Invitrogen, USA) was added for viral RNA extraction. All work was finished at a biosafety level 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( ii) Viral RNA extraction and RT-PCR. Samples were removed from BSL-3 and viral genomic RNA was extracted under BSL-2 conditions. The random hexameric primer (Promega, USA) was used in cDNA first-strand synthesis. After cDNA first-strand was synthesized, 74 specific primer pairs were used in the reaction of PCR. Rapid amplification of cDNA ends (RACE) was performed to capture the 3'-end and 5'-end of the viral genome. Other three primers were designed for RACE (one for 3' RACE and the other two for 5' RACE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(iii) Sequencing and analysis. RACE products and some PCR products were cut from 1% agarose gels and purified using the GeneClean III Kit (Qbiogene). Others were purified by MultiScreen-PCR Plates (Millipore). Each PCR fragment was directly sequenced from inward and outward directions. And automated sequencing with BigDye Terminator kit (Perkin Elmer) was run on an ABI 377 DNA sequencer. We used the Phred! Phrap/ Consed package to process all the raw sequence reads for base calling, assembly, and editing. Sequence regions with poor quality were resequenced from purified PCR fragments. Alignments of genome sequences of SARS-CoV were performed with Clustal W or on the line (http:// www.ncbi.nlm.nih.gov/blast/b12seq).Amino acid sequences of seven proteins also aligned with Clustal X1.81.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In total, for each isolate, 76 fragments were obtained from RT-PCR and RACE, which span the entire genome. All component sequences were determined in duplicate and the average length of them was 420 bases. Therefore, for any region of the genome there were four-fold to six-fold coverage, and there were more than 20 bp for every overlap. Finally, the complete genome sequence was assembled and the genome of the 10th passage of Sin03 strain (Sin03-11 isolate, GenBank: AY485278) was 29740 nucleotides in length, while that of the 11th passage of Sino 1 strain (Sino 1-11 isolate, GenBank: AY485277) was 29741 bp. Compared with Tor2 isolate (GenBank: NC_0004718), nucleotide deletions were kept in both viral strains during passage in cell culture (2-nt deletion in Sin03 strain, 3-nt deletion in Sinol strain, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "( i) Comparison of genome sequences. After alignments of the full-length genomes of these SARS-CoV isolates were finished, both Sinol-2 isolate and Sin03-3 isolate were found to have 14-nt deletion at the end of the 5'-end of genome, when compared to those of other three SARS-CoV (Sin03-11 isolate, Sinol-ll isolate and Tor2 isolate). Except these deletions, no other deletion or insert was detected between early passage and late passage of two virus strains. We think that the 5'-end of Sinol-2 and Sin03-3 isolate genomes could not be captured completely. In addition, four single nucleotide variations were detected between the second passage and the 11th passage of the Sino 1 strain. For Sin03 strain, the genome of passage3 differs that of passage10 only by one nucleotide. The reversion at nucleotide position 6574 from G to A in Sinol-ll isolate might be the result of a back-mutational event occurring potentially during the passage of the virus. Other studies also showed that there existed few genetic variations between primary samples and viruses isolated after limited passages of cultures from two SARS patients. The two sequences from patient 1 were completely identical, but few single nucleotide variations were detected between the two sequences from On the other hand, more or less variations were observed in the transmission of SARS. Genomic sequencing for viral isolates from five Amoy Gardens patients were finished and the virus sequence was identical in four of these five patients, but two single nucleotide variations existed in sequence from patient i I2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "]. However, studies of five SARS isolates from an index patient, three primary contacts of the index patient and one secondary contact related to the index patient, suggested that more mutations occurred during the transmission to escape from host immune response. Two sequences from primary contacts were found to have 5-nt deletion and 6-nt deletion in a non-coding region, respectively. Besides the deletion, there were nucleotides substitutions among the five sequences [8] . Virus passage in cell culture has fewer mutations than the transmission. Because of a stable condition in cell culture and non-selective pressure from host, the mutations of each point in the viral genome are low and similar, which result in the most variations for orflab, for s, then for n and so on. In our study, four of five single nucleotide variations were found in the region encoding Pplab which contains 2/3 the length of the whole genome. And the remainder 20% was in the region encoding S glycoprotein.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "( ii) Comparison of amino acid sequences for major proteins. Alignments of the amino acid sequences for seven major proteins (Pplab, S, 3a, 3b, E, M, N) were performed and the variations were found (5 for Pplab, 2 for S, 3 for E, lfor 3b, M, and none for 3b, N, respectively). The variations of S glycoprotein, E protein and M protein are shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Among five amino acid variations in the polyprotein, three of them located in Orfla, and the others lay in Orflb. As far as S glycoprotein is concerned, the amino acid sequence of S1 subunit is more variable than that of S2 subunit and more variations were detected in S1. Alignments of 14 different sequences of S indicated that most of the amino acid mutations in S glycoprotein are located in the Sl subunit (1-680) [13] . In this study, we also found that both amino acid variations in S glycoprotein lay in S1 domain. In addition, the 3-nt deletion in the Sinol strain genome caused an amino acid deletion in E protein. And the 2-nt deletion in the Sin03 strain genome was in the region encoding 8b protein and caused a stop of translation. Deletions occurred in the orj8 region with no apparent effect on the survival of the virus, suggesting that this region is either noncoding or coding for a functionally unimportant putative protein [7] . On the other hand, five base substitutions during the passage of virus in cell culture also changed the amino acid sequence, also showing that the rates of nonsynonymous changes were greater than those of synonymous changes for the s gene sequences and orfla sequences[7, IO J • Although amino acid sequences of two SARS-CoV isolates were changed after passage, no signs showed remarkable change in its immunogenicity and antigenicity. And the viral titer was at the same level before passage. In all, SARS-CoV passage in cell culture has high stability.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "A number of variations were found among separate SARS-CoV viruses. A study of these mutations will help develop effective and safe vaccines [7, 8 J • Moreover, the low mutation rate of SARS-CoV suggested that development of a vaccine against the SARS-CoV in future would be less difficult than expected before [7, IO J • In addition, in this study, the Sin03 strain was used to develop inactivated vaccine, and the Sino I strain was used for testing the candidate vaccine. It was very important to know the genetic stability of them. The complete genomes of these two SARS-CoV isolates, which repassaged in Vera cell culture, were sequenced and analyzed. And the result indicated a high genetic stability for SARS-CoV passage in Vera cell culture, which implies that there is high possibility to develop inactivated vaccine against the SARS-CoV",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 144,
                    "end": 145,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 314,
                    "end": 320,
                    "text": "IO J •",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of a novel coronavirus associated with Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "1"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Astell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ARTICLES comparative analysis of a SARS-associated virus (Isolate BJOI)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Science Bulletin",
            "volume": "49",
            "issn": "17",
            "pages": "941--948",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage, 1",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "1"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "1"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol. BioI",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genome sequencing and characterization analysis of a Beijing isolate of chicken coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chinese Science Bulletin",
            "volume": "49",
            "issn": "6",
            "pages": "585--590",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "1"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Chinese SARS Molecular Epidemiology Consortium, Molecular Evolution of the SARS Coronavirus During the Course of the SARS Epidemic in China",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparative full-length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "1"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779--1785",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How the SARS vaccine effort can learn from HIV-speeding towards the future, learning from the past",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "4095--4104",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characterization ofsevere acute respiratory syndrome coronavirus genomes in Taiwan: Molecular epidemiology and genome evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PNAS",
            "volume": "101",
            "issn": "",
            "pages": "2542--2547",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "12995--13000",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genomic characterization of the sever acute respiratory syndrome coronavirus of Amoy Garden outbreak in Hongkong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S C"
                    ],
                    "last": "Chim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K W"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C W"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1807--1808",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular modeling of SI and S2 subunits of SARS coronavirus spike glycoprotein",
            "authors": [
                {
                    "first": "0",
                    "middle": [],
                    "last": "Spiga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ciutti",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem. Bioph. Res. Co",
            "volume": "310",
            "issn": "",
            "pages": "78--83",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "positions and organization of open reading frames based on Tor2 sequence. Pane represent nucleotide mutation occurred during the passage of viruses in cell culture. The bold letters stand for nucleotide difference from the Tor2 isolate. Dashes indicate a nucleotide deletion. patient i lO ], showing a high genetic stability during the course of passage in Vero cell culture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ".*****••••*****.****.*.*.*.*.*.*........ ._-_••...••••._._•••_••..•••*••_._._••_._-_••*••••••••**.~• •.•..• 410 •••.••• 420 ..••.•• 430 •••• , •• 440 ...•••• 450 •••..•. 460 ••.•••• 470 ..•.... 480 ••• , ••• 490 ...•.•• 500 .._.._._ _**.•_*---** •••*--_.*•••*-_.***._.....**_••*--_.**••••*-**-*-***---****.* .........-.-.-........... .-_.--_ --.-_ _..-.-._._.*-* _._._._.Distribution of amino acid variations of S glycoprotein (a), E protein (b) and M protein (c).Only partial sequences of S protein and M protein with variations were shown here. Asterisks above the sequence indicate that all amino acids were identical. Ruler under the sequence was used to determine the position of amino acid.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nucleotide sequence variations of the complete genome offive SARS-CoV isolates",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}