{
    "paper_id": "e1cb664787f18bc5386196f9a2f09bde64f37926",
    "metadata": {
        "title": "Is scaling-up COVID-19 testing cost-saving?",
        "authors": [
            {
                "first": "Bernardo",
                "middle": [],
                "last": "Sousa-Pinto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Porto",
                    "location": {
                        "settlement": "Porto",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "João",
                "middle": [
                    "Almeida"
                ],
                "last": "Fonseca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Porto",
                    "location": {
                        "settlement": "Porto",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Altamiro",
                "middle": [],
                "last": "Costa-Pereira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Porto",
                    "location": {
                        "settlement": "Porto",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Nuno Rocha-Gonçalves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Econ",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Porto",
                    "location": {
                        "settlement": "Porto",
                        "country": "Portugal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "compared the results of our models with the scenarios in other four countries by the date they reported a similar number of cases per million inhabitants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Model results are presented in Table 2 and Figures 1-2. Our results project that scaling up COVID-19 tests would be net cost-saving (i.e., costs lower than savings with hospitalization costs) in most scenarios, particularly when the frequency of positive tests does not reach excessively low values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To keep an adequate frequency of positive tests, there is need for data (i) to better define testing criteria, and (ii) to understand the preanalytical and analytical vulnerabilities of COVID-19 testing [6] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study has important inherent limitations, as the built models are, necessarily, oversimplifications of reality. Also, data is still scarce -for instance, the number of cases that are currently undiagnosed cannot be yet known, and there are limited available accurate numbers of performed COVID-19 tests in many countries. Nevertheless, we have chosen a conservative approach, possibly underestimating hospitalizations costs -the daily costs of COVID-19 admissions are probably higher than those established for pneumonia. In addition, other relevant costs in the NHS perspective are not being considered, as they would be difficult to measure -because hospitals are being directed to treat COVID-19 infections, there can be postponed treatments, and drugs/technologies where COVID-19 patients may be given priority over other patients. Thus, real savings subsequent to large scale testing may be higher than those we presented, as we did not consider opportunity costs and indirect costs (e.g., productivity losses subsequent to admissions or quarantines).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although these are short-term models, the ever-changing nature of COVID-19 pandemic and the dynamic nature of the variables of this study -for example the development of cheaper and faster diagnostic kits -may prompt large-scale testing to become even more appealing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.22.20041137 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fact, the cost COVID-19 tests is expected to vary, as companies are quickly bringing to the market new technologies that promise automated processing and faster response rates. Of note, we are only considering molecular tests, and not serological ones, which, being cheaper, are not currently considered adequate for diagnostic purposes. Value of diagnostics usually encompasses turnover time, and both regulators and industry promoters are addressing this topic as well [7] . Therefore, test prices will likely be pressured downwards, mirroring more offer coming into the market and the regulatory pathways that support this rapid market",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, this study, highlights the potential net cost-saving effects of scaling up COVID-19 testing, supporting the importance of building up test capacity in the health system at the earliest possible time so that more hospitalizations can be prevented, resulting in lower pressure on the healthcare system and better outcomes for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Values lower than 0 (red cells) indicate net economic losses, while values higher than 0 (blue cells) indicate net economic savings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Governments must ramp up COVID-10 Testing, says WHO. The Scientist",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Offord",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Countries test tactics in 'war' against COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "2020",
            "issn": "6484",
            "pages": "1287--1288",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Direcção-Geral da Saúde. COVID-19 -Relatório de Situação",
            "authors": [
                {
                    "first": "Portuguese",
                    "middle": [],
                    "last": "Health Directorate",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergency Use Authorizations: Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1. Model inputs and respective sources",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Projected economic savings or losses that would be observed under different combinations of number of COVID-19 tests per million inhabitants and frequency of positive test results. Results are presented in million Euro, along with the percentage of probabilistic sensitivity analyses identifying changes in testing strategies as cost-saving 78 [87.4] 13.68 [96.8] 21.57 [98.6] 29.47 [99.2]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}