{
    "paper_id": "e1cbb10fdf4b9caa929d1d2ad6394aa392807e7b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In April 2003, a novel coronavims [I,2] which was associated with cases of Severe Acute Respiratory Syndrome (SARS) was first isolated and sequenced in Canada. The genome of SARS coronavims (SARS-CoV) is 29727 [3] nucleotides in length and has 11 known open reading frames (ORFs). Although the genome organization of this vims is similar to that of other coronavimses, phylogenetic analyses and sequence alignment show that SARS-CoV is not closely related to any of the previously characterized coronavimses [3, 4] . It shows more homology with the bovine coronavimses and murine hepatitis vims than that of the human strain of the coronavimses, which suggested that it was not originated from a host of the Homo sapiens [5] .",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "text": "[I,2]",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The epidemic situation of SARS is now at a platform stage since it has broken out in several provinces of China. New cases every day were more than 50 and total cases reported reached 4948 up to May 12,2003. As the incubation period for the disease can last 2 or 3 weeks, early and rapid diagnostic approaches are very important for quarantine of the source of infection and protection of the healthy population. Currently, laboratory examinations were mainly immunological means such as ELISA, colloidal gold indicator paper, or molecular biological methods such as nested RT-PCR [6] or real-time PCR. In this research we designed and manufactured an oligonucleotide microarray, which consisted of thirty 60mer specific oligonucleotides according to the sequence of Strain TR02 to represent the genome of SARS coronavims. Our studies showed that SARS oligo microarrays yielded better diagnostic results. were synthesized by BIOASIA Co. Cy5 labeled universal primer (5' Cy5-UTTGGCTGGTGTGGATC 3 ') was synthesized by Trilink Biotechnologies, Inc. Other reagents were: DEPC and Poly-L-Lysine (Sigma), silanlized slides (DAKO), DMSO and Formamide (Amresco), succinic anhydride (Aldrich), I-methyl-2-pyrrolidinone (Aldrich), sodium borate (Merk-Schuchardt). The oligo probes were synthesized by our institute using an ABI 3900 DNA Synthesizer.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( ii) Extration of virus RNAs. The RNAs of SARS-CoV were extracted by a Phenol/Freeze protocol, the samples were treated with water saturated phenol at 65 'C for 10 min and put into ice bath immediately until phenol crystals appeared, the RNAs were then phenol /chloroform extracted, ethanol-precipitated, and resuspended in 10 flL DEPC treated water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(iii) Reverse transcripted into the ds cDNAs. (iv) Digestion of the cDNAs by restriction enzyme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All the cDNAs were taken and 1.6 flL Sau3A I , 2.4 flL 10 XH buffer and 10 flL ddH20 were added to a total volume of 24 flL at 37'C for 4 h. The enzyme was inactivated in 100 'C for 2 min. All the digested fragments had a cohesive end of GATC on both sides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( v) Add adaptors to the digested fragments. The two primers SIP (500 flg/flL) and SIR (600 flg/flL) were denatured at 90 'C for 5 min and cooled down to 20 'C gradually in 30 min for annealing so that the doublestranded universal adaptors were formed. 5 flL digested ds 1166 cDNAs , 3 flL adaptors, 2 flL T4 DNA ligase, 3 flL of 10 X T4 DNA ligase buffer and 17 flL ddH 2 0 were added to the Eppendorf tube and the mixture was kept at 16 'C for 2 h. The production was purified by Pharmacia S-400 centrifuge tube to remove the adaptors and short fragments. The eluted solution was collected as a template for fluorescent labeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(vi) Fluorescent labeling of the adaptor-ligated ds cDNAs. Cy5 labeled universal primer was designed according to the sequences of the adaptor and restriction site of Sau3A I . The labeling reaction included 25 flL 2 X PCR buffer (100 mmol/L KCL, 20 mmol/L Tris-HCL PH 8.3, 3 mmol/L MgCb), 1 flL adaptor-ligated ds cDNA fragments, 3 flL Cy5 labeled universal primer, 20 flL ddH 2 0, 1 flL Taq DNA polymerase. And the PCR amplifications were performed in an ABI PCR System 9700 with an initial denaturing temperature of 95 'C for 5 min, followed by 25 cycles of 30 s at 95'C, 30 s at 60'C, 1 min at 72 'C, and a final extension of 5 min at 72 'C [7] .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 648,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(vii) Design of the oligos and microarray. Thirty 60mer oligos were designed according to the following principles: i ) Till values of all oligos are within (78 ± 5) 'C. ii) The contiguous single nucleotide cannot tract longer than 6 bases. iii) The hairpin structure length cannot be longer than 6. iv) Each oligo has less than 40% identity to all other sequences in BLAST comparation. v) Each oligo cannot have more than 20 contiguous bases similar to any other sequences in BLAST comparison. A 12 X 12-spot microarray was designed by all these 60mer oligos with 3 negative and 3 blank controls. The composition and characteristics of the oligos are shown in Table 1 . The scheme of the microarray is shown in Fig. 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 668,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 718,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "(vii) Preparation of the 60mer oligonucleotide microarray. The DAKO silanlized slides were coated by Poly-L-Lysine according to the protocol of Brown's lab of Stanford University and stored at room temperature until ready for use. The oligos were synthesized by an ABI 3900 DNA synthesizer and dissolved in 50% DMSO to reach a final concentration of 1 flg/flL, HBV 70mer olgios were used as negative controls and 50% DMSO were used as blank controls. The microarrays were printed by a Cartesian Pixsys 5500 robot, re-hybridized above the 3 X SSC solution faced down and placed in a baker of 140'C for snap dry. BIO-RAD UV cross-linker was used to immobilize the probes onto the slides with 65 mJ. The slides were treated with the blocking solution (335 mL I-methyl-2-pyrrolidinone, 6 g succinic anhydride and 15 mL 1 mol/L NaBorate, pH 8) and stored for later use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REPORTS"
        },
        {
            "text": "(viii) Hybridization and scanning. 5 flL Cy5 labeled samples were taken to mix with an equal volume of 2 X hybridization buffer (50% Formamide, 10 X SSC, 0.2% SDS). The mixture was denatured at 95'C for 5 min and spun to cool down for 2 min at the maximum speed. 3 flL of the samples were pipetted onto the microarray, a silicone pre-treated cover slip was placed on the top of each array and 10 flL ddH 2 0 were added to the two holes in the Corning CMT hybridization chamber to maintain the humidity. After that, the hybridization chamber was sealed and submerged in a 42 'C water-bath for 2 h. The slides were washed in 2XSSC/0.l% SDS, 0.1 X SSC/O.l% SDS, 0.1 X SSC by turns, rinsed by ddH 2 0 and dehydrated by anhydrous alcohol, then scanned by a Packard Scanarray Lite scanner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REPORTS"
        },
        {
            "text": "The hybridization results of 7 SARS clinical samples and 1 negative normal person control under a scanning condition of 90% laser power and 72% PMT are shown in Fig. 2, among which (a), (b) , (c), (d) are four SARS samples from 302 Hospital in Beijing, (e), (f), (g) are 3 samples from Liu Hua Qiao Hospital in Guangzhou. Several probe sites showed positive in each microarray. oligoOl, oligo03, oligo05, oligo07, oligo10, oligo 11, oligo 12, oligo 14, oligo 16, oligo 17, oligo 18, oligo 19, olig020, olig026, olig027, olig028, olig029 and olig030 were the sites in common for most samples. No signal was shown in the negative and blank control probe sites. While on probe sites of oligol2, oligo11 and olig028, there were signals when we applied the 6 samples of normal person to the microarray. 3 ",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 799,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 189,
                    "text": "Fig. 2, among which (a), (b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Result"
        },
        {
            "text": "Researchers are now focusing on the early, rapid, sensitive etiological diagnosis, effective prevention and satisfactory treatment of SARS after coronavims had been determined to be the pathogen of the disease. Immunology methods are often effective in later stages of the diseases, because they all depended on the emerging of antibodies in the serum. Methods based on PCR have a merit of convenience and easy to use, but they are often designed to amplify only one fragment of the SARS genome, which means that the result would be affected if the samples were not well preserved and treated. DNA microarray for diagnosis is based on the high throughput detection of multiple targeting locus. It can help to increase the diagnostic ratio while monitoring the activities of virus genes during the progress of the disease at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We designed 30 specific 60mer oligonucleotides to represent the whole genome of SARS coronavirus in this research, and printed them into an oligo microarray, which was applied to hybridizing with the samples of SARS patients treated and labeled by RD-PCR. We can judge from the results of the 7 samples hybridized with the probes on the microarray and there was no signal on the negative and blank probe sites. Although there were some differences among each sample, some common features were shown in the hybridization picture. For example, four samples including (a), (b), (e), (g) were hybridized with the specific probes on site J5-J8, which only belonged to SARS coronavirus and could provide very important clues for final diagnosis. However, the differences between different samples might mainly result from the methods for sample storage and treatment. As an RNA virus, the nucleic acids of SARS coronavirus are very easy to de grade, and the ingredients in sputum are very complicated and may include many enzymes and bacteria. If we stored or treated the samples improperly, some of the targeting sequence would be lost unexpectedly. Furthermore, although the RD technique is a method to amplify the whole genome in theory, there is still some possibility of the fragments, which could not be ligated with the adaptors, especially when there was degradation in the samples. This would cause preferential amplification, with some fragments amplified well while other fragments inhibited. These effects were very significant when we observed Fig.  2 (c) and Fig. 2(d) . That is the reason why the extraction of the virus RNAs from fresh samples and immediately stored in low temperature are very important for improving the accuracy of diagnosis. On the other hand, we had observed some signals in the sites of oligo 12, oligo11 and olig028, which were hybridized with the sample of normal person, this might be due to the defect of stringency. When we checked the oligos, complementation was found between the two oligos with the flourscent labeled primers of 10 and 11 bases correspondingly. As for probe oligo11, although the condition of which satisfied the principles we used to design the oligos, a discontinuous 22-base homology presented between the oligo and human BAC clone RPl1-33301, and these led to the non-specific hybridization. That was why all these three probes should be eliminated when the array was used for diagnosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1551,
                    "end": 1558,
                    "text": "Fig.  2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1567,
                    "end": 1576,
                    "text": "Fig. 2(d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although oligo fragments are short and hard to immobilize onto the glass substances, oligonucleotide microarray still has a character of high specificity when compared with the genome DNA microarray, and it is superior in improving the accuracy in diagnosis of the pathogens. Most of the 30 oligonucleotides we designed were sequences specifically belonging to SARS coronavirus. In order to detect the virus with parallel and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "specificity, part of the oligos are the common sequences of several coronaviruses and one oligo is a sequence belonging to SARS-CoV absolute specifically which would be helpful in identification of the virus. Furthermore, we can design oligos directly from the known sequence information without the necessity of isolating the pathogen and acquiring of the whole genome DNA. And the application would be very quick in a limited time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIAL TOPICS"
        },
        {
            "text": "The RD technique [8] was initially a method for gene separating and differential display. As ds cDNAs were digested by the restricted enzyme and ligated with adaptors on both ends, the samples could be labeled by a fluorescent universal primer through PCR amplifications. Sample fragments labeled by this method had a fluorescent molecule on both ends, which determined the linear relation between the intensity of fluorescence and the quantity of PCR products. This would be helpful in reflecting the original status of the samples. Moreover, the hybridization condition would be easier to control and the signal to noise ratio is lower because fragments prepared by this method were more uniform in length. In addition, these methods could decrease the consumption of fluorescent dyes compared with the incorporation labeling by fluorescent-dNTP, which could reduce the cost of microarray experiments and be advantageous to clinical applications.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "SPECIAL TOPICS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "1",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. 1. Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "1"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Astell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A complete sequence and comparative analysis of a SARS-associated virus (Isolate BJO 1)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Science Bulletin",
            "volume": "48",
            "issn": "10",
            "pages": "941--948",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Gene sequence analysis of SARS-associated coronavirus by",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "421--423",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Two restriction fluorescence labeling methods for enhancing the signal-to-noise ratio of cDNA microarray hybridization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese)",
            "volume": "23",
            "issn": "",
            "pages": "124--126",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Construction of a cDNA fragment library from SR-SY5Y cells using restriction display PCR",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "R"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br. 1. Biomed. Sci",
            "volume": "59",
            "issn": "1",
            "pages": "35--37",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mixed with 5 flL dNTPs (10 mmol/L), 10 flL 5 Xfirst strand buffer, 2.5 flL RNase inhibitor, 5 flL random primer pd(N)6, 2.5 flL SuperScript II, DEPC treated water up to a total volume of 50 flL. The mixture was kept in water bath at 42 'C for 50 min, then added with 25 flL 10 X second strand buffer, 4 flL E. coli DNA Pol I, 1 flL E. coli RNase H, 1.5 flL E. coli DNA ligase into the first strand mixture and ddH 2 0 up to a total volume of 250 flL, incubated in water bath at 12 'C for 1 h, then 22 'C for 1 h, phenol/chloroform (25 : 24) extracted, ethanol-precipitated, the resulting ds cDNA pellet was dissolved in 10 flL ofddH 2 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "• • • • • • • • • • • • L • • • • • • • • • • • • Scheme of the microarray. • SARS probes; • negative controls; o empty controls. Chinese Science Bulletin Vol. 48 No. 12 June 2003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Results of microarray hybridization. (a)-(g) Hybridization results of the samples from SARS patients; (h) hybridization results of the sample from one normal person.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1 Materials and methods ( i ) Source of samples. Four throat swab and gargling fluid of SARS patients were obtained from 302 Hospital in Beijing, the other 3 samples from Liu Hua Qiao Hospital in Guangzhou and 6 samples of normal person were used as negative controls. The samples were centrifuged and the supernatant was stored at -80 'C. Virus extraction solution was self-prepared, reverse transcriptase SuperScript II was from Invitrogen Co. Random Primer pd(N)6, RNase Inhibitor, E. coli DNA Pol I, E. coli RNase H, E. coli DNA Ligase, restriction enzyme Sau3AI, Taq DNA polymerase and T4 DNA ligase were from TaKaRa",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Chinese Science Bulletin Vol. 48 No. 12 June 2003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}