{
    "paper_id": "e22593f70abc92502b22dc738c4839ff9b0f6581",
    "metadata": {
        "title": "International Association of National Public Health Institutes (IANPHI), Emory Global Health Institute",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "Glenn"
                ],
                "last": "Morris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allison",
                "middle": [],
                "last": "Greenspan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Howell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "M"
                ],
                "last": "Gargano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joanne",
                "middle": [],
                "last": "Mitchell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "L"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Morris",
                "middle": [],
                "last": "Potter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Isakov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Woods",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The use of tabletop exercises as a tool in emergency preparedness and response has proven to be an effective means of assessing readiness for unexpected events. Whereas most exercise developers target a population in a defined space (eg, state, county, metropolitan area, hospital), the Southeastern Center for Emerging Biologic Threats (SECEBT) conducted an innovative tabletop exercise involving an unusual foodborne outbreak pathogen, targeting public health agencies and academic institutions in 7 southeastern states. The exercise tested the ability of participants to respond to a simulated foodborne disease outbreak affecting the region. The attendees represented 4 federal agencies, 9 state agencies, 6 universities, 1 nonprofit organization, and 1 private corporation. The goals were to promote collaborative relationships among the players, identify gaps in plans and policies, and identify the unique contributions of each organization-and notably academic institutions-to outbreak recognition, investigation, and control. Participants discussed issues and roles related to outbreak detection and management, risk communication, and coordination of policies and responsibilities before, during, and after an emergency, with emphasis on assets of universities that could be mobilized during an outbreak response. The exercise generated several lessons and recommendations identified by participants and evaluators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Key recommendations included a need to establish trigger points and protocols for information sharing and alerts among public health, academic, and law enforcement; to establish relationships with local, state, and federal stakeholders to facilitate communications during an emergency; and to catalogue and leverage strengths, assets, and priorities of academic institutions to add value to outbreak responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "D espite attempts to anticipate and characterize emerging disease threats, the appearance of new infectious agents invariably brings surprises. Whether it is the appearance of SARS in 2003 [1] [2] [3] [4] or the unusual characteristics of the novel pandemic H1N1 influenza strain of 2009, 5,6 the properties of new pathogens often defy predictions and challenge the global community to prepare for the unexpected. In response, public health agencies have been increasing their focus on preparedness for public health threats, whether deliberately caused or naturally occurring. 7, 8 Despite billions invested, however, it is increasingly clear that public health agencies alone cannot mount and sustain the response needed to address new threats, cope with large-scale public health emergencies, and protect communities. 7, 9 The use of tabletop exercises as a tool in emergency preparedness and response has proven to be an effective means of assessing readiness for unexpected events. 10, 11 Many agencies have conducted preparedness drills and exercises to assess the competence of a multidisciplinary array of players-from policymakers and law enforcement officers to emergency responders and hospital administrators 12,13 -as well as the challenges of relationship building and coordination in managing a response. [14] [15] [16] Few, however, have tapped the unique resources of the academic community and academic health centers in emergency detection, preparedness, and response.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On June 24-25, 2009 , the Southeastern Center for Emerging Biologic Threats (SECEBT) conducted a tabletop exercise to test the ability of public health agencies and academic institutions in one geographic region to recognize and respond to a hypothetical foodborne outbreak. SECEBT is a regional partnership of universities, public health agencies, affiliates, and foundations dedicated to combating biologic threats (www.secebt.org).",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 19,
                    "text": "June 24-25, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Through research grants, communication, and education programs, the partnership aims to develop new means of detecting, responding to, and preventing biologic threats. As a regional network with a multidisciplinary membership, SECEBT is uniquely positioned to identify gaps in preparedness and identify opportunities to address them. Cosponsors of the tabletop exercise included the Southeast Regional Center for Excellence for Emerging Infections and Biodefense (SERCEB) (www.serceb.org) and Emory University's Office of Critical Event Preparedness and Response (CEPAR) (www.emory.edu/ home/CEPAR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The scenario, procedures, and supporting materials for the exercise were developed by an ad hoc planning committee. Attendees representing 4 federal agencies, 9 state agencies, 6 universities, 1 nonprofit organization, and 1 private corporation were asked to roleplay a response to a hypothetical, multistate disease outbreak that had implications for involvement from federal, state, and local agencies as well as academic institutions and international partners (see Appendix A for a list of participating groups).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The facilitated, discussion-based exercise was designed to provide participants with an opportunity to evaluate current concepts, plans, and capabilities for a response to a multistate foodborne outbreak. The content addressed coordination, critical decision making, communication challenges, and integration of federal, state, and academic assets. The goals and objectives are listed in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Exercise Design and Format"
        },
        {
            "text": "The exercise was conducted for 9 hours over 2 days. Organizers assigned participants to 1 of 4 multiagency tables with others from the same state. Participants were advised that the exercise was an ''evaluated practice'' that would allow players to test their plans and procedures in a no-fault learning environment. Observers and evaluators collected information throughout the exercise to assess the performance of critical tasks. Participants completed evaluation forms, and the facilitators subsequently produced a written after-action report that summarized the exercise experience and identified areas for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Design and Format"
        },
        {
            "text": "The exercise was structured in 5 modules, representing the phases of an infectious disease outbreak ( Figure 2 ). Each Video: Students walking around campus . The Outbreak: University students begin to present at a Student Health Service with a ''viral syndrome'' that includes febrile lymphadenopathy and general malaise. Five diagnostic tests are negative for infectious mononucleosis. Student Health Services staff anecdotally note that about 20-30 students have presented with these symptoms over the last few days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Exercise Scenario"
        },
        {
            "text": "Video: Students sitting in a group talking about how bad they feel. Some mention how friends at other universities in the southeast are ill. One comments that his pregnant sister was sick, too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "Video: A pregnant woman on the phone saying that her friends are sick and that her physician ordered tests that are making her nervous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "Differential Diagnosis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "As students begin to talk, we learn about illnesses at student health services at other southeastern universities, including some among pregnant women. Practitioners are running batteries of tests in an attempt to identify the cause of illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "Escalation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "The origins of the outbreak appear to be associated with university-sponsored events, but symptomatic persons are not limited to campus populations. A pregnant woman spontaneously aborts in the 4th month. Media have begun to hear of the ill students, and articles start to appear in local papers. University media relations staff begin to prepare statements for the press.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "Test results for several patients are reported positive for toxoplasmosis. One university hospital is struggling to cope with meningoencephalitis and dementia among AIDS patients with advanced immunosuppression and those not complying with medication. Preliminary investigations at universities are able to link clusters of cases with an AIDS fundraiser and a human rights festival held on the involved campuses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "Inject: Distribution of toxoplasmosis fact sheet and participant contact list Traceback:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "One state has implicated a mobile barbeque franchise owner who travels to and provides food at various festivals in the southeast. He reportedly prepares his barbecued pork by the case, loads it onto his truck, and travels to customers throughout the southeastern region. An eye care center reports 2 cases of acute retinitis attributed to toxoplasmosis. Media are focusing attention on pregnant women in several states who have spontaneously aborted. Women start to worry and want to be tested regardless of whether they attended an event linked to the outbreak. As more patients are tested, a growing number are identified from the community with no ties to university events. One location reports that the source of the outbreak is pork barbeque, but a second implicates coleslaw. The franchise owner is still on the move, and efforts to contact him have been unsuccessful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "Video: Local newscast implicating an organic pig farm and reporting that serologic tests from the Department of Agriculture are positive for toxoplasmosis in the pigs Video: Woman reading a newspaper aloud, saying that irrigation problems might be causing contamination of cabbage at a local farm located downhill from a feral cat rescue shelter Remediation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "The barbeque owner is identified and contacted. He admits he has not been using a meat thermometer during preparation; he believes in cooking by ''touch.'' A review of vendor invoices reveals that the owner purchased meat that originated with a supplier in South America. The strain of Toxoplasma gondii is identified as an atypical genotype from South America that has the potential for greater virulence. Pork sales in general have been adversely affected in the southeast. Several women who tested positive for Toxoplasma gondii infection have given birth to apparently normal infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Scenario"
        },
        {
            "text": "module consisted of a multimedia depiction of simulated conditions in the region, after which participants engaged in discussion at individual tables to explore issues identified. The facilitator provided a series of pre-scripted questions and ''injects'' to move the scenario forward as the outbreak evolved. After each table discussion session, the full group reconvened for a facilitator-led discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MORRIS ET AL."
        },
        {
            "text": "To challenge the participants, provide opportunities to involve an array of stakeholders, and address an emergency event from a variety of perspectives, the organizing committee selected toxoplasmosis as the cause of the outbreak. 17 As a cause of foodborne disease rarely implicated in outbreaks, Toxoplasma gondii infection would not be an obvious primary diagnosis in this context. In addition, the severe outcomes of infection among pregnant women and immunosuppressed people allowed the exercise designers to introduce a sense of panic among these groups and a resulting surge in requests for testing. Using an organism associated with a zoonotic disease raised regulatory and traceback issues. By creating a plausible link to an imported meat product, the exercise also touched on international notification requirements. The initial recognition of the outbreak on a university campus and subsequent recognition on other campuses provided an opportunity to explore the capabilities of student health services and other university departments to identify and respond to critical events and to examine the interactions between multiple university-based players and local, state, and federal public health agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MORRIS ET AL."
        },
        {
            "text": "The simulation provided a rich forum for dialogue and debate and generated a number of lessons learned. The major lessons and policy recommendations are outlined below, by exercise goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Goal 1: Build relationships with participants from key organizations. Exercises of this type typically yield lessons that can be applied at both the individual and the institutional, or systems, levels. 18, 19 With regard to the former, players affirmed the importance of personal relationships and contacts and the need for preestablished communication channels to promote and facilitate information sharing, coordination, and operability across disciplines and jurisdictions. Linkages between academia and public health agencies differed by state; most participants agreed that the connection varies from community to community and depends largely on local structures and relationships. Recurring questions centered on uncertainties about when and to whom to report an outbreak. In a situation with no hospitalizations and no deaths, most opted for an informal process-that is, discussions with university administrators and clinical colleagues, rather than official notification of public health authorities. Generally, even as the outbreak escalated, players continued to rely on informal communication networks and preexisting relationships rather than official reporting channels.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Emergency communications plans and information-sharing mechanisms of some of the agencies represented seemed robust at the institutional level, but the exercise revealed many gaps in communication with other institutions and agencies. Once the outbreak began to spread beyond the initial focal area, the need for better communication and coordination across disciplines and jurisdictions-and formal protocols for these-became apparent. In particular, the group advocated for establishment of protocols for information sharing among university, public health, and emergency preparedness and response entities at all jurisdictional levels, particularly regarding sharing of information related to epidemiologic investigations. They emphasized the need to establish formal relationships with local and state public health partners in advance of a crisis to smooth the communications process during an emergency and to maintain open channels for informal information sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Risk communication was recognized as a key component of the initial response. Players agreed on the need to be prepared with a contingency press statement that acknowledged the uncertainties surrounding the event and summarized the ongoing investigation. Participants noted the potential usefulness of unique communication tools available at universities (eg, university-wide e-mail and text notification systems, listservs for student health directors) that could be used to deliver messages crafted in a way most likely to resonate with the community they serve. Questions were raised about when and how to use these systems to their best advantage. SECEBT was identified as a resource for formalizing communication within the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Goal 2: Identify and alleviate gaps in existing surveillance plans, policies, and procedures. The exercise raised other important issues relevant to agencies and institutions. Key among these was the uncertainty about whether and when leadership should be transferred to and/or shared with local and state health departments and federal agencies such as the Centers for Disease Control and Prevention (CDC) and the U.S. Department of Agriculture (USDA). Participants urged development of trigger points for notifying the ''next level'' of responsibility as events evolve during an outbreak, as well as triggers for information sharing among university, public health, emergency response, and law enforcement entities at all jurisdictional levels. Trigger points should be defined and agreements put in place before an event occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Once the disease was confirmed as toxoplasmosis, all institutions accelerated their responses. Academic players recommended increasing situational awareness by communicating with the university community about the presumptive diagnosis and providing information and prevention guidelines. They also recommended that universities be included on distribution lists for alerts from local and state health departments. For health departments, next steps were to SECEBT TABLETOP EXERCISE INVOLVING FOODBORNE OUTBREAK strengthen active surveillance and focus epidemiologic investigations. The nature of this outbreak also demonstrated the need for collaboration with federal agencies, including CDC, USDA, and the Food and Drug Administration (FDA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "There was no concurrence on the need for an incident command structure (ICS). In some participating states, ICS is the standard for response to all outbreaks, whereas in others the decision to initiate the ICS process depends on the level of concern associated with the outbreak. Several participants noted the need for more practice with the incident command structure during ''smaller'' events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "The exercise scenario also required players to consider roles and responsibilities for epidemiologic traceback of food products to identify sources of contamination and limit the public health threat. State representatives reported much variability and vagueness regarding leadership in epidemiologic traceback. USDA has no regulations, standards, or requirements specific to toxoplasmosis and no authority or activities to test for an endemic disease in a clinically healthy animal. Therefore, the group recommended against testing and advocated focusing instead on public education about food handling and restoration of consumer confidence. These efforts require collaboration between agriculture and public health partners to ensure consistency of messages during an ongoing investigation. Any action by USDA will center on helping the affected companies by assisting with good production and biosecurity practices as appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "When the exercise revealed the international aspect of the outbreak, the discussion turned to food regulations. Most participants were unclear on USDA regulations regarding importation of meat products. Several voiced a need to foster communication with regulatory agencies such as USDA's Animal and Plant Health Inspection Service and Food Safety and Inspection Service. Also, although most practitioners are likely to be familiar with the outbreak organism, few will have encountered the implicated atypical strain from South America. 17,20,21 Some participants questioned whether such an outbreak should be considered a public health emergency of international concern requiring notification of the World Health Organization under the International Health Regulations. 22 Most agreed on the need to engage the Pan American Health Organization and the Ministry of Health in the country of origin of the implicated pork.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 774,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Goal 3: Recognize the unique contributions that academic institutions can make to outbreak preparedness, investigation, and control. Players agreed that, by leveraging the traditional roles of education and training, research, and patient care, universities can be a force in outbreak recognition and response. Within geographic regions, universities are also uniquely positioned to work with other stakeholders to ensure or develop an integrated strategy. In the current era of biothreat preparedness, academic institutions can play key roles in developing emergency preparedness exercises and after-action reports, answering applied research questions arising from these reports, and developing and testing best practices. Beyond these training and research functions, academic institutions can play an operational role in responses through their multidisciplinary service arms (eg, training institutes, patient care sites for unusual or complicated infections, plant and animal health services).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "Participants observed that academic institutions are relatively rich in resources compared to local and state health departments and have untapped reserves to bring to emergency responses. These include human resources that can augment the public health workforce, clinical and research facilities that can augment laboratory capacity, and mechanisms for crisis communication that have great penetration and are regarded as credible. For example, students and faculty from schools of public health, medicine, and nursing can assist in disease investigations, and business school faculty and staff can help health departments improve management skills. University capacity and resources in diagnostics and genotyping, as well as journalism, communications, and law, can be harnessed to strengthen outbreak response capacity. Many universities have integrated practical programs to address the needs of public health preparedness and emergency response. 23, 24 Also, initiatives such as Emory University's Student Outbreak Response Teams (www.sph.emory.edu/sort), the University of Minnesota's Team D (www.sph.umn.edu/ outreach/engagement/teamd.asp), and the University of North Carolina School of Public Health Team Epi-Aid (http://cphp.sph.unc.edu/teamepiaid/index.htm) can be replicated to organize and integrate surge capacity before an emergency. A review of responses to federally declared disaster events between September 11, 2001 , and February 1, 2009, concluded that academic institutions' participation in community disaster response has contributed to community resilience and the achievement of specific dimensions of disaster preparedness and response. 25 ",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 955,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Lessons and Recommendations"
        },
        {
            "text": "The role of our 6 designated evaluators was to move about the room and observe group discussions. Evaluators answered questions regarding the plans, policies, and procedures mentioned during the scenario, and they commented on information sharing, outstanding issues needed for followup, and actions participants needed to take to address them. Each evaluator received a survey of 9 open-ended questions and a checkbox table to evaluate whether the exercise ''completely,'' ''partially,'' or ''marginally'' met the objectives for each goal. We received 4 completed evaluation matrices. Of those who responded, 3 of 4 said we partially met ''Recognize the roles of various federal, state, and regional public health offices,'' ''Demonstrate interagency data sharing, coordination, and collaboration,'' and ''Identify measures that can be taken to better respond to this type of emergency.'' Of those that responded, all 4 said we completely met ''Illustrate the need for open communication with a variety of stakeholders,'' and 3 of 4 said that we completely met the goal ''Identify opportunities for academic institutions to engage in public health responses and research.'' At the conclusion of the exercise, a participant survey evaluating the exercise was given to each person to be completed. We collected 22 participant surveys and compiled the data from their responses ( Table 1 ). The survey also included 6 open-ended questions about the exercise, SECEBT's role in meeting preparedness needs, and suggestions for future exercises. Suggestions included creating an inventory of academic testing capabilities beyond those offered by federal agencies, continuing to provide networking opportunities, and facilitating the development of interstate and federal response guidelines. Participants recommended a role for SECEBT in enhancing coordination between state and university laboratories to ensure free flow of data and information during outbreaks and engaging more university partners, including veterinary schools, medical and nursing schools, and schools of public health, in state preparedness and planning efforts. Participants strongly supported the One Health model, which emphasizes that mitigating zoonoses requires an integrated, interdisciplinary approach at the convergence of human health, animal health, and environmental science at the local, regional, national, and global levels. 26, 27 Discussion This exercise brought together participants from 7 southeastern states to experience the complexities of a multistate outbreak. Although not designed to test or assess the ability of stakeholders to respond to, manage, and recover from a public health threat, the tabletop exercise did serve the vital roles of identifying issues of concern; exposing gaps in knowledge, training, resources, and communications; encouraging a shared dialogue among participants; and identifying the unique contributions of academic institutions to emergency preparedness and response. The unfolding scenario generated a critical evaluation of preparedness plans and underscored the need for additional partnerships. A major focus became communications and the need to establish relationships and policies before an event occurs.",
            "cite_spans": [
                {
                    "start": 2407,
                    "end": 2410,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1378,
                    "end": 1385,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Evaluation of Tabletop Exercise"
        },
        {
            "text": "The exercise highlighted several important lessons and also generated recommendations from the participants and an evaluation team of subject matter experts and representatives of key stakeholder organizations. An after-action report improvement plan sheet was given to each of the participants to complete during the exercise. This form had a column for the identified issue, the follow-up action, the responsible party, and an assigned priority level. With regard to the exercise design, participants and evaluators advised expanding the group to include representation from local health departments, clinicians and basic science, maternal and child health, and legal groups. They also noted the need for information sharing across disciplines and jurisdictions and identification of regional assets and capabilities related to infectious disease research and response. Key recommendations from participants in the after-action report included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Tabletop Exercise"
        },
        {
            "text": "Establish trigger points and protocols for information sharing and alerts among public health, academic, and law enforcement entities at all jurisdictional levels, par- There is a need for regional centers of excellence in diagnostics, as well as protocols for activating incident command centers. State and local health departments and university preparedness offices could benefit from improved communication, and university physicians need to be familiar with state reporting requirements. Participants also discussed trigger points for escalation of an investigation. These trigger points were summarized in the after-action report. Events or circumstances that might trigger involvement of federal agencies included multijurisdictional incidents, contaminated commercial products, and unusual or unknown diseases or those with unusual clinical presentations. For the state agencies, the triggers that would require expanded involvement of federal partners included the need for technical assistance and suspicion of a multistate outbreak. The trigger points discussed by the universities for contacting the local health department would be the university's student health service experiencing 3 or more temporally related cases (would notify university hospital emergency department and critical events office) or 5 or more cases in the same day (would notify local health department and critical events office), noting that the university would rely on the local health department to contact any state and/or federal agencies. Stakeholders discussed the variability in state reporting requirements and their impact on the investigation. The recurring uncertainty of ''who's in charge'' at each stage of the scenario demonstrated the need to establish institutional relationships before an outbreak occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Tabletop Exercise"
        },
        {
            "text": "At the university level, players noted the need for both public and private academic institutions to become connected to state and local emergency operations systems, be proactive in getting involved in virtual joint information centers, and connect to CDC's EPI-X network (http:// www.cdc.gov/epix/). It is also worth noting that the academic institution's experience as it pertains to outbreak investigation may be limited and can benefit from additional training on local and state health department protocols for reporting both confirmed and suspected outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Tabletop Exercise"
        },
        {
            "text": "The planning committee developed a scenario involving a multistate outbreak with onset on multiple university campuses and including as many participants as possible from state agencies and academic institutions. Discussions were limited by the absence of representatives from local health departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Limitations"
        },
        {
            "text": "For future exercises, SECEBT would expand participation from local and state health departments and federal agencies and increase the number of groups represented to include smaller universities and colleges based in member states, schools of veterinary medicine, and academic disciplines outside of public health that have vested interests and roles to play in university responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Limitations"
        },
        {
            "text": "The SECEBT inaugural tabletop exercise provided a unique opportunity to investigate the relationships and communication capacity among its member organizations through a simulated multistate outbreak. The exercise highlighted gaps in preparedness efforts, uncertainties regarding leadership, and potential contributions of academic institutions to outbreak detection, investigation, and control. Participants agreed on the usefulness of scenario-based exercises to explore opportunities within the region for strengthening preparedness and response capacities and developing communication and response plans. Academic institutions are an untapped resource for public health preparedness and emergency response. Continuing to identify where and how they might lend assistance could help leverage a unique resource for public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9380",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "25",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Domestic and International Impacts of the 2009 H1N1 Influenza A Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Relman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Choffnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trust for America's Health. Ready or Not? Protecting the Public's Health from Diseases, Disasters, and Bioterrorism",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Trust for America's Health. Germs Go Global: Why Emerging Infectious Diseases Are a Threat to America",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Five years after 9/11: public health preparedness: an opportunity and a challenge",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The value of tabletop exercises and one-page planning documents",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lasky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Bus Contin Emer Plan",
            "volume": "4",
            "issn": "2",
            "pages": "132--141",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Assessing public health capabilities during emergency preparedness tabletop exercises: reliability and validity of a measurement tool. Public Health Rep",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Savoia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Biddinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "124",
            "issn": "",
            "pages": "138--148",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Improving crosssectoral and cross-jurisdictional coordination for public health emergency legal preparedness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Bullard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Penn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Law Med Ethics Spring",
            "volume": "36",
            "issn": "1",
            "pages": "57--63",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic influenza preparedness in Maryland: improving readiness through a tabletop exercise",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Roup",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blythe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biosecur Bioterror",
            "volume": "3",
            "issn": "1",
            "pages": "61--69",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Designing and conducting tabletop exercises to assess public health preparedness for manmade and naturally occurring biological threats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Dausey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Promoting community preparedness: lessons learned from the implementation of a chemical disaster tabletop exercise",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "High",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Lovelace",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Gansneder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Strack",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Promot Pract",
            "volume": "11",
            "issn": "3",
            "pages": "310--319",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bioterrorism with zoonotic disease: public health preparedness lessons from a multiagency exercise",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosecur Bioterror",
            "volume": "4",
            "issn": "3",
            "pages": "287--292",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of an atypical strain of Toxoplasma gondii as the cause of a waterborne outbreak of toxoplasmosis in Santa Isabel do Ivai, Brazil",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Vaudaux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muccioli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "8",
            "pages": "1226--1233",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On linkages: using exercises to identify systems-level preparedness challenges. Public Health Rep",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Biddinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Cadigan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Auerbach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "123",
            "issn": "",
            "pages": "96--101",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coastal terrorism: using tabletop discussions to enhance coastal community infrastructure through relationship building",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Livet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Feigley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Richter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Public Health Manag Pract",
            "volume": "",
            "issn": "",
            "pages": "45--49",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Severe acquired toxoplasmosis caused by wild cycle of Toxoplasma gondii, French Guiana. Emerg Infect Dis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carme",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Demar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ajzenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Darde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "656--658",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Fatal outbreak of human toxoplasmosis along the Maroni River: epidemiological, clinical, and parasitological aspects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Demar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ajzenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maubon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "7",
            "pages": "88--95",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Development of an interactive bioterrorism and emerging infections curriculum for medical students and internal medicine residents",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassoobhoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wetterhall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health Rep",
            "volume": "120",
            "issn": "1",
            "pages": "59--63",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Integration of academia and practice in preparedness training: the Harvard School of Public Health experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Orfaly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Biddinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Burstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leaning",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health Rep",
            "volume": "120",
            "issn": "1",
            "pages": "48--51",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Role of academic institutions in community disaster response since",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dunlop",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Logue",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beltran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Isakov",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Disaster Med Public Health Prep",
            "volume": "5",
            "issn": "3",
            "pages": "218--226",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "One Health Initiative",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "One Health-attaining optimal health for people, animals, and the environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atlas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Colwell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hyde",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Microbe",
            "volume": "5",
            "issn": "9",
            "pages": "383--389",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Goals and Objectives for Exercise",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Scenario",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Goal 1: Build relationships with participants from key organizations.Objective 1: Recognize the roles of various federal, state, and regional public health organizations and agencies.Objective 2: Illustrate the need for open communication with a variety of stakeholders. Objective 3: Demonstrate the importance of interagency data sharing, coordination, and collaboration. Goal 2: Identify and alleviate gaps in existing surveillance plans, policies, and procedures. Objective 1: Identify policy issues that arise during a multistate outbreak. Objective 2: Develop recommendations for improving disease detection and risk communication. Objective 3: Identify measures to respond more effectively to this type of emergency.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Participant Survey ResponsesSECEBT TABLETOP EXERCISE INVOLVING FOODBORNE OUTBREAK ticularly regarding sharing of information related to ongoing epidemiologic investigations. Establish relationships with local, state, and federal stakeholders in advance of a crisis to smooth communications during an emergency event. Document and build on the strengths, assets, and priorities of academic institutions to add value to outbreak investigation and response. Link academic institutions to established communication and information-sharing networks and technologies (eg, Epi-X, HAN). Harness the assets of academic institutions to conduct after-action assessments and applied research, and develop and test best practices.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the organizing committee, including Drs. John Dunn, Jerry Gibson, Thomas Gomez, Lonnie King, Lillian Stark, and Wanda Wilson, and Charles Schable. Additionally, we would like to thank Dianne Miller for her support of this effort. We acknowledge support from award U54-AI-057157 from the National Institutes of Health, cooperative agreement #U38/CCU423095, grant H75 CH00002 from the Centers for Disease Control and Prevention/U.S. Department of Health and Human Services, and support from the Emory University Subvention Fund in the Office of the Provost for the funding for this exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}