{
    "paper_id": "e2fcfb647f59570cc1edf7e7c4bc75ba61cb0067",
    "metadata": {
        "title": "Viral resistance of MOGS-CDG patients implies a broad- spectrum strategy against acute virus infections",
        "authors": [
            {
                "first": "Jinhong",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "addrLine": "3805 Old Easton Road, 3805 Old Easton Road",
                        "postCode": "18902, 18902",
                        "settlement": "Doylestown, Doylestown",
                        "region": "PA, PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "M"
                ],
                "last": "Block",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "addrLine": "3805 Old Easton Road, 3805 Old Easton Road",
                        "postCode": "18902, 18902",
                        "settlement": "Doylestown, Doylestown",
                        "region": "PA, PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ju-Tao",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "addrLine": "3805 Old Easton Road, 3805 Old Easton Road",
                        "postCode": "18902, 18902",
                        "settlement": "Doylestown, Doylestown",
                        "region": "PA, PA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sadat and colleagues reported two siblings with a rare genetic disease, type II congenital disorders of glycosylation (CDG-IIb) caused by genetic defects in the gene encoding Nlinked glycan processing enzyme mannosyl-oligosaccharide glucosidase (MOGS), also known as endoplasmic reticulum (ER) glucosidase I [1] . Unlike a previously reported case of CDG-IIb patient who died at the age of 74 days [2] , the two siblings are 6 and 11 years old and presented with multiple neurologic complications. In addition, the siblings also have a severe hypogammaglobulinemia, due to altered processing of N-linked glycans-attached to immunoglobulins (Ig), which shortens the half-life of Ig molecules in circulation. Surprisingly, despite of the severe hypogammaglobulinemia, the patients do not have clinical evidence of recurrent infections. Interestingly, the authors further demonstrated that cells derived from the patients have a reduced ability to support a productive infection of multiple enveloped viruses. This observation suggests that the altered glycosylation of host and/or viral proteins confers resistance to virus infection, which may, at least in part, explain the lack of recurrent viral infection in CDG-IIb patients with a severe humoral immune deficiency. Moreover, this notion is, in fact, perfectly consistent with the critical role of ER glucosidases I and II in the morphogenesis and infectious entry of a broad-spectrum of enveloped viruses that we and others have demonstrated, during the last three decades, using small molecular inhibitors and siRNAs targeting these host cellular enzymes (reviewed in [3] ).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1623,
                    "end": 1626,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ER glucosidases I and II sequentially trim the three terminal glucose moieties on the Nlinked glycans attached to nascent glycoproteins. These reactions are the first steps of Nlinked glycan processing and are essential for proper folding and function of many glycoproteins. Consistent with this known function, deficiency of ER glucosidase I in CDG-IIb patients results in retention of terminal tri-glucose structure of N-linked glycans in Ig molecules [2] . Similarly, treatment of virally infected cells with ER glucosidase inhibitors, represented by 1-deoxynojirimycin (DNJ) and castanopermine (CAST) derivatives, i.e. iminosugars, also prevented the removal of three terminal glucose moieties from N-linked glycans of viral envelope glycoproteins, such as gp120 of human immunodeficiency virus (HIV) and spike protein of SARS-CoV [4, 5] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 839,
                    "end": 841,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus far, it has been documented that ER glucosidase inhibitors suppressed infectious virion production of many enveloped viruses through disrupting the N-linked glycan processing of their envelope glycoproteins. Alteration in N-linked glycan structures leads to misfolding and degradation of viral envelope glycoproteins [3] . Although suppression of ER glucosidase activity is expected to impair the N-linked glycan processing of both host cellular and viral glycoproteins, the selective antiviral activity of glucosidase inhibitors is most likely due to the fact that viral glycoproteins are quantitatively the predominant glycoproteins made in infected cells and is thus more vulnerable to partial inhibition of ER α-glucosidases. Moreover, assembly of infectious virion particles relies on coordinative interaction among multiple copies of envelope glycoproteins and misfolding of a small fraction of viral glycoproteins may lead to the failure of assembly process.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to suppress viral replication, deficiency or inhibition of ER glucosidases may also modulate host response to viral infections, through altering the N-linked glycan structures of either viral or host cellular glycoproteins. Particularly, interactions between viral glycoproteins and C-type lectins have been demonstrated to play important roles in virus attachment to host cells as well as activation of cellular innate immune response [6] . For instance, interaction of oligosaccharides on dengue virus envelope glycoprotein with Ctype lectin receptor CLEC5A on macrophages induces a strong proinflammatory cytokine response leading to blood vessel leakage and hemorrhagic fever symptoms [7, 8] . Furthermore, Japanese encephalitis virus induced cytokine response through activation of CLEC5A is also essential for the virus to break blood brain barrier and infect central nerve system [9] . It is thus conceivable that by reducing virion production and/or altering the Nlinked glycan structure of viral envelope glycoproteins, ER glucosidase inhibitors may inhibit lectin receptor-mediated inflammatory cytokine response and consequentially alleviate viral pathogenesis. In addition, IgG interaction with distinct Fc receptors is required not only for many aspects of its immunological function, but also for enhancement of the infection of dengue and many other viruses [10, 11] . Interestingly, selectivity of IgG to interact with different Fc receptors can be modified by its glycan structure [12] [13] [14] . Hence, glucosidase inhibitor-induced changes on the N-linked glycan of IgG may also modify the antibody-mediated pathogenesis of viral infections.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 451,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 705,
                    "end": 707,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1510,
                    "end": 1514,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1515,
                    "end": 1519,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite of the great promise from cell-based studies, earlier efforts to develop ER glucosidase inhibitors as antiviral agents for treatment of three major chronic viral infections, including AIDS, hepatitis B and hepatitis C, failed to demonstrate significant Chang et ",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "Chang et",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antivir Ther. Author manuscript; available in PMC 2015 July 01. antiviral efficacy in human clinical trials or animal models [15] [16] [17] . However, antiviral efficacy of several iminosugar-based ER glucosidases I and II inhibitors against dengue virus, Japanese encephalitis virus, Ebola virus and Marburg virus have been demonstrated recently in mice (reviewed in [3] ).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the clinical trials for treatment of AIDS and hepatitis C, about 50% of the treated patients developed mild to moderate gastrointestinal disorders such as flatulence and osmotic diarrhea, due to the \"off-target\" inhibition of gut disaccharidases, which hydrolyse ingested disaccharides [15, 16] . This side effect is usually associated with oral dosing and can be largely avoided by alternative route of administration. Alternatively, development of iminosugar prodrugs, which involves converting the prodrugs into biologically active drugs within the circulation or intracellular compartment, should also reduce this \"off-target\" effect.However, the major concern on host-targeting antiviral therapy is the side effects due to \"on-target\" suppression of host function. Although studies in animal models and human clinical trails have suggested that iminosugar glucosidase inhibitors are generally well tolerated in mice and humans, at least for short term administrations [15] [16] [17] , the tragic clinical presentations of CDG-IIb patients clearly indicate that long-term suppression of ER glucosidases I and/or II with more potent inhibitors may cause significant side-effects, particularly in nerve and immune systems. Moreover, unlike chronic viral infections where long-term and potent suppression of viral replication is required for achieving a beneficial clinical efficacy, suppression of viremia by merely 1 to 2 logs in the early phase of an acute infection, such as dengue hemorrhagic fever, has been demonstrated to be life-saving [18, 19] . Hence, treatment of chronic viral infections with ER glucosidase inhibitors may not be a good choice, due to the potential side effects as well as the availability of potent directacting antiviral drugs in clinics. However, the broad spectrum antiviral activity, antiinflammatory potential as well as great in vivo tolerability for short term administrations make ER glucosidase inhibitors the ideal antiviral agents for acute viral diseases, particularly for treatment of viral hemorrhagic fever and severe respiratory tract viral infections. While viral hemorrhagic fevers can be caused by many viruses from four different families, including flaviviruses, buyaviruses, arenaviruses and filoviruses, server respiratory tract viral infections can also be caused by multiple viruses from three distinct families, including influenza A viruses, several paramyoxiviruses and coronaviruses. Furthermore, influenza A viruses are featured by seasoning variations and frequent introduction of avain-derived species. Those etiological features make development of viral specific antiviral agents to treat these diseases a daunting task. Clinically, either hemorrhagic fevers or server acute respiratory syndromes caused by different viruses are symptomatically similar, sometime life-threatening and have short time windows for therapeutic intervention [20] . These clinical characteristics also do not favor therapies with virus-specific antiviral agents relying on time-consuming etiological diagnoses. In contrast, broad-spectrum antiviral agents will perfectly meet the clinical needs. Fortunately, all the viruses causing the two clinical syndromes are sensitive to ER glucosidase inhibitors and thus potentially efficacious.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "[18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1554,
                    "end": 1557,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2906,
                    "end": 2910,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, not since alpha-interferon has there been a consistent, effective, broadspectrum host-targeting antiviral agent introduced into clinics. The unique clinical manifestation of CDG-IIb patients reported by Sadat and colleagues greatly boost our confidence for further development of ER glucosidase inhibitors as novel broad-spectrum antiviral agents, particularly for viruses that cause life-threatening respiratory tract infections and hemorrhagic fevers, for which effective antiviral drugs are still in pressing needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Glycosylation, hypogammaglobulinemia, and resistance to viral infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sadat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "1615--1625",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel disorder caused by defective biosynthesis of Nlinked oligosaccharides due to glucosidase I deficiency",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Praeter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Gerwig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Bause",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American journal of human genetics",
            "volume": "66",
            "issn": "",
            "pages": "1744--1756",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antiviral therapies targeting host ER alpha-glucosidases: current status and future directions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "99",
            "issn": "",
            "pages": "251--260",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sequencing of N-linked oligosaccharides directly from protein gels: in-gel deglycosylation followed by matrix-assisted laser desorption/ionization mass spectrometry and normal-phase high-performance liquid chromatography",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kuster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Anal Biochem",
            "volume": "250",
            "issn": "",
            "pages": "82--101",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of N-linked carbohydrates from severe acute respiratory syndrome (SARS) spike glycoprotein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "399",
            "issn": "",
            "pages": "257--269",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Signalling through C-type lectin receptors: shaping immune responses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gringhuis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "",
            "pages": "465--479",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CLEC5A is critical for dengue-virus-induced lethal disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "672--676",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CLEC5A is critical for dengue virus-induced inflammasome activation in human macrophages",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Blood",
            "volume": "121",
            "issn": "",
            "pages": "95--106",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CLEC5A regulates Japanese encephalitis virus-induced neuroinflammation and lethality",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Terminal sugars of Fc glycans influence antibody effector functions of IgGs",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Raju",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Opin Immunol",
            "volume": "20",
            "issn": "",
            "pages": "471--478",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Anti-inflammatory activity of immunoglobulin G resulting from Fc sialylation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nimmerjahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ravetch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "670--673",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Unique carbohydrate-carbohydrate interactions are required for high affinity binding between FcgammaRIII and antibodies lacking core fucose",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jager",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "12669--12674",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The role of differential IgG glycosylation in the interaction of antibodies with FcgammaRs in vivo. Current opinion in organ transplantation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nimmerjahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fc-glycosylation influences Fcgamma receptor binding and cell-mediated anti-HIV activity of monoclonal antibody 2G12",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Forthal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landucci",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "6876--6882",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "an alpha-glucosidase I inhibitor for the potential treatment of HCV infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durantel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Celgosivir",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Investig Drugs",
            "volume": "10",
            "issn": "",
            "pages": "860--870",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The safety and efficacy of combination N-butyldeoxynojirimycin (SC-48334) and zidovudine in patients with HIV-1 infection and 200-500 CD4 cells/mm3",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Resnick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "7",
            "issn": "",
            "pages": "139--147",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2015,
            "venue": "Antivir Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Glucosidase inhibition enhances presentation of de-Nglycosylated hepatitis B virus epitopes by major histocompatibility complex class I in vitro and in woodchucks",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Menne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sinnathamby",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hepatology",
            "volume": "52",
            "issn": "",
            "pages": "1242--1250",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dengue viremia titer, antibody response pattern, and virus serotype correlate with disease severity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalayanarooj",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "181",
            "issn": "",
            "pages": "2--9",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Strategies for development of dengue virus inhibitors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antiviral Res",
            "volume": "85",
            "issn": "",
            "pages": "450--462",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Protection against filovirus diseases by a novel broadspectrum nucleoside analogue BCX4430",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Panchal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "508",
            "issn": "",
            "pages": "402--405",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2015,
            "venue": "Antivir Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Preparation of this manuscript was supported in part by NIH grant (AI232758), The Hepatitis B Foundation and The Commonwealth of Pennsylvania.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}