{
    "paper_id": "e32a6e93ada54e9c2fc770540b077009a20228c6",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On Dec 31, 2019, the WHO China Country Office received notice of a cluster of pneumonia cases of unknown aetiology in the Chinese city of Wuhan, Hubei province. 1 The incidence of coronavirus disease 2019 (COVID-19; caused by severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2]) has since risen exponentially, now affecting all WHO regions. The number of cases reported to date is likely to represent an underestimation of the true burden as a result of shortcomings in surveillance and diagnostic capacity affecting case ascertainment in both high-resource and low-resource settings. 2 By all scientifically meaningful criteria, the world is undergoing a COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        },
        {
            "text": "In the absence of any pharmaceutical intervention, the only strategy against COVID-19 is to reduce mixing of susceptible and infectious people through early ascertainment of cases or reduction of contact. In The Lancet Infectious Diseases, Joel Koo and colleagues 3 assessed the potential effect of such social distancing interventions on SARS-CoV-2 spread and COVID-19 burden in Singapore. The context is worthy of study, since Singapore was among the first settings to report imported cases, and has so far succeeded in preventing community spread. During the 2003 severe acute respiratory syndrome coronavirus (SARS-CoV) outbreak in Singapore, numerous non-pharmaceutical interventions were implemented successfully, including effective triage and infection control measures in healthcare settings, isolation and quarantine of patients with SARS and their contacts, and mass screening of schoolaged children for febrile illness. 4 Each of these measures represented an escalation of typical public health action. However, the scale and disruptive impact of these interventions were small compared with the measures that have been implemented in China in response to COVID-19, including closure of schools, workplaces, roads, and transit systems; cancellation of public gatherings; mandatory quarantine of uninfected people without known exposure to SARS-CoV-2; and largescale electronic surveillance. 5, 6 Although these actions have been praised by WHO, 5 the possibility of imposing similar measures in other countries raises important questions. Populations for whom social-distancing interventions have been implemented require and deserve assurance that the decision to enact these measures is informed by the best attainable evidence.",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 933,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1404,
                    "end": 1406,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1407,
                    "end": 1408,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        },
        {
            "text": "For a novel pathogen such as SARS-CoV-2, mathematical modelling of transmission under differing scenarios is the only viable and timely method to generate such evidence. Koo and colleagues 3 adapted an existing influenza epidemic simulation model 7 using granular data on the composition and behaviour of the population of Singapore to assess the potential consequences of specific social-distancing interventions on the transmission dynamics of SARS-CoV-2. The authors considered three infectivity scenarios (basic reproduction number [R 0 ] of 1•5, 2•0, or 2•5) and assumed between 7•5% and 50•0% of infections were asymptomatic. The interventions were quarantine with or without school closure and workplace distancing (whereby 50% of workers telecommute). Although the complexity of the model makes it difficult to understand the impact of each parameter, the primary conclusions were robust to sensitivity analyses. The combined intervention, in which quarantine, school closure, and workplace distancing were implemented, was the most effective: compared with the baseline scenario of no interventions, the combined intervention reduced the estimated median number of infections by 99•3% (IQR 92•6-99•9) when R 0 was 1•5, by 93•0% (81•5-99•7) when R 0 was 2•0, and by 78•2% (59•0-94•4) when R 0 was 2•5. The observation that the greatest reduction in COVID-19 cases was achieved under the combined intervention is not surprising. However, the assessment of the additional benefit of each intervention, when implemented in combination, offers valuable insight. Since each approach individually will result in considerable societal disruption, it is important to understand the extent of intervention needed to reduce transmission and disease burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        },
        {
            "text": "New findings emerge daily about transmission routes and the clinical profile of SARS-CoV-2, including the substantially underestimated rate of infection among children. 8 The implications of such findings with regard to the authors' conclusions about school closure remain unclear. Additionally, reproductive number estimates for Singapore are not yet available. The authors estimated that 7•5% of infections are clinically asymptomatic, although data on the proportion of infections that are asymptomatic are scarce; as shown by Koo and colleagues in sensitivity analyses with higher asymptomatic proportions, this value will influence the effectiveness of social-distancing interventions. Additionally, the analysis assumes high compliance of the general population, which is not guaranteed.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        },
        {
            "text": "Although the scientific basis for these interventions might be robust, ethical considerations are multi faceted. 9 Importantly, political leaders must enact quarantine and social-distancing policies that do not bias against any population group. The legacies of social and economic injustices perpetrated in the name of public health have lasting repercussions. 10 Interventions might pose risks of reduced income and even job loss, disproportionately affecting the most disadvantaged populations: policies to lessen such risks are urgently needed. Special attention should be given to protections for vulnerable populations, such as homeless, incarcerated, older, or disabled individuals, and undocumented migrants. Similarly, exceptions might be necessary for certain groups, including people who are reliant on ongoing medical treatment.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        },
        {
            "text": "The effectiveness and societal impact of quarantine and social distancing will depend on the credibility of public health authorities, political leaders, and institutions. It is important that policy makers maintain the public's trust through use of evidence-based interventions and fully transparent, fact-based communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific and ethical basis for social-distancing interventions against COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Labs scramble to produce new coronavirus diagnostics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interventions to mitigate early spread of COVID-19 in Singapore: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30162--30168",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS in Singapore-key lessons from an epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "345--394",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "China's aggressive measures have slowed the coronavirus. They may not work in other countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Can China's COVID-19 strategy work elsewhere?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "FluTE, a publicly available stochastic influenza epidemic simulation model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Obenchain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology and transmission of COVID-19 in Shenzhen, China: analysis of 391 cases and 1286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20028423"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Achieving a fair and effective COVID-19 response: an open letter to Vice-President Mike Pence, and other federal, state, and local leaders from public health and legal experts in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Gonsalves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapczynski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An ethics framework for public health",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Pub Heal",
            "volume": "91",
            "issn": "",
            "pages": "1776--82",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Joseph A Lewnard, Nathan C Lo jlewnard@berkeley.edu Division of Epidemiology, School of Public Health and Center for Computational Biology, College of Engineering, University of California, Berkeley, CA 94720, USA (JAL); and Department of Medicine, University of California, San Francisco, CA, USA (NCL)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}