{
    "paper_id": "e3b9fe6b599be8b06f28db6bba20dff7b23ec77c",
    "metadata": {
        "title": "Mycobacterium tuberculosis Antigen 85A Induces Th-1 Immune Responses in Systemic Sarcoidosis",
        "authors": [
            {
                "first": "Rana",
                "middle": [],
                "last": "Hajizadeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "addrLine": "1161 21st Avenue",
                        "postCode": "AA2200 MCN, 37232",
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroe",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Genomic Group",
                    "institution": "Imperial College",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Carlisle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "addrLine": "1161 21st Avenue",
                        "postCode": "AA2200 MCN, 37232",
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [
                    "T"
                ],
                "last": "Nadaf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "addrLine": "1161 21st Avenue",
                        "postCode": "AA2200 MCN, 37232",
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Whitney",
                "middle": [],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "addrLine": "1161 21st Avenue",
                        "postCode": "AA2200 MCN, 37232",
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "E"
                ],
                "last": "Shepherd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "F"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Spyros",
                "middle": [
                    "A"
                ],
                "last": "Kalams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "addrLine": "1161 21st Avenue",
                        "postCode": "AA2200 MCN, 37232",
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wonder",
                "middle": [
                    "Puryear"
                ],
                "last": "Drake",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "addrLine": "1161 21st Avenue",
                        "postCode": "AA2200 MCN, 37232",
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Sarcoidosis is a granulomatous disease of unknown etiology, characterized by a Th-1 immunophenotype. Although humoral immune responses by sarcoidosis subjects to mycobacterial proteins have been detected, mycobacterial antigens capable of inducing cellular immune responses in sarcoidosis subjects have not been reported. We used the enzyme-linked immunospot assay to assess for recognition of the Mycobacterium tuberculosis mycolyl transferase, Antigen 85A, by peripheral blood mononuclear cells from 25 sarcoidosis subjects, 22 PPD− (purified protein derivative) healthy volunteers, and 16 PPD+ healthy subjects. Reactivity to Ag85A whole protein was observed in 15 of 25 sarcoidosis subjects compared to 2 of 22 PPD− subjects (p = 0.0006, Fisher's exact test) and to 14 of 16 PPD+ subjects (p = 0.084, Fisher's exact test). Monoclonal antibody against HLA-DR inhibited recognition. In addition to immune recognition of Ag85A whole protein, peptide-mapping studies identified four immunogenic Ag85A peptides, which induced Th-1 immune responses in individual sarcoidosis subjects, suggesting that multiple epitopes from a mycobacterial protein may have a role in sarcoidosis immunopathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sarcoidosis is a disease of unknown etiology, characterized pathologically by noncaseating granulomas, which most commonly involve the lung, skin, lymph node, and eyes (1) . Syndromes with similar pathologic and immunologic features to sarcoidosis such as chronic beryllium disease (2) , hypersensitivity pneumonitis (3) , and tuberculosis (4) illustrate that granulomatous disease may or may not have an infectious etiology. Studies of T cell receptor gene expression in sarcoidosis subjects reveal oligoclonal collections of αβ + CD4+ T cells at sites of granulomatous inflammation, consistent with a major histocompatibility complex (MHC)-restricted antigen-driven process (5) (6) (7) . While the antigen(s) responsible for eliciting these responses have not been identified, review of sarcoidosis pathology, immunology, and epidemiology suggest that Mycobacterium antigens may be important (4, 8, 9) . Recent studies of humoral immunity also imply that mycobacteria may be important in sarcoidosis immunopathogenesis. Song et al. noted IgG antibodies to recombinant Mycobacterium tuberculosis (MTB) katG in sera from 48% of sarcoidosis subjects compared to 0% in sera from PPD− controls (p = 0.0059) (10) . Dubaniewicz reported that 12 of 37 sarcoidosis subjects demonstrated a humoral response to MTB heat-shock protein 70 compared to none of 18 controls (p = 0.000) and to 6 of 29 tuberculosis subjects (p = 0.07). Nine of 23 Stage II sarcoidosis subjects demonstrated a higher frequency of anti-MTB heat-shock protein 70 antibodies compared to 3 of 14 Stage I sarcoidosis subjects (p = 0.005) (11) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 898,
                    "end": 900,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 901,
                    "end": 903,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1022,
                    "end": 1033,
                    "text": "Song et al.",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Antigen 85 complex is comprised of three abundantly secreted proteins: Antigen 85A, B, and C. These proteins, present in all Mycobacterium species, function to transfer mycolic acids, leading to the formation of cord factor (α-α′-trehalose dimycolate) (12) . This complex also has been shown to induce strong CD4+ T cell responses during infection with MTB. In patients infected with MTB or M. leprae, MTB Antigen 85A (Ag85A) has been shown to induce strong T cell proliferative responses as well as generate the production of interferon-γ (13) . Disruption of the genes encoding the three Ag85 components of MTB suggests that Ag85A may be the most essential component for bacterial survival within macrophages (14) . Due to the pathologic and immunologic similarities of sarcoidosis to tuberculosis, we assessed for immune recognition of Ag85A by sarcoidosis subjects, PPD− healthy volunteers, and subjects with latent tuberculosis infection.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study was approved by the Vanderbilt University Institutional Review Board for human studies, and informed written consent was obtained from each study participant. In this study, the following criteria were used for patients with sarcoidosis: 1) clinical features had to be consistent with sarcoidosis (i.e., acute respiratory illness accompanied by erythema nodosum, hilar adenopathy, and arthritis (Lofgren's syndrome), or indolent progressive pulmonary decompensation associated with radiographic findings such as hilar adenopathy, reticulonodular infiltrates, or pulmonary fibrosis); 2) histopathologic diagnosis of sarcoidosis had to be confirmed by a pathologist (i.e., specimens from each patient had confluent noncaseating granulomas, well-circumscribed within the surrounding tissue with a variable amount of peripheral lymphocytic infiltration); and 3) known microbial causes for granuloma formation had to be excluded by histologic staining and culture for bacteria, fungi, and acid-fast bacilli. Clinical information was obtained by chart review and patient interviews. Healthy PPD negative (PPD−) volunteers must have written documentation of a negative PPD test; PPD positive (PPD+) subjects had written documentation of their PPD status through the Vanderbilt employee health services and had no evidence of active disease at the time of study enrollment. The PPD+ subjects were those with latent tuberculosis, as defined by the 2000 American Thoracic Society/Center for Disease Control guidelines on Latent Tuberculosis using the criteria of tuberculin skin testing, chest radiographs, and sputum examination by acid-fast bacilli staining and culture (15) .",
            "cite_spans": [
                {
                    "start": 1673,
                    "end": 1677,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Subject Population"
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMC) were isolated from blood drawn into tubes containing ethylenediaminetetraacetic acid (EDTA) and separated by Ficoll-Hypaque density gradient separation (Amersham Biosciences) according to the manufacturer's instructions. The PBMC were cryopreserved in fetal calf serum with 10% dimethy sulfoxide (DMSO) and stored in liquid nitrogen until time of analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Peripheral Blood Mononuclear Cells"
        },
        {
            "text": "We acquired Ag85A whole protein from Colorado State University through National Institutes of Health (NIH) Contract HHSN266200400091c, \"TB vaccine testing and research materials.\" Isolation of MTB Ag85A from cell culture was performed as previously described in (16) . Purity was confirmed by mass spectrophotometry. Twenty-nine peptides, 20-mers, which overlap by 10, were derived from the amino acid sequence of MTB Ag85A (GenBank accession number NP218321) ( Table I) . Each Ag85A peptide was synthesized by solid-phase F-moc chemistry (Genscript Corporation, Scotch Plains, NJ) to a purity of >70%. Identity was confirmed by mass spectroscopy, and purity was confirmed by highperformance liquid chromatography.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "text": "Table I)",
                    "ref_id": null
                }
            ],
            "section": "Synthesis of Antigen 85A Whole Protein and Peptides"
        },
        {
            "text": "ELISPOT assays were performed as described previously in (17) . Briefly, prior to the addition of cells, 96-well polyvinylidene difluoride-backed plates were coated with antiinterferon-γ (IFN-γ) mAb, 1-DIK (0.5 µg/ml; Mabtech, Stockhlm, Sweden) at 4°C overnight. The following day, PBMC were added directly at 10 5 cells/well in R10 media (RPMI-1640 supplemented with 2 mM L-glutamine, 50 IU/ml penicillin, 50 µg/ml streptomycin, and 10% heat-inactivated fetal bovine serum (FBS) (Invitrogen Corporation, Irvine, CA), and then Antigen 85A whole protein or a specific Ag85A peptide were added to individual wells in duplicate (20 µg/ml final concentration). Phytohemagluttin A (PHA) or media alone served as positive and negative controls, respectively. The plates were incubated for 18 h at 37°C in 5% CO 2 . After washing six times with phosphate buffered saline (PBS), the plates were incubated for 2 h with biotinylated anti-IFN-γ mAb, 7-B6-1 (0.5 µg/ml; Mabtech). After additional washes, a 1:2000 dilution of streptavidin-alkaline phosphatase conjugate was added to each well for 2 h. The plates were then washed, and IFN-γ-producing cells detected after a 15 min color reaction using chromogenic alkaline phosphatase substrate (BCIP/NBT Substrate Kit, Vector Laboratories). Interferon-gamma-(IFN-γ) producing cells were counted using an IMMUNOSPOT 3 Analyzer (Cellular Technology Limited (C.T.L); Cleveland, OH). Results were expressed as the number of spot-forming cells (SFC) per 10 6 PBMC. The number of antigen-specific IFN-γ -secreting cells was calculated by subtracting the negative control value from the established SFC count. Negative controls were always <50 SFC per 10 6 input cells. A positive response was defined as at least 50 SFC/10 6 PBMC, and at least three times above background. Assays using PBMC from PPD−, PPD+ and sarcoidosis subjects were performed simultaneously; the technicians were blinded to the clinical diagnosis of each study participant throughout the analysis.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "ELISPOT Analysis for Interferon Gamma Production"
        },
        {
            "text": "Due to limitations in the availability of PBMC of the study participants, we screened the 29 Ag85A peptides for immunogenic epitopes using PBMC from sarcoidosis, PPD+, and PPD− healthy volunteers. The immunogenic epitopes for each group is described in the Results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide Mapping"
        },
        {
            "text": "The presenting MHC class II molecules were determined by the addition of monoclonal antibodies (mAb) against HLA-DR, HLA-DP, or HLA-DQ (kindly provided as a gift from Dr. Andrew Fontenot (University of Colorado Health Sciences Center, Denver, CO) at a concentration of 3 µg/ml 1 h prior to the addition of the Ag85A to 0.5-1.0 × 10 6 PBMC. To identify IFN-γ and IL-2-secreting T cells in response to Ag85A, staining with a combination of T cell surface markers, and intracellular staining was performed as previously described in (18) . Briefly, 0.5-1.0 × 10 6 PBMC were incubated with 10-µM Ag85A and the anti-CD28 and anti-CD49d mAbs (1 µg/ml each; Becton Dickinson) at 37°C under 5% CO 2 for 2 h before addition of 10 µg of brefeldin A (Sigma). Following a 13-h incubation at 37°C under 5% CO 2 , cells were washed and stained with the surface antibodies anti-CD8+ and anti-CD4+ (Becton Dickinson) at 4°C for 30 min. After washing, fixation, and permeabilization using Fix&Perm Kit, according to the manufacturer's instructions (Caltag, Burlingame, CA), anti-IFN-γ mAb (Becton Dickinson) was added at 4°C for 30 min. The lymphocyte population was identified using forward and 90° light scatter patterns, and fluorescence intensity was analyzed using a LSR II Multiparameter Cytometer (Becton Dickinson Immunocytometry Systems). In the case of inhibition assays by ELISPOT analysis, PBMC were preincubated with anti-HLA-DR, anti-HLA-DP, or anti-HLA-DQ mAb (3 ug/ml final concentration) at 37°C for 1 h before adding Ag85A to the wells. ELISPOT assay was then performed as outlined above.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Class II HLA Restriction Analysis by Intracellular Cytokine Staining of T Cells and by ELISPOT Analysis"
        },
        {
            "text": "Comparisons of the distribution of T cell frequencies were performed using Kruskal-Wallis test. Categorical comparisons, such as immune reactivity to mycobacterial antigens by individuals within a group, were analyzed using Fisher's exact test. All performed comparisons are reported, all p-values are two-sided, and all analyses were performed using R (version 2.1.1) (19) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Sixty-three subjects were recruited for participation in the study: 25 sarcoidosis subjects, 22 PPD− healthy volunteers, and 16 subjects with latent tuberculosis infection. Of the sarcoidosis subjects, 32% were African-American, 28% were male, and 56% were less than 50 years of age. Of the PPD− control patients, 50% were African-American, 18% were male, and 78% were less than 50 years of age (Table II) . Among the PPD+ subjects, 25% were African-American, 13% were male, and 62% were less than 50 years of age. Seventytwo percent of the sarcoidosis subjects had pulmonary involvement alone; 8% had cutaneous involvement alone; 20% had pulmonary, cutaneous, and/or central nervous system involvement (Table II) . Forty-four percent of the 25 sarcoidosis subjects were immune suppressed at the time of study participation: one due to use of Humera, two due to pentoxifylline with or without steroids, and eight due to steroids alone. Neither the PPD− control subjects nor the PPD+ subjects were on immunosuppressants or had any evidence of active disease at the time of study enrollment (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 405,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 703,
                    "end": 713,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1089,
                    "end": 1099,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study Participant Demographics, Clinical Site of Involvement and Immunosuppression"
        },
        {
            "text": "Screening analysis of Ag85A peptides identified a distinct pattern of recognition among the sarcoidosis and PPD+ subjects. We tested 29 Ag85A peptides and assessed for immune recognition among PPD+, PPD−, and sarcoidosis subjects. While there was recognition of multiple Ag85A peptides among the PPD+ subjects, the greatest percentage of subjects responded to peptides 9, 14, 15, and 21 of the 29 Ag85A peptides (Fig. 1) . Among the sarcoidosis subjects, peptides 2, 3, 6, and 9 were most frequently recognized of the 29 Ag85A peptides (Fig. 1) . There was no recognition of these four peptides among the PPD− healthy volunteers tested (data not shown). Due to the strong response to peptides 2, 3, 6, and 9 by the sarcoidosis subjects, they were chosen for further analysis in all study participants in whom PBMC were available (Tables I and II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 420,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 536,
                    "end": 544,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 829,
                    "end": 846,
                    "text": "(Tables I and II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Identification of Immunogenic Ag85A Peptides Among Study Participants"
        },
        {
            "text": "Among the 25 sarcoidosis subjects, 15 demonstrated immune reactivity to Ag85A whole protein compared to 2 of 22 PPD− healthy volunteers (p = 0.0006, Fisher's exact test), and to 14 of 16 subjects (p = 0.084) with latent tuberculosis infection (Table II) . There were no significant associations by sex, race, or site of involvement and recognition of Ag85A. There were no associations between immune recognition and the presence of immunosuppressants. Of the 11 sarcoidosis subjects who were immune suppressed, 7 recognized Ag85A whole protein, compared to 8 of 14 subjects who were not on immune suppressants (p = 1.0). In order to determine whether race had affected the findings, we performed a multivariable logistic regression analysis, comparing expression of Ag85A among sarcoid and controls, and sarcoid and PPD+ subjects, adjusting for race. Results were consistent with the univariate analysis: sarcoid and controls differed (odds ratio (OR) = 0.07; 95% confidence interval (CI) = 0.013,0.36; p = 0.002), and sarcoid and PPD+ appeared to differ, but this was not statistically significant (OR = 4.6; 95% CI = 0.86, 25.0; p = 0.075). The location of involvement by sarcoidosis also did not alter the findings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 253,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characterization of Ag85A Immune Reactivity in Sarcoidosis Subjects"
        },
        {
            "text": "Comparison of the three groups also revealed a significant difference in the distribution of the Ag85A-specific T cell frequencies. The lack of reactivity in the PPD− group is expected, considering that these subjects are healthy volunteers with a negative skin test; likewise, the observation of a strong immune response to Ag85A protein among the subjects with latent tuberculosis infection is consistent with prior reports. The PPD+ subjects demonstrated the largest percentage of subjects recognizing Ag85A and also possessed the greatest median T cell frequency (Fig. 2) . Only two PPD− healthy volunteers responded to Ag85A; the magnitude of recognition detected by these two subjects was similar to that observed in the responding sarcoidosis and PPD+ subjects. Although the sarcoidosis subjects possessed no histologic or culture evidence to support infection with mycobacteria, immune recognition of Ag85A whole protein was observed. The magnitude of recognition in sarcoidosis subjects was lower than that observed in the PPD+ subjects (p = 0.008), but higher than that observed in PPD− subjects (p = 0.0008) (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 575,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1119,
                    "end": 1127,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of Ag85A Immune Reactivity in Sarcoidosis Subjects"
        },
        {
            "text": "Results of the peptide-mapping studies identified Ag85A peptides 2, 3, 6, and 9 as the most immunogenic among the sarcoidosis subjects ( Fig. 1 ; Table I ). We assessed for immune recognition of these four peptides among 38 study participants from whom sufficient PBMC were available (14 sarcoidosis, 11 PPD− control and 13 PPD+ control subjects). While 14 of the PPD+ subjects recognized Ag85A whole protein, only four demonstrated immune recognition to any of the four peptides (Table II) . Of the 11 PPD− healthy volunteers tested, nine lacked recognition of Ag85A whole protein or any of the four peptides. Seven of the 14 sarcoidosis subjects recognized peptides 2, 3, 6, or 9; of these seven, five subjects recognized two or more peptides (Table II) . Peptides 3 and 6 were the most frequently immunogenic peptides among the sarcoidosis subjects (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 146,
                    "end": 153,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 490,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 745,
                    "end": 755,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 852,
                    "end": 860,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Characterization of Ag85A Immune Reactivity in Sarcoidosis Subjects"
        },
        {
            "text": "Prior reports have demonstrated the importance of HLA-DR alleles in immune recognition of MTB and M. leprae antigens (20, 21) . Flow cytometry revealed that immune recognition of Ag85A whole protein was conducted primarily by CD4+ T cells and could be inhibited by monoclonal antibody against HLA-DR, but not with monoclonal antibody against HLA-DP or HLA-DQ (Fig. 4a) . Results from the flow cytometric analysis of a representative subject are shown in Fig. 4b . Using ELISPOT, we again assessed for Class II antigens important in presentation of Ag85A whole protein. Among the sarcoidosis subjects, we observed partial or complete inhibition of immune recognition of Ag85A whole protein by monoclonal antibody against HLA-DR. Monoclonal antibody against HLA-DP or HLA-DQ had little or no effect on immune recognition by ELISPOT (Fig. 4b) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 454,
                    "end": 461,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 830,
                    "end": 839,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Class II HLA-DR is Important in Immune Recognition of Ag85A Whole Protein by Sarcoidosis Subjects"
        },
        {
            "text": "Previous reports have utilized immune recognition of microbial antigens to identify potential infectious agents (22) . This work demonstrates a Th-1 immune response to Ag85A whole protein and peptides from PBMC of sarcoidosis subjects. Sarcoidosis immunology, epidemiology, and pathology suggest that mycobacteria may be important in its pathogenesis. Because there were immune responses to Ag85A whole protein among subjects with sarcoidosis, two PPD− healthy volunteers as well as the majority of subjects with latent tuberculosis, MTB Ag85A is unlikely to be \"the sarcoidosis antigen.\" However, the demonstration of immune recognition of this antigen at a significantly higher frequency in sarcoidosis subjects compared to skin test negative healthy volunteers from the same region suggests these responses do not represent reactivity to environmental mycobacteria (Fig. 2) . It is interesting that recent molecular and immunologic studies from independent laboratories around the world have also reported an association between mycobacteria and sarcoidosis, again suggesting that immune recognition secondary to environmental mycobacteria is unlikely (10, 11, 23) . More recently, there are reports of the detection of MTB heat-shock protein antigens in sarcoidosis granulomas as well as Th-1 cellular immune responses to mycobacterial antigens ESAT-6 and katG among sarcoidosis subjects (24, 25) . Mycobacteria has not been found in all sarcoidosis specimens tested, which suggests that sarcoidosis may be a common pathologic phenotype secondary to different etiologies, one of which is mycobacteria. The detection of Th-1 immune responses to mycobacterial Ag85A antigens provides another strong immunologic link of mycobacteria to sarcoidosis immunopathogenesis.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1397,
                    "end": 1400,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 868,
                    "end": 876,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A unique pattern of recognition for MTB Ag85A peptides between subjects with tuberculosis and leprosy has also been described. Tuberculosis subjects are reported to recognize MTB Ag85A peptides 6, 13, 14, 15, 20, and 21; lepromatous patients recognize MTB Ag85A peptides 1, 2, 5, 6, 25, and 28 (13) . It is thought that the dual recognition of MTB Ag85A observed between tuberculosis and leprosy patients is due to the close genetic homology of M. tuberculosis and M. leprae; the unique pattern of recognition reflects that they are distinct. In this study, the PPD+ subjects recognized peptides 14 and 15 most frequently, which was not recognized at all by the sarcoidosis subjects during the initial screening; recognition of peptides 2, 3, 6, and 9 occurred among the PPD+ subjects, but much less frequently than peptides 14 and 15 (Fig. 1) . Testing of the four peptides in the 13 PPD+ subjects from whom PBMC were available revealed that only four of 13 recognized peptides 2, 3, 6, or 9. Among the sarcoidosis subjects, peptides 2, 3, 6, and 9 were recognized in seven of 14 sarcoidosis subjects with many of them recognizing two or more peptides (Table II, Fig. 3) . Prior molecular analysis of sarcoidosis granulomas suggests the presence of Mycobacterium species identical to MTB complex as well as species, which are genetically distinct (23) . It is beyond the capabilities of this study to determine the exact mycobacterial specie(s) the sarcoidosis subjects are responding. Future investigations involving molecular and immunologic analysis for the same mycobacterial protein in a cohort of sarcoidosis subjects is warranted.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 835,
                    "end": 843,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1153,
                    "end": 1163,
                    "text": "(Table II,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1164,
                    "end": 1171,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "It is interesting to note that we detected immune recognition to either Ag85A whole protein or its peptides in subjects of varying clinical phenotypes, including pulmonary and extrapulmonary disease (central nervous system or cutaneous). Five of the six sarcoidosis subjects with cutaneous involvement recognized Ag85A as well as both of the subjects with central nervous system involvement (Table II) . Because we are assessing for systemic responses, we cannot comment on the role of mycobacterial antigens in specific sites of sarcoidosis involvement. In addition to recognition of Ag85A whole protein, Th-1 immune responses by individual sarcoidosis subjects to multiple Ag85A peptides were detected. This suggests that consistent with tuberculosis infections, sarcoidosis subjects do not recognize a single dominant epitope(s) but generate a Th-1 immune response tomultiple epitopes. Multiple epitopes from mycobacterial protein(s) may be associated with sarcoidosis immunopathogenesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 401,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The demonstration of immune recognition of Ag85A by sarcoidosis PBMC suggests that mycobacterial antigens may be important in sarcoidosis immunopathogenesis. This study does not purport to identify which Mycobacterium antigen(s) may be important in sarcoidosis pathogenesis, but does provide an immunologic link to mycobacteria with sarcoidosis pathogenesis. Mycobacterial antigens may serve as an inciting stimulus to the immune system, or possible establishment of a persistent infection. Ag85A is the most essential portion of Ag85 complex that facilitates survival of the bacterium within the host macrophage (14) . These findings warrant further investigation of the role of mycobacteria in sarcoidosis pathogenesis. Identification of immunogenic Ag85A peptides among sarcoidosis and PPD+ subjects. Both the sarcoidosis and latent tuberculosis subjects recognized numerous Ag85A peptides, although distinct patterns of peptide recognition were noted between both groups. Of the 29 Ag85A peptides, peptides 14 and 15 were recognized most frequently among the subjects with latent tuberculosis. There was no recognition of these two peptides among the sarcoidosis subjects. Both groups recognized peptides 2, 3, 6, and 9, but these peptides were detected at a higher frequency among the sarcoidosis subjects. Distribution of T cell frequencies for immune recognition of Ag85A by PPD−, sarcoidosis, and PPD+ subjects. The bars represent the 25th, 50th, and 75th percentile of each group of study participants. The greatest percentage of subjects, as well as the highest T cell frequencies, was noted in subjects with latent tuberculosis infection. The two PPD− control subjects who recognized Ag85A whole protein did so at a frequency similar to that observed in the sarcoidosis and PPD+ subjects. Despite negative histology and culture for mycobacteria among the sarcoidosis subjects, the response observed more closely paralleled than that of the PPD+ group. Epitope maps of Ag85A in sarcoidosis subjects. In addition to immune recognition of Ag85A whole protein, we were able to assess for reactivity to four Ag85A peptides among 14 sarcoidosis subjects. Seven of the 14 demonstrated reactivity to one of the four Ag85A peptides. Peptides 3 and 6 were the most frequently recognized peptides. Five subjects had immune recognition of two or more peptides. Despite the lack of reactivity to Ag85A whole protein, sarcoidosis subjects 1 and 3 demonstrated significant recognition to three of four Ag85A peptides. Inhibition of Ag85A whole protein by HLA-DR. Flow cytometry revealed primarily a CD4+ T cell response among sarcoidosis subjects to Ag85A whole protein, which could be inhibited completely by anti-HLA-DR monoclonal antibody. ELISPOT analysis confirmed that HLA-DR was important in recognition of Ag85A whole protein among sarcoidosis subjects, whereas HLA-DQ and HLA-DP did not appear to have a role in antigen presentation. ",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A case control etiologic study of sarcoidosis group. Clinical characteristics of patients in a case control study of sarcoidosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Baughman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Teirstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Judson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rossman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Brenitz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1885--1889",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Metals that cause sarcoidosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Semin Respir Infect",
            "volume": "13",
            "issn": "3",
            "pages": "212--220",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Occupational and Environmental Respiratory Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hypersensitivity",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schenker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balmes",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "201--215",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "London: Chapman and Hall",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Scadding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sarcoidosis",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "36--41",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gamma interferon is spontaneously released by alveolar macrophages and lung T-lymphocytes in subjects with pulmonary sarcoidosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Mclemore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Crystal",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Clin Invest",
            "volume": "75",
            "issn": "",
            "pages": "1488--1495",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhances expression of IL-12 associated with Th1 cytokine profiles in active pulmonary sarcoidosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Forman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "145",
            "issn": "",
            "pages": "4952--4960",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of IL-18 in CD4+ T lymphocyte activation in sarcoidosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meachery",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Taggart",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "4718--4724",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An inhibitor of tumour necrosis factor in the serum of subjects with sarcoidosis, tuberculosis and Crohn's disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcnicol",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Exp Immunol",
            "volume": "80",
            "issn": "",
            "pages": "395--399",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological trends in tuberculosis and sarcoidosis in a district of London between 1958 and 1963",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brett",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Tubercle",
            "volume": "46",
            "issn": "",
            "pages": "412--416",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mycobacterial catalase-peroxidase is a tissue antigen and target of the adaptive immune response in systemic sarcoidosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marzilli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenlee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "201",
            "issn": "",
            "pages": "755--767",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serum anti-mycobacterial heat shock proteins antibodies in sarcoidosis and tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dubaniewicz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kampfer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tuberculosis",
            "volume": "86",
            "issn": "",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Role of the major antigen of M. tuberculosis in cell wall biogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Belisle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Vissa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sievert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Besra",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "276",
            "issn": "",
            "pages": "1420--1422",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "T cell epitope mapping of the major secreted mycobacterial antigen Ag85A in tuberculosis and leprosy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Launois",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deleys",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Niang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Infect Immun",
            "volume": "62",
            "issn": "",
            "pages": "3679--3687",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Disruption of the genes encoding antigen Ag85A and antigen Ag85B of Mycobacterium tuberculosis H37Rv: effect of growth in culture and in macrophages",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Armitige",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jagannath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Immun",
            "volume": "68",
            "issn": "",
            "pages": "767--778",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Targeted tuberculin testing and treatment of latent tuberculosis infection",
            "authors": [],
            "year": 2000,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "49",
            "issn": "6",
            "pages": "18--19",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immunogenicity and efficacy of tuberculosis DNA vaccine encoding the components of the secreted antigen 85 complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lozes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huygen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Content",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vaccine",
            "volume": "15",
            "issn": "",
            "pages": "830--833",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of novel HLA-A2-restricted human immunodeficiency virus type 1-specific cytotoxic T-lymphocyte epitopes predicted by the HLA-A2 super-type peptide-binding motif",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Altfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reshamwala",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "3",
            "pages": "1301--1311",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Functionally inert HIV-specific cytotoxic T lymphocytes do not play a major role in chronically infected adults and children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Goulder",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Exp Med",
            "volume": "192",
            "issn": "",
            "pages": "1819--1832",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A language and environment for statistical computing",
            "authors": [],
            "year": 2006,
            "venue": "R Development Core Team T. R Foundation for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identification and HLA restriction of naturally derived Th-1 cell epitopes from the secreated Mycobacterium tuberculosis antigen 85B recognized by antigen-specific CD4+ T cell lines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Shaban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Abal",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Immun",
            "volume": "68",
            "issn": "",
            "pages": "3933--3940",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "HLA-restricted immune response to mycobacterial antigens: relevance to vaccine design",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mustafa",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hum Immunol",
            "volume": "61",
            "issn": "",
            "pages": "166--171",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Molecular analysis of sarcoidosis and control tissues for Mycobacteria DNA",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Pride",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Cover",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaser",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "11",
            "pages": "1328--1335",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mycobacterium tuberculosis complex and mycobacterial heat shock proteins in lymph node tissue from patients with pulmonary sarcoidosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dubaniewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dubaniewicz-Wybieralska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sternau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "9",
            "pages": "3448--3451",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cellular recognition of M. tuberculosis ESAT-6 and katG peptides in systemic sarcoidosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dhason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nadaf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vadivelu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hajizadeh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kalams",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Immun",
            "volume": "75",
            "issn": "",
            "pages": "527--530",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Clin Immunol. Author manuscript; available in PMC 2014 March 21.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Study Participant Demographics and Clinical Characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded by a grant from the National Institute of Health 1R01HL HL83839-01; 1R01 AI65744-01. We thank Dr. Ron Du Bois for assistance with editing the manuscript, and Dr. Andrew Fontenot for providing the Class II monoclonal antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}