{
    "paper_id": "e3c78c86ca2843975e37a2f5c36fb0665ae94f7b",
    "metadata": {
        "title": "Precise Large Deletions by the PCR-Based Overlap Extension Method",
        "authors": [
            {
                "first": "Savithra",
                "middle": [
                    "D"
                ],
                "last": "Senanayake",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Brian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The authors describe an efficient method for generating large deletions (>200 nts) of precise length using the PCR-based method of gene splicing by overlap extension (1). This method is technically simple and less time consuming than conventional loop-out mutagenesis techniques requiring preparation of a single-stranded DNA template.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Gene splicing by overlap extension or gene SOEing (1) is a powerful PCR-based technique for generating recombinant DNA molecules. One major advantage of the technique is that there is no need to rely on restriction endonuclease sites for generating recombinants. Here, we describe how the gene splicing by overlap extension technique can be adapted to create large deletions. Unlike conventional loop-out mutagenesis techniques that require preparation of ssDNA template (2, 3) , this method utilizes cloned ds DNA as the starting material. To produce recombinant molecules, four oligonucleotide primers are used to perform three rounds of PCR. In the first round the deleted fragment is generated and amplified, in the second round the overlapping fragment is amplified, and in the third round the recombinant molecule is generated and amplified. We illustrate the procedure by creating a 288 nt deletion within the open reading frame of a cloned defectiveinterfering RNA of the bovine coronavirus. ",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cloned 2231 nt subgenomic defective-interfering RNA of the bovine coronavirus in the pGEM3Zf(-) vector (Promega), containing an in-frame reporter sequence and called pDrepl (4) ( Fig. 1 ) was used for large deletion mutagenesis. The cloned sequence contains a 5' untranslated region of 210 nt, an open reading frame of 1662 nt comprised of an in-frame fusion of two natural ORFs, ORF1, and ORF2 (ORF2 contains the 30 nt in-frame reporter sequence), and a 3' untranslated region of 359 nt that includes a poly (A) tail of 68 nt.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DNA Template"
        },
        {
            "text": "For the deletion reaction in the 5' terminal fragment, primer A, 5'GTTGTAAAACGACGGCCA *Author to whom all correspondence and reprint requests should be addressed. Department of Microbiology, The University of Tennessee, Knoxville, TN 37996-0845. In step II, the 3' terminal 1069 nt fragment is amplified. In step III, the full-length 1319 nt fragment is amplified. The 846 nt BgllI fragment from the product in step III is used to replace the 1043 nt BgllI fragment of pDrepl, to form the resultant mutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primers and Reaction Conditions"
        },
        {
            "text": "GT3', the \"universal\" primer for pGEM vectors, and primer B, 5'CTTACCAGGAGTAAAAGA CATTGTGACCTATGGGTGGGCC3', which anneals to bases 192-213 and 502-519 in the genome-sense (plus) strand of pDrepl and forms the deletion, were used in the first round of PCR. For this, 10 ng of pDrepl DNA were used in a 20l.tL PCR mixture containing 1 l.tL 10X PCR buffer, 3 ~tL of dNTP mix, 20 pmols each of primer A and B, 1 U Taq DNA polymerase, and the mixture was overlaid with 1 drop of mineral oil and subjected to 30 thermal cycles: 10 cycles at 94~ for 1 min, 55~ for 6 min, 72~ for 2 min followed by 20 cycles at 94~ for 1 min, 55~ for 3 min, and 72~ for 1 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Biotechnology"
        },
        {
            "text": "To create the 3' terminal fragment, primer C, 5'ATGTCTTTTACTCCTGGTAAG3', which is complementary to the 5' 21 bases of primer B, and primer D, 5'CCTTCTGGGGCTCGTCAAGAT TCCCA3', which is complementary to bases 1542-1567 ofpDrepl, genome-sense, was used in a PCR with pDrepl template under the reaction conditions described above except that it was subjected to 25 thermal cycles: 94~ for 1 min, 50~ for 1 min, and 72~ for 2 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Biotechnology"
        },
        {
            "text": "The amplified products of the first and second reactions were electrophoretically resolved on a 1% agarose gel and obtained by gel puncture with a micropipet tip for a third round of PCR using primers A and D. Amplification was done in an 80-~tL PCR mixture by 25 cycles of 94~ for 1 min, 50~ for 2 min, and 72~ for 3 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Biotechnology"
        },
        {
            "text": "The melting temperature (T0) was determined to be above 55~ for all primers according to the formula T 0 = 4(C + G) + 2(A + T).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Biotechnology"
        },
        {
            "text": "The phenol-chloroform extracted and ethanol precipitated recombinant 1319 nt DNA fragment from the third PCR was cut with BgllI and the resulting 846 nt fragment, resolved by agarose gel electrophoresis an electroeluted, was ligated into the BgllI-cut sites of pDrepl from which the homologous 1043 nt BgllI fragment had been removed, and JM109 cells were transformed. The resulting clone was confirmed by sequencing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning of Recombinant DNA Fragment"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gene splicing by overlap extension: Tailor made genes using the polymerase chain reaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Pease",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "BioTechniques",
            "volume": "8",
            "issn": "",
            "pages": "528--535",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid and efficient site-specific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zakour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Meth. Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oligonucleotidedirected mutagenesis: A simple method using two oligonucleotide primers and a single-stranded DNA template",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Zoller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Meth. Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "329--350",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of subgenomic minus-strand RNA in coronavirus replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "R.-Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Sethna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Positive-Strand RNA Viruses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Schematic summary of the deletion mutation made by the overlap extension technique. ORF1, a sequence of 288 nt, was removed from a cloned reporter-containing defective-interfering RNA of the bovine coronavirus called pDrepl, leaving ORF2 in the resultant construct. The sequence shown depicts the positive (virus-sense) strand. (B) Schematic summary of three PCR steps used in the overlap extension technique. In step I, primer B forms a truncated fragment that is the basis for the deletion in the (+) strand of the double-stranded DNA template, and a 272 nt 5' terminal fragment (virus-sense) is amplified.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Humana Press Inc. All rights of any nature whatsoever resee,,ed. 1073-60851199514:1113-15154.60 I lllllll ..-~ .............. +",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "1. The original description of gene splicing by the overlap extension technique demonstrated the method for making extensive sequence substi-tutions (1). Here we demonstrate that a specific deletion of at least 288 nt can be generated by this method from a double-stranded DNA template. The upper limit in size for a deletion obtainable by this technique has not been determined, but based on our results and the upper limit of 500 nt demonstrated from a ssDNA template (3), deletions of up to 500 nt by the splicing by overlap technique can probably also be accomplished. 2. DNA polymerases with proofreading activity, such as Vent (New England Biolabs, Beverly, MA) or Pfu (Stratagene, LaJolla, CA) would aid in minimizing unwanted PCR-generated mutations. 3. The method as described here is simple and less time consuming than conventional loop-out mutagenesis techniques employing singlestranded DNA.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported primarily by Public Health Service grant AI 14367 from the National Institute of Allergy and Infectious Diseases and in part by funds from the University of Tennessee College of Veterinary Medicine Center of Excellence Program for Livestock Diseases and Human Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}