{
    "paper_id": "e49ba4d291221379b4dec81f9328d0fbcf018723",
    "metadata": {
        "title": "Journal Pre-proof Follow-up of the asymptomatic patients with SARS-CoV-2 infection Follow-up of the asymptomatic patients with SARS-CoV-2 infection",
        "authors": [
            {
                "first": "Xian",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200040",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200040",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenhong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200040",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "zhangwenhong@fudan.edu.cn"
            },
            {
                "first": "",
                "middle": [
                    "Wenhong"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the editor, Asymptomatic people with SARS-CoV-2 infection are of great concern as they undermine control interventions that rely on identifying symptomatic cases. However, current reports of asymptomatic infections were mostly cross-sectional case reports [1] [2] [3] [4] [5] . Do they develop symptoms later? Is asymptomatic period a part of the natural course of coronavirus disease 2019 (COVID-19), or a chronic condition? Is the asymptomatic patient in an incubation period, a subclinical infection, or a chronic asymptomatic carrier of SARS-CoV-2 like Typhoid Mary? These questions are of great significance for understanding the spectrum, natural history and epidemiology of COVID-19. Therefore, we followed up virologically confirmed COVID-19 patients in Shanghai Public Health Center who had no subjective symptoms on admission.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of March 4th, 2020, a total of 328 adults were diagnosed with COVID-19 in Shanghai. Among them, 13 patients were asymptomatic at the diagnosis ( Figure 1 ). They also had no subjective symptoms within 2 weeks before admission. Their oral temperature was no more than 37.3 ℃ on admission. All of them were close-contacts to the confirmed cases and were admitted to Shanghai Public Health Clinic Center within 48 hours after diagnosis was established. The mean age was 51.8 years (range: 25-80 years). Six of them were male. On admission, patients revealed slightly laboratory abnormalities. Leucocytes were below the normal range in 2 (15.4%) patients. Ten (76.9%) patients had differing degrees of erythrocyte sedimentation rate elevation. Liver function, renal function, and coagulation function were within the normal range, as well the levels of lactate dehydrogenase and procalcitonin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "During follow-up, three patients developed symptoms at the second day of hospitalization including sore throat, nonproductive cough, chest distress, and diarrhea (Patient 1-3). The other 10 patients remained asymptomatic. All patients underwent chest CT scan at admission and were followed up every three days. Twelve of them showed multiple ground-glass opacities that characterized SARS-CoV-2 pneumonia on admission (Patient 1-3, 5-13), four of whom showed radiographic progression during hospitalization but all had improvement before discharge (Patient 1-3, 12). Patient 4 remained asymptomatic and had no evidence of radiographic abnormalities consistent with COVID-19. All patients tested SARS-CoV-2 RT-PCR negative at a median time of 13 days (range: 3-19 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When we find a RT-PCR positive patient with no subjective symptoms, there are several possibilities. First, the patient is in the incubation period. The incubation period occurs in an acute disease. It is the time from the moment of exposure to an infectious agent until signs and symptoms of the disease appear. In other words, this patient will develop symptoms or signs later, but has not yet. Second, the patient has developed signs, such as pneumonia in chest CT, but has not yet had subjective symptoms. This patient is actually in the period of illness. This is the case for our patient 5-13, and also for patients 1-3 before their symptom onset. Third, if this patient turns RT-PCR negative later and has never experienced symptoms or signs, this patient should be subclinical infection, just like Patient 4 in our cohort. Fourth, if this patient continues to be asymptomatic and has no signs, and the RT-PCR remains positive for a long time, then this patient is an asymptomatic chronic carrier. No such cases were found in our cohort as all patients turned RT-PCR negative in 3 weeks. These 4 types of asymptomatic patients have completely different significance for the disease spectrum and natural history of COVID-19. If we can make diagnosis early enough, we should be able to detect patients in the incubation period. In our cohort, 3 patients (Patient 1-3) developed symptoms later which made them the typical COVID-19 patients. We also found that 2.7% (9/328) of patients continued asymptomatic even with pulmonary involvement (Patient 5-13). Although they underwent the pathological process of pneumonia like most COVID-19 patients, they were blind spots for control interventions based on symptomatic cases screening because they never developed symptoms. We did not find chronic asymptomatic carriers in our cohort. There have been no previous cases of human chronic carriers of coronavirus, including SARS-CoV and MERS-CoV. We think that there is probably no chronic carrier for SARS-CoV-2. Although subclinical infections accounted for only 0.3% (1/328) of our cohort (Patient 4), it represents only the tip of the iceberg. The proportion of subclinical infection should be derived from future serological studies. A positive nasopharyngeal swab or throat swab RT-PCR for SARS-CoV-2 in asymptomatic patients suggests that they may have the potential to infect others. However, the viral loads and infectivity of these patients may vary widely. Due to limited resources, we did not perform these tests. Further investigations are needed to determine the potential for and mode of contagion of asymptomatic patients to develop more scientific control strategies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEW ENGL J MED",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Asymptomatic cases in a family cluster with SARS-CoV-2 infection. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A family cluster of SARS-CoV-2 infection involving 11 patients in Nanjing, China. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chronology of symptom, radiographic findings, and identification of positive SARS-CoV-2 findings on qRT-PCR among the asymptomatic patients in Shanghai. The numbers on the top indicate the number of days since admission. Abbreviation: qRT-PCR, quantitative RT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all physicians that participated in this study for patient enrollment and follow-up, and show the greatest appreciation to all people, especially health workers for their valuable input to the control of diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest statements"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}