{
    "paper_id": "e4a8ba5e93e49929fc9a031bbc7a7bfacc06091f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "www.thelancet.com/public-health Published online March 25, 2020 https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The study by Kiesha Prem and colleagues 1 in The Lancet Public Health is crucial for policy makers everywhere, as it indicates the effects of extending or relaxing physical distancing control measures on the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China. Prem and colleagues 1 use observed data on COVID-19 spread from Wuhan and finely detailed empirical data from China on the number of contacts per day by age group at home, school, work, and other locations. 2 Their model indicates that if the physical distancing measures begun in late January, 2020, in Wuhan are gradually relaxed in March, the virus could start to resurge 3 months later in June, and generate a second peak 5 months later at the end of August, 2020. However, if measures were relaxed a month later in April, 2020, the resurgence would start an additional 2 months later, in August, 2020, and peak in October. Their projections suggest that an additional month of physical distancing measures (or other methods, such as widespread testing) could buy 2 additional months before such measures would have to be reinstated to prevent the resurgence of the epidemic toward health-care system overload. This potential resurgence mirrors that shown to be likely in the model developed by Ferguson and colleagues. 3 Given many countries with mounting epidemics now potentially face the first phase of the lockdown, safe ways out of this situation must be identified.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 478,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1294,
                    "end": 1295,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: extending or relaxing distancing control measures"
        },
        {
            "text": "New COVID-19 country-specific models should incorporate testing, contract tracing, and localised quarantine of suspected cases as the main alternative intervention strategy to distancing lockdown measures, either at the start of the epidemic, if it is very small, or after the relaxation of lockdown conditions, if lockdown had to be imposed, to prevent health-care system overload in an already mounting epidemic. Modelling such a strategy for the UK, for example, which is just beginning distancing measures, would be extremely useful to guide when such measures could be lifted-ie, at what proportion of the population tested (and, given asymptomatic and presymptomatic transmission, how regularly) could we be confident that we are controlling the epidemic sufficiently to considerably delay or even prevent resurgence if lockdown were to be lifted. Emerging data from South Korea, which adopted a widespread testing strategy early (in conjunction with an innovative digital crowd-sourced contact tracing strategy) and has so far avoided the need for widespread lockdown, 4 would prove very useful in this regard. As would data from Italy, which is now attempting to use such a strategy as a way out of lockdown. 5, 6 The contributions of testing, contact tracing, and localised quarantine on reductions in contacts and COVID-19 transmission could be determined via a model that simulates localised clusters throughout the country and estimates their likely coverage by testing, given the number of tests kits made available nationally per day. Promising pooled testing methods, whereby multiple samples (eg, from a household, or local cluster of up to 64 people-the limit of pool sample accuracy) are pooled 7 and all individuals are quarantined if the sample comes back positive, could be useful to multiply the effect of restricted testing capacity. The testing capacity of a country is likely to be a key bottleneck that determines whether such an alternative non-pharmaceutical intervention strategy could be successful in sufficiently suppressing COVID-19 spread. Adding the effects of emerging drug treatments 7 to fatality rates and, importantly, intensive care capacity (as such treatments could reduce the need for intensive care) would be a key next step. Intensive care capacity should be modelled as intensive care beds, including needed ventilator equipment and staff available per day based on national scale-up plans, and empirical data on the speed of achieved scale-ups in the coming weeks. The health-care systems capacity side of the model should also be modelled to include outcomes for all other diseases and conditions requiring hospital treatment, especially intensive care, so that useful estimates of overall effects on population mortality under different scenarios are obtained.",
            "cite_spans": [
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1220,
                    "end": 1221,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: extending or relaxing distancing control measures"
        },
        {
            "text": "Social and economic effects of lockdown and other interventions and knock-on effects on health, including mental health and interpersonal violence, should also be empirically evaluated and incorporated into future models. Modelling entertainment, leisure venue, and mass-transport system closures would also be useful in subsequent efforts, as would the effects of closing different kinds of institutions for different durations. Such models would require empirical data on social contacts per day in each type of venue (in each country). Importantly, Prem and colleagues 1 model of the effect of distancing interventions on the Wuhan COVID-19 epidemic in 2020 also usefully explores uncertainty in the infectiousness of children and the duration of infectiousness. As more data emerge to inform these and all relevant parameters that influence transmission of this novel coronavirus, models can more accurately predict the success or failure of different strategies to control the epidemic and limit mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: extending or relaxing distancing control measures"
        },
        {
            "text": "Such models and projections should be made available in the public domain without delay to inspire public trust and allow wider potentially beneficial input. 9 We need co-ordinated national and global efforts to rapidly model solutions to the grave predicament we now find ourselves in. ",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: extending or relaxing distancing control measures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "30073--30079",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Projecting social contact matrices in 152 countries using contact surveys and demographic data",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Comput Biol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus cases have dropped sharply in South Korea",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normalie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Italian village reports no new infections for days after blanket testing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tidman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The early phase of the COVID-19 outbreak in Lombardy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cereda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tirani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rovida",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 drug therapy-potential options",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Prosser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evidence informing the UK's COVID-19 public health response must be transparent",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhopal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comment www.thelancet.com/public-health Published online March 25, 2020 https://doi.org/10.1016/S2468-2667(20)30072-4 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY-NC-ND 4.0 license. Tim Colbourn t.colbourn@ucl.ac.uk UCL Institute for Global Health, University College London, London WC1N 1EH, UK",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}