{
    "paper_id": "e4dbd77557eef75219bee3edaacd7edabd2308f2",
    "metadata": {
        "title": "Children's vaccines do not induce cross reactivity against SARS-CoV",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huali",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ze",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingling",
                "middle": [
                    "L"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yijie",
                "middle": [
                    "J"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaolin",
                "middle": [
                    "L"
                ],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In contrast with adults, children infected by severe acute respiratory syndrome-corona virus (SARS-CoV) develop milder clinical symptoms. Because of this, it is speculated that children vaccinated with various childhood vaccines might develop cross immunity against SARS-CoV. Antisera and T cells from mice immunised with various vaccines were used to determine whether they developed cross reactivity against SARS-CoV. The results showed no marked cross reactivity against SARS-CoV, which implies that the reduced symptoms among children infected by SARS-CoV may be caused by other factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to statistical data in China and Hong Kong, during the ''severe acute respiratory syndrome (SARS) epidemic'' from November 2002 to April 2003, the highest incidence of SARS was in the age group 20 -40 years [1] [2] [3] and the rate of mortality and morbidity was the lowest among patients aged 0-20 years, whereas children ,9 years of age had the least disease incidence. [4] [5] [6] A similar phenomenon has been reported in other countries such as in Singapore. 7 In contrast to adults, SARS symptoms in children are mild and have a shorter duration. 8 In addition, serological analysis also showed that levels of the antibodies against SARS-coronavirus were higher in children than in adults, in both SARS-CoV-infected and healthy children. 4 5 9 One speculation for the lower SARS infectivity is that cross-protective antibodies were elicited in children as a Abbreviations: SARS, severe acute respiratory syndrome; SARS CoV, SARS coronavirus fig 1, the sera of patients with SARS exhibited positive reactions to several children's vaccines. However, the cross-reactions may not be directly due to reactions with SARS-CoV antigens, 10 but rather due to vaccine antigens, as the patients had been immunised at an earlier age.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 754,
                    "end": 759,
                    "text": "4 5 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 957,
                    "end": 963,
                    "text": "fig 1,",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Next, we sought to mimic the human situation by attempting to generate cross reactivity to SARS-CoV antigens through vaccination of mice with children's vaccines currently available (table 1). If a cross reaction is elicited from children's vaccines, sera from the immunised mice should recognise SARS-CoV antigens without the complication of a pre-existing immune response to the vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cross reactions were performed with antisera raised from a group of inbred mice, C57B/6, and from a group of outbred mice, KunMing (KM), immunised with each childhood vaccine twice at biweekly intervals. Each group had three mice, and three independent experiments were performed for each group. On days 14 and 21 after immunisations, sera from the different groups of mice were collected and ELISA was performed to evaluate the levels of immunoglobulin (Ig)G cross reactivity against the killed SARS-CoV antigen. 10 As depicted in fig 2, no serological cross-reactivity was observed in the sera from inbred and outbred mice immunised with each vaccine (fig 2A,B) . Each respective vaccine antigen was also used as a positive control in ELISA to assure the success of ELISA reaction (see fig A online at http://jcp.bmjjournals.com/supplemental).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 538,
                    "text": "fig 2,",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 663,
                    "text": "(fig 2A,B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Further, we evaluated T cells from the immunised mice to determine their ability to recognise the SARS-CoV antigen. T cells from the immunised mice were isolated and reacted with the killed SARS-CoV, with concanavalin A as a positive control, or with bovine serum albumin as an irrelevant antigen control in vitro for 48 h in 96-well plates. The increases in T cell density were measured by the MTS colorimetric detection method according to the manufacturer's instructions (Promega, Madison, Wisconsin, USA). As shown in fig 2C, D, compared with the negative control, no significant crossreactivity was observed between T cells obtained from the spleen or lymph nodes (not shown) of groups immunised with children's vaccines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 532,
                    "text": "fig 2C, D,",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As children are normally given a multiple vaccine, we mimicked the situation with several combinations of vaccines in mice to determine whether this strategy could elicit crossreactions against SARS-CoV. No significant crossreactivities were observed between mice vaccinated with the coinoculated children's vaccines against the killed SARS-CoV with either specific antibodies or T cell proliferation (fig 2E,F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 411,
                    "text": "(fig 2E,F)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The antibody binding determined by ELISA does not reflect functional antibody binding (neutralising antibody). To assess the neutralising activity from antisera generated by mice immunised with children's vaccines, antisera at several dilutions were incubated with SARS-CoV for 30 min at 37˚C and applied into Vero cells. After 3 days of culture, the cell pathogenic effect was determined by light microscopic examination as described previously. 10 No detectable inhibition of cell pathogenic effect was exhibited with these antisera, which suggests that the antisera generated by children's vaccines did not prevent SARS-CoV from infecting in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is known that inbred mice with a homologous genetic background may be preferentially resistant to some types of pathogens. For example, C57BL/6 mice are resistant to streptococcus infection. 11 To circumvent such problems, an outbred mouse with a heterogeneous background was used to confirm the results obtained from the inbred strain. We also performed a blast search in GeneBank and found no similarity of the structural protein sequences of SARS-CoV to sequences of those viruses used in children's vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, our results show that children's vaccines do not induce crossreactivity against SARS-CoV, stimulation of T cells and do not prevent SARS-CoV infection in Vero cells. The children infected with SARS-CoV may thus develop mild symptoms and other clinical signs caused by other factors, such as inability to mount hormone responses (eg, adrenocorticotropic hormone), 12 may stimulate only weak exacerbated immune responses after infection, 13 14 or may fail to respond with cellular factors that affect infection. 15 As neonates have immature immune functions compared with adults, their abilities to process viral antigens tend to be weaker. 16 It has also been shown that some antiinflammatory cytokines such as transforming growth factorb are upregulated in the lungs of neonatal mice compared with adults. 17 All of these factors may result in milder clinical responses in children who are infected with SARS-CoV.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 453,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It should be noted that this study has examined only the vaccine products that were produced in 2003 and 2004, and by no means represent the vaccines used when children were actually immunised. Moreover, the responses of mice to live attenuated vaccines may be different from those in humans. For example, measles, rubella virus and poliovirus naturally infect only humans and primates, but not mice. 17 18 Thus, crossreactivity induced by these vaccines may be more detectable in humans than mice. ",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 406,
                    "text": "17 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical analysis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med J Chin PLA",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical analysis of pediatric SARS case in Beijing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Pediatr",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Long-term sequelace of SARS in Children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatric Respiratory Reviews",
            "volume": "5",
            "issn": "",
            "pages": "296--305",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Children hospitalized with severe acute respiratory syndrome-related illness in Toronto",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitnun",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heurter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Studies indicate disease was mild in children: SARS baffles researchers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AAP News",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome among children",
            "authors": [
                {
                    "first": "C-W",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Y-W",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "P-W",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Childhood SARS in Singapore",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Bever",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hia",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chye",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Dis Child",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical presentation and outcomes of the severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Emerg Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Determination and comparison of anti-SARS antibody in children and adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuxuan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Expl Haematol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inactivated SARS-CoV vaccine prepared from whole virus induces a high level of neutralizing antibodies in BALB/c mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "DNA Cell Biol",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Memory CD8+ T cells in heterologous antiviral immunity and immunopathology in the lung",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fraire",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Joris",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Immunol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of an HLA-A*0201-restricted CD8+ T-cell epitope SSp-1 of SARS-CoV spike protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Blood",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inflammatory cytokine profile in children with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Cwk",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS: understanding the coronavirus: apoptosis may explain lymphopenia of SARS",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Tasker",
                    "suffix": ""
                },
                {
                    "first": "Mfe",
                    "middle": [],
                    "last": "Roe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ J",
            "volume": "327",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Host defense against pulmonary infection in neonates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beth",
                    "suffix": ""
                },
                {
                    "first": "Garvy",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Appl Immunol Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neonatal T cells in an adult lung environment are competent to resolve Pneumocystis carinii pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Garvy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A poliomyelitis model through mucosal infection in transgenic mice bearing human poliovirus receptor, TgPVR21",
            "authors": [
                {
                    "first": "Noriyo",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "Takuya",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "Yasushi",
                    "middle": [],
                    "last": "Ami",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "321",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Poliovirus pathogenesis in a new poliovirus receptor transgenic mouse model: age-dependent paralysis and a mucosal route of infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hix",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Sigal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ELISA tests used to evaluate reactions of antigens in children's vaccines with human Severe Acute Respiratory Syndrome (SARS)-positive sera. Each antigen (10 mg/ml) was coated on wells in triplicates and reacted with 1:100 diluted pooled SARS-positive sera. The positive bindings were observed by developing the standard colorimetric reaction after the addition of the rabbit anti-human horse radish peroxidaseconjugated secondary antibodies (Sigma-Aldridge , St Louis, Missouri, USA). AMPV, group A meningococcal polysaccharide; BCG, Bacille Calmette-Gurin; DPT, Diptheria, Pertussis, Tetanus; HBV, Hepatitis B virus vaccine; Hib, Haemophilus influenzae type b vaccine; JEV, Japanese encephalitis vaccine; MMRV, measles, mumps and rubella vaccine; MV, measles; OPV, oral poliovirus vaccine; PI, parainfluenza virus; RV, Rubella virus; SARS, severe acute respiratory syndrome; SV, Streptococcus pneumoniae vaccine; VV, (A,B) Determination of the anti-severe acute respiratory syndrome-coronavirus (SARS-CoV) antibody in C57BL/6 and KunMing mice. The sera diluted at 1:200 (filled box) and 1:400 (open box) were tested after 14 days of the second immunisation with each individual children's vaccine in both mice. It shows no marked difference among the group compared with preimmune (PI) sera (sample optical density (OD) value/ PI OD value .2.1 means positive). (C,D) T cell proliferation of C57BL/6 or KunMing mice after the third immunisation with each individual children's vaccine. 3610 5 T cells/well were used to react with the killed SARS-CoV antigens for stimulation in vitro. The results show no marked proliferation among the groups after stimulation with SARS-CoV antigens in vitro. (E,F) Determination of the anti-SARS-CoV antibody and T cell proliferation. (E) The sera diluted at 1:200 (filled box) and 1:400 (open box) were tested, after 14 days of the second immunisation with mixed children's vaccines in C57BL/6 mice. (F) The T cell was from mice after the third immunisation with the mixed children's vaccines in C57BL/6 mice. Both levels of antibody and T cell proliferation showed no significant differences against SARS-CoV compared with the negative control.AMPV, group A meningococcal polysaccharide; BCG, Bacille Calmette-Gurin; BSA, bovine serum albumin: ConA, concovalin A; DPT, Diptheria, Pertussis, Tetanus; HBV, Hepatitis B virus vaccine; Hib, Haemophilus influenzae type b vaccine; JEV, Japanese encephalitis vaccine; MMRV, measles, mumps and rubella vaccine; MV, measles virus; OD, optical density; OPV, oral poliovirus vaccine; PI, parainfluenza virus; RV, Rubella; SARS, severe acute respiratory syndrome; SV, Streptococcus pneumoniae vaccine; VV, varicella vaccine response to one of their childhood vaccines. To test this possibility, we took pooled positive sera from patients with SARS to react with the children's vaccines listed in table 1 as the antigens on ELISA plates. As depicted in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "See fig A online at http://jcp.bmjjournals.Determination of immune responses generated from children's vaccines.To determine the viabilities of the children's vaccines used in this study, several vaccines were used to evaluate their ability to generate specific antibodies in mice. After the second immunisation, sera were collected and detected by ELISA assays. The results show that these vaccines are able to generate specific antibodies against their respective antigens.BCG, Bacille Calmette-Gurin; HBV, Hepatitis B virus vaccine; MMRV, measles, mumps and rubella vaccine; OD optical density; OPV, oral poliovirus vaccine; PI, parainfluenza virus",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Childhood vaccines used in the study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Take-home messageNo significant cross-reactivity was found between children's vaccines and Severe Acute Respiratory Syndrom-CoronaVirus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr Andrew O Jackson for his critical review and suggestions during the preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}