{
    "paper_id": "e535982343bc90908be661c5c85bfef873c3a162",
    "metadata": {
        "title": "Viral infections in patients with hematological malignancies",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "STEM CELL TRANSPLANT UNIT, EMATOLOGIA 2, AOU SAN GIOVANNI BATTISTA, TURIN Despite two decades of improvements made in the management of bacterial, viral and fungal infections in immunocompromised host, these complications still represent one of the major limiting factors to the successful treatment of patients with hematological malignancies. We now treat many different hematological disorders with many therapeutic procedures and chemotherapeutic drugs; therefore, it is extremely important to identify which patients or which treatment strategies are particularly at risk of viral infections. Allogeneic hematopoietic stem cell transplantation (HSCT) recipients are exposed to the high risk of virus reactivation, and those with both acute lymphoblastic leukemia and acute myeloid leukemia receiving induction or consolidation chemotherapy are at the highest risk of viral infection, especially infections caused by herpes simplex viruses (HSV). Patients receiving bortezomib are at high risk of varicella zoster virus infection, whereas patients treated with alemtuzumab are highly susceptible to HSV, varicella zoster virus and cytomegalovirus (CMV) infection. This review will focus on the epidemiology and treatment strategies for the most common viral infections in patients with hematological malignancies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral infections in hematological patients may result from reactivation of latent infection or, rarely, from acquisition of a new infection. Viruses commonly involved are herpes viruses (CMV, HSV, HZV, Epstein-Barr virus (EBV), human herpes virus (HHV)-6, -7, -8), community respiratory viruses (respiratory syncytial virus, metapneumovirus, influenza, parainfluenza, adenovirus, rhinovirus, enterovirus, bocavirus, coronavirus), hepatitis B virus (HBV) and hepatitis C virus, polyomavirus (virus BK-JC) and Parvovirus B-19. Indeed, there are few epidemiological studies evaluating the incidence of viral infections in hematological patients. A recent Italian study analyzed 528 febrile episodes among 747 patients with acute myeloid leukemia receiving induction chemotherapy; only four episodes (0.8%) of viral infections have been reported, confirming that these infectious complications represent a major problem in HSCT recipients rather than in hematological patients receiving chemotherapy. 1 According to this observation, the main cause of death in a group of 83 children who received grafts from matched siblings and unrelated donors was relapse, followed by viral infections, especially CMV infection. 2",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 998,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical symptoms of CMV infection and disease may vary from an asymptomatic form to a systemic syndrome with fever, leuko-thrombocytopenia, increase of hepatic transaminases and malaise or a frank disease with signs and symptoms of organ involvement, usually gastro-intestinal tract, lungs, liver and the central nervous system. Two major categories of patients are at risk and need to be closely monitored for CMV reactivation: patients receiving an allograft should be monitored for at least 100 days, but a longer period of surveillance is recommended in patients with severe graft-versus-host disease (GVHD) and those receiving haploidentical, cord blood or unrelated transplant; patients treated with alemtuzumab should be monitored for at least 2 months after the end of treatment. The management of CMV infection in HSCT recipients includes the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus"
        },
        {
            "text": "(1) Primary infection may be prevented with the selection of the right donor (if a patient is found to be seronegative, a CMV-seronegative donor should be selected if possible) and with safe blood products: CMV-seronegative allogeneic stem cell transplant patients with CMV-seronegative donors should receive leukocyte-depleted or CMV seronegative blood products only. (2) During the past decade, two major improvements had a remarkable impact on the prevention of an infected patient from developing CMV disease. The first factor that has modified the outcome of CMV infection is the possibility to diagnose the infection in an early phase and with a test that has a great sensibility and specificity: CMV antigenemia and, more recently, CMV quantitative PCR are strongly recommended for the diagnosis of CMV infection in the peripheral blood. The second factor is the introduction of new drugs potentially being effective against CMV, including ganciclovir, valganciclovir, foscarnet and cidofovir. The possibility of having rapid diagnostic tests and highly effective compounds led to the development of new treatment strategies, namely CMV prophylaxis and preemptive treatment. CMV prophylaxis with ganciclovir is an effective strategy for prevention of CMV disease and could be used in subgroups of allogeneic HSCT patients at high risk for CMV disease. Preemptive treatment is based on a positive antigenemia or PCR (either ganciclovir or foscarnet can be used for first-line preemptive treatment), whereas valganciclovir may be considered as an alternative therapy, particularly in low-risk patients (except those with intestinal GVHD). In the allogeneic HSCT setting, 10 000 copies in the blood may be considered as the threshold to start the preemptive treatment. It is important to underscore the fact that approximately one-third of patients may present a rise in the CMV virus load even after the initiation of the treatment, and this should not be considered as a sign of treatment failure. (3) The treatment of established CMV disease is based on the use of ganciclovir or foscarnet with the addition of immune globulin; cidofovir or the combination of ganciclovir and foscarnet can be use as second-line therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus"
        },
        {
            "text": "Some questions are still pending. First, drug toxicity such as nephrotoxicity and myelosuppression represent a limiting factor to the extensive use of the medications effective for the treatment of CMV infection. Second, drug resistance to ganciclovir resulting from mutations in either the UL97 phosphotransferase gene (the kinase product responsible for ganciclovir phosphorylation and activation) or in the UL54 gene coding for the DNA polymerase, or in both, may represent a clinically significant problem in some patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus"
        },
        {
            "text": "A very interesting observation has been recently reported, analyzing 266 consecutive patients with acute myeloid leukemia who received an allogeneic HSCT. A significant lower risk of leukemic relapse has been found among the 77 patients who developed a positive CMV antigenemia as compared with those in whom reactivation of the virus did not occur. 3 This antileukemic effect of CMV reactivation remained an independent variable even in multivariate analysis after considering other known risk factors such as GVHD and disease risk groups.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus"
        },
        {
            "text": "Human herpes virus 6 HHV-6 reactivation is detected in the blood of 40--60% of HSCT patients. Clinical syndromes associated with the infection include delayed engraftment, fever, rash, hepatitis, pneumonitis, gastroduodenitis and encephalitis. No disease has been associated with HHV-6 in patients with hematological malignancies who have not undergone HSCT. Encephalitis may be considered as the most serious clinical syndrome, although it is a rare event: only 40 cases have been described in the literature so far, usually 1--2 months post HSCT. Apparently, encephalitis due to HHV-6 is more common after cord blood or human leukocyte antigen-mismatched graft; the clinical picture includes short-term memory loss, seizures, hyponatremia, CSF pleocytosis and elevated CSF protein levels. The diagnosis of HHV-6 infection may be obtained using quantitative PCR-based evaluation of HHV-6 DNA copies per ml in whole blood, plasma or serum. Nevertheless, chromosomally integrated HHV-6 should be excluded; the prevalence of vertical transmission from mother/father is about 1% and is characterized by persistent high HHV-6 DNA level (7.0 log 10 copies per ml whole blood). Whether HHV-6 viremia increases mortality remains to be determined; most studies found no association between mortality and HHV-6 infection, likely because of the frequent occurrence of spontaneously resolving viremia and the multifactorial interaction of immune deficiency, GVHD and concomitant complications in HSCT recipients who develop HHV-6 viremia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus"
        },
        {
            "text": "The most serious and life-threatening event associated with the EBV infection is the occurrence of posttransplant lymphoproliferative disease, a heterogeneous group of EBV diseases with neoplastic lymphoproliferation caused by iatrogenic suppression of T-cell function. Major risk factors for the post-transplant lymphoproliferative disease includes unrelated/mismatched T-cell depletion (in particular with ATG), the use of cord blood and EBV serology mismatch (recipient negative, donor positive). According to these considerations, prospective monitoring of EBV-DNAemia is strongly recommended in high-risk patients once a week up to 3 months after the transplant, or longer in those patients with GVHD. There are very few data regarding the prophylaxis of EBV disease, 4 although B-cell depletion might potentially reduce the risk of EBV disease. A preemptive approach for EBV-DNAemia represents, at present, the standard of care, based on the administration of Rituximab associated with the reduction of systemic immunosuppression whenever possible. The response to therapy could be identified by a decrease in EBV-DNAemia of at least one log of magnitude in the first week of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epstein-Barr virus"
        },
        {
            "text": "In immunocompromised host, respiratory viruses may be associated with many symptoms. These span from cold episodes to croup, bronchiolitis in children and exacerbation of asthma or frank pneumonia in adults. The incidence of respiratory virus infections differs significantly among the studies; this observation is underscored by the study of Ljungman et al., 4 in which the incidence varied from 0 to 18% between the 37 European participating centers. Lymphopenia seems to be the most important risk factor for progression to lower respiratory disease.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory viruses"
        },
        {
            "text": "Among the other viral infections, it is worthwhile recalling that HBV reactivation is common following chemotherapy (purine analogs), monoclonal antibodies (rituximab and alemtuzumab) and allogeneic HSCT. In fact, immune suppression may lead to increase HBV replication, whereas the immune reconstitution within weeks and months following recovery from chemotherapy/ immunosuppressive treatments may be associated with a flare of hepatitis B manifested by hepatocellular injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory viruses"
        },
        {
            "text": "In conclusion, viral infections remain a serious complication in patients with hematological malignancies. Recent advances in rapid diagnostic methods and a growing number of antiviral agents are allowing for more efficient management strategies against these pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory viruses"
        },
        {
            "text": "AB has received lecture fees from Gilead Sciences, Merck/Schering-Plough, Cephalon and Pfizer Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Etiology of febrile episodes in patients with acute myeloid leukemia: results from the Hema e-Chart Registry",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Nosari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Viale",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aversa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Intern Med",
            "volume": "171",
            "issn": "",
            "pages": "1502--1503",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparable outcome of alternative donor and matched sibling donor hematopoietic stem cell transplant for children with acute lymphoblastic leukemia in first or second remission using alemtuzumab in a myeloablative conditioning regimen",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kennedy-Nasser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bollard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol Blood Marrow Transpl",
            "volume": "14",
            "issn": "",
            "pages": "1245--1252",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early human cytomegalovirus replication after transplantation is associated with a decreased relapse risk: evidence for a putative virus-versus-leukemia effect in acute myeloid leukemia patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Elmaagacli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Steckel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koldehoff",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hegerfeldt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trenschel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ditschkowski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "118",
            "issn": "",
            "pages": "1402--1412",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory virus infections after stem cell transplantation: a prospective study from the Infectious Diseases Working Party of the European Group for Blood and Marrow Transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Bna",
                    "middle": [],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMT",
            "volume": "28",
            "issn": "",
            "pages": "479--484",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This article was published as part of a supplement that was supported by Novartis, MSD Italia, Roche, Celgene, GlaxoSmithKline, Sanofi, Gilead, Adienne, Italfarmaco, Pierre Fabre Pharmaceuticals with an unrestricted educational contribution to AREO---Associazione Ricerche Emato-Oncologiche (Genoa) and AMS---Associazione Malattie del Sangue (Milan) for the purpose of advancing research in acute and chronic leukemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}