{
    "paper_id": "e5d92b8ea8bd18999c54ae2f29bf069c6d165b54",
    "metadata": {
        "title": "SUPPLEMENTARY BOX 1: A MATHEMATICAL REPRESENTATION OF SPILLOVER",
        "authors": [
            {
                "first": "Raina",
                "middle": [
                    "K"
                ],
                "last": "Plowright",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "R"
                ],
                "last": "Parrish",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamish",
                "middle": [],
                "last": "Mccallum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Qld",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Hudson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "settlement": "State College",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [
                    "I"
                ],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Public Health",
                    "location": {
                        "settlement": "New Haven",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "L"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "O"
                ],
                "last": "Lloyd-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Different expressions describe the exposure dose that results from three modes of pathogen release from the reservoir host: direct or environmental transmission when the pathogen is excreted by the reservoir host, food-borne or environmental transmission when the pathogen is released by slaughter of the reservoir host, and indirect transmission via an arthropod vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Slaughter Vector-borne*** s(u, τ ) = rate at which pathogen is shed from a reservoir host with infection intensity u at time τ h(ρ a ( x, τ ), x, τ ) = rate at which reservoir hosts are harvested at location x at time τ (may depend on abundances of other species) b a (ρ a ( x, τ ), ρ h ( x, τ ))ρ v ( x, τ ) = total rate at which uninfected vectors bite reservoir hosts at location x at time τ (b a is per-vector biting rate on reservoir, and may depend on abundances of other species, including of humans, ρ h ; ρ v is vector density) c a (u) = probability that vector becomes infected when biting host that has infection intensity u",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excretion"
        },
        {
            "text": "We represent the duration of pathogen survival outside the reservoir hosts and the spatial extent of pathogen dispersal via passive transport with the following expressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excretion"
        },
        {
            "text": "f (t − τ ) = probability that pathogen shed at time τ is infectious at time t f (t − τ ) = probability that meat harvested at time τ is infectious at time t f (t − τ ) = probability that vector infected at time τ is alive and infectious at time t (encompasses latent period, infectious period, and vector competence) g( y − x) = probability that pathogen shed at location x disperses and causes infection at location y g( y − x) = probability that meat harvested at location x will be transported and prepared or consumed at location y g( y − x) = probability that vector infected at location x at time τ will be at location y at time t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excretion"
        },
        {
            "text": "The extent of pathogen survival in the environment or in a vector, pathogen reproduction, and dispersal outside of the reservoir host interact with preceding factors to determine the pathogen pressure. The exposure dose at a given location and time (denoted D( y, t)) depends on all pre-exposure factors, mediated by human risk behavior and environmental factors (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Excretion"
        },
        {
            "text": "v(p) = dose to which a human is exposed,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excretion"
        },
        {
            "text": "given pathogen pressure p in the environment a 1 = dose exposure coefficient associated with harvesting or killing reservoir hosts a 2 = dose exposure coefficient associated with butchering or preparing reservoir hosts a 3 = dose exposure coefficient associated with consuming reservoir hosts b h (ρ a ( y, t), ρ h ( y, t)) = per-vector rate of biting humans at location y and time t (may depend on abundances of other species) d h (t−τ ) = dose to which a human is exposed when bitten by an infectious vector at time t D( y, t) =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excretion"
        },
        {
            "text": "To represent the final stage of the spillover process, and hence to complete this mathematical representation of zoonotic spillover, we use the dose-response relation (Fig. 2C) to convert the exposure dose D( y , t) at a time t and location y into the probability density of a spillover host present at that same location and time acquiring a new infection. The dose acquired by a spillover host in a given time interval can be estimated by an appropriate integral of this probability density over time and space.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                }
            ],
            "section": "Excretion"
        },
        {
            "text": "This mathematical representation is intended to illustrate potential relations among variables in our spillover model. Many possible complexities have been omitted for clarity of presentation. Some functions described here ultimately will have little to no effect on likelihood of spillover. For example, if a pathogen cannot survive outside the host, the temporal and spatial kernels [f (t − τ ) and g( y − x)] will reduce to delta functions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excretion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vectorial capacity and vector control: reconsidering sensitivity to parameters for malaria elimination",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transactions of the Royal Society of Tropical Medicine and Hygiene",
            "volume": "110",
            "issn": "",
            "pages": "107--117",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Location and time represent the environmental context of the processes described. Values of all variables and parameters may depend on context and vary in space and time, affected by a range of temporally and spatially varying covariates. ** For simplicity, we represent infection intensity (u) as a mean. In reality, infection intensity varies among hosts. If other functions, such as shedding rate [s(u)] and vector infection rate [c(u)] are nonlinear, then the mathematical model will need to integrate over the variation in u. *** This encompasses elements often summarized by the vectorial capacity expression 1 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}