{
    "paper_id": "e61b2f0a8b137c502bc25708f2d050ef4257046a",
    "metadata": {
        "title": "Lipid Structure and Composition Control Consequences of Interleaflet Coupling in Asymmetric Vesicles",
        "authors": [
            {
                "first": "Qing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stony Brook University",
                    "location": {
                        "settlement": "Stony Brook, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Erwin",
                "middle": [],
                "last": "London",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stony Brook University",
                    "location": {
                        "settlement": "Stony Brook, New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Using Fö rster resonance energy transfer, raft/liquid-ordered-domain formation was assessed in asymmetric vesicles containing outer leaflets composed of high-Tm (melting temperature) saturated phosphatidylcholines (diC 18:0 PC, diC 16:0 PC, diC 15:0 PC, or diC 14:0 PC), low-Tm unsaturated dioleoylphosphatidylcholine (DOPC) and cholesterol, and inner leaflets composed of lipids that by themselves would not form ordered domains (DOPC and cholesterol). Ordered-domain formation in the outer leaflet was compared to that in symmetric vesicles with the same lipid composition as the asymmetric vesicle outer leaflets. The difference between ordered-domain thermal stability in asymmetric and symmetric vesicles was highly dependent on high-Tm PC acyl-chain length. At one extreme, in diC 14:0 PC-containing asymmetric vesicles, the outer leaflet did not segregate to form ordered domains over the entire experimental temperature range even though ordered domains formed in the symmetric vesicles, indicating the inner leaflet dominated outer-leaflet physical behavior in the asymmetric vesicles. At the other extreme, in diC 18:0 PC-containing asymmetric vesicles, ordered domains formed over the entire temperature range at which they were present in symmetric vesicles, indicating the inner leaflet did not dominate outer-leaflet physical behavior. DiC 15:0 PCand diC 16:0 PC-containing vesicles exhibited intermediate behaviors. A different set of vesicles was prepared with high-Tm lipid sphingomyelin (SM) in place of saturated phosphatidylcholine, and the % SM was varied. The thermal stability of outer-leaflet ordered domains in asymmetric vesicles was found to decrease more than in symmetric vesicles as SM levels decreased, indicating that the inner leaflet increasingly dominated outer leaflet physical state as SM levels decreased. Overall, inhibition of outer-leaflet ordered-domain formation in asymmetric vesicles by inner-leaflet lipids decreased as the ability of outer-leaflet lipids to form an ordered state by themselves increased, i.e., when outer-leaflet high-Tm lipid content or acyl-chain length increased. This has implications for how ordered-domain formation may be controlled in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The control of liquid-ordered-domain (lipid raft) formation in plasma membranes is of interest because of proposed raft functions in various processes, such as signal transduction (1) , viral infection (2) , and sorting of molecules into different membranes (3) . In artificial lipid membranes, lipid domains have been studied extensively (4) . Coexisting ordered-and disordered-domain formation is detected in vesicles when high-Tm (melting temperature) lipids (meaning a high gel-to-liquid melting temperature in vesicles composed of a single lipid), low-Tm lipids, and cholesterol are mixed (5) (6) (7) (8) (9) (10) (11) . However, many biological membranes are asymmetric, with different lipid compositions in the inner and outer leaflet of the bilayer (12) . This is important, because although the outer (exofacial) leaflets contain the required lipid mixtures for ordered-domain formation (13) , inner (cytosolic) leaflets dominated by low-Tm glycerophospholipids and cholesterol are unlikely to be able to form ordered lipid domains spontaneously (14) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Interactions between the two leaflets can be crucial for domain formation (15) . In the case of strong leaflet coupling, the properties of one leaflet are impacted by the other leaflet such that inner and outer leaflets have very similar physical properties/domain formation. In the case of weak coupling, the physical properties of one leaflet are not strongly influenced by the physical state of the opposite leaflet.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Lipid domain formation in asymmetric vesicles containing lipids capable of spontaneously forming domains in one leaflet is less well characterized than domain formation in analogous symmetric vesicles, although some studies have been recently carried out (16) (17) (18) . We and others have found that interleaflet coupling can promote or disturb ordered-domain formation or lipid packing in a leaflet lacking high-Tm lipids (16, (19) (20) (21) . These studies suggest that the lipid composition can strongly influence the consequences of interleaflet coupling.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To study interleaflet coupling in asymmetric vesicles in more detail, it is necessary to vary their lipid composition over a wide range. However, although in some cases lipid domains can be visualized by microscopy (7, 16) , in many cases lipid compositions are only able to form nanoscopic domains (22) (23) (24) . Nanoscopic domains can be detected using Förster resonance energy transfer (FRET) (22, 23, 25, 26) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, FRET was adapted to measure domain formation in the outer leaflet of asymmetric large unilamellar vesicles (AUVs) with outer-leaflet lipid compositions that in symmetric vesicles would form ordered domains. Their inner leaflets were composed of lipids that do not spontaneously form ordered domains. AUVs were prepared through (2-hydroxypropyl)-a-cyclodextrin (HPaCD)-induced lipid exchange (27) . Conditions were identified that give efficient cyclodextrin-catalyzed transfer not only for sphingomyelin (SM) but also for saturated phosphatidylcholine (PC). To target FRET measurements to the outer leaflet, Rho-DOPE delivered to the outer leaflet of the vesicles was employed as the FRET acceptor. The FRET donor was DPH added to the preformed AUVs. Measuring FRET versus temperature revealed the thermal stability of ordered domains in the outer leaflet. Comparison of ordered-domain stability in AUVs to ordered-domain stability in symmetric vesicles with the same composition as the AUVs' outer leaflet revealed that interleaflet coupling can influence ordered domain formation. Ordered-domain formation driven by outer-leaflet high-Tm phosphatidylcholines (28) or SM showed that high-Tm lipid acyl-chain length and mole fraction determine the extent to which the inner leaflet could inhibit outer-leaflet ordereddomain formation. This has implications for how cells could control ordered-domain/raft formation.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC), 1,2-dimyristoyl-snglycero-3-phosphocholine (DMPC), 1,2-dipentadecanoyl-sn-glycero-3-phosphocholine (di C 15:0 PC), 1,2-dipalmitoyl-sn-glycero-3-phosphocholine (DPPC), 1,2-distearoyl-sn-glycero-3-phosphocholine (DSPC), bovine milk sphingomyelin (mSM), porcine brain sphingomyelin (bSM), chicken egg sphingomyelin (eSM), cholesterol (CHOL), 1,2-dioleoyl-sn-glycero-3-phosphoethanolamine-N-(lissamine rhodamine B sulfonyl) (Rho-DOPE), 1,2-dimyristoyl-sn-glycero-3-phosphoethanolamine-N-(lissamine rhodamine B sulfonyl) (Rho-DMPE), and 1-palmitoyl-2-{6-[(7-nitro-2-1,3-benzoxadiazol-4-yl)amino]hexanoyl} -sn-glycero-3-phosphocholine (C 6 -NBD-PC) were purchased from Avanti Polar Lipids (Alabaster, AL). 1-(4-trimethylammoniumphenyl)-6-phenyl-1,3,5-hexatriene p-toluenesulfonate (TMADPH) was purchased from the Molecular Probes (Eugene, OR) division of Invitrogen (Carlsbad, CA). 1,6-diphenyl-1,3,5-hexatriene (DPH), (2-hydroxypropyl)-acyclodextrin (HPaCD), tryptophan (Trp), and sodium hydrosulfite (sodium dithionite) (NaDt) were purchased from Sigma-Aldrich (St. Louis, MO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Methyl-a-cyclodextrin (MaCD) was purchased from AraChem (Tilburg, the Netherlands). Lipids were dissolved in chloroform and stored at À20 C. Concentrations of nonfluorescent lipids were measured by dry weight. Fluorescent lipids, including Rho-PE (phosphatidylethanolamine) and C 6 -NBD-PC, were determined by absorbance using ε ¼ 75,000 cm À1 M À1 at 560 nm in methanol and ε ¼ 21,000 cm À1 M À1 at 465 nm in methanol, respectively. DPH and TMADPH were dissolved in ethanol and stored at À20 C, and concentrations were determined by absorbance using ε ¼ 88,000 cm À1 M À1 and ε ¼ 74,000 cm À1 M À1 , respectively, at 350 nm in ethanol. High-performance thin-layer chromatography (HP-TLC) plates (Silica Gel 60) were purchased from VWR International (Radnor, PA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "For preparation of symmetric large unilamellar vesicles (LUVs), first, multilamellar vesicles (MLVs) were prepared. To do this, 1.5 mmoles unlabeled lipids were mixed and then dried under nitrogen followed by high vacuum for at least 1 h. Then lipids were dispersed at 70 C (using a heated water bath) for 5 min in 300 mL phosphate-buffered saline (PBS) (1 mM KH 2 PO 4 , 10 mM Na 2 HPO 4 , 137 mM NaCl, and 2.7 mM KCl (pH 7.4)) or (to match osmotic conditions in the AUVs (see below)) 28% (w/w) sucrose (dissolved in water) for FRET and fluorescence anisotropy measurements. They were then vortexed in a multitube vortexer (VWR International) and placed in an oven at 55 C (or at 60 C for DSPC) for 15 min. Some symmetric vesicles for FRET studies contained an extra 1 mol% Rho-DOPE (i.e., the ratio of unlabeled/labeled lipid was 100:1) as a FRET acceptor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symmetric vesicle preparation procedure"
        },
        {
            "text": "To prepare the LUVs from the MLVs, the MLVs were subjected to seven cycles of freezing using a mixture of dry ice and acetone followed by thawing to about room temperature using warm water, and then passed through 100-nm polycarbonate filters (Avanti Polar Lipids) 11 times. Symmetric samples were diluted 25-fold with PBS before the fluorescence measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symmetric vesicle preparation procedure"
        },
        {
            "text": "AUVs were prepared from lipid donor MLVs and lipid acceptor LUVs following a modification of our previous procedure (27) . (The terms donor and acceptor vesicles in this context refer to which vesicles donate the final outer leaflet lipid in the AUVs and which accept them. These terms should not be confused with terms FRET donor and FRET acceptor). To prepare donor MLVs, 10.4 mmoles unlabeled lipid composed of DMPC, DPPC, mSM, DMPC/DOPC, di C 15:0 PC/DOPC, DPPC/DOPC, DSPC/DOPC, or SM (bSM or mSM):DOPC at ratios varying from 1:3 to 2:1 (all ratios are mol/mol) were dried under nitrogen followed by high vacuum for at least 1 h. They were then hydrated with 162.5 mL of 420 mM HPaCD and diluted with 487.5 mL PBS at 70 C in a water bath for 5 min. The samples were vortexed in a multitube vortexer at 55 C (or at 60 C for 1:1 DSPC:DOPC) for 2-3 h. Just before lipid exchange, they were sonicated in a bath sonicator (Special Ultrasonic Cleaner Model G1112SP1; Laboratory Supplies, Hicksville, NY) at room temperature for 10 min. To prepare acceptor LUVs, 5.5 mmoles of unlabeled lipid composed of 65:35 DOPC:CHOL (mol/mol) mixtures were dried as above, hydrated in 550 mL of 28% (w/w) sucrose at 70 C in a water bath, and then vortexed at 55 C for 15 min to form MLVs. LUVs were prepared from these MLVs as described above. The acceptor LUV samples were then washed with 3.5 mL PBS by ultracentrifugation at 189,000 Â g for 30 min at 23 C (Beckman L8-55 M ultracentrifuge and an SW 60 rotor; Beckman, Brea, CA). After the supernatant was discarded, the LUV pellet was resuspended to a concentration of 8 mM lipid with PBS.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Asymmetric vesicle preparation procedure"
        },
        {
            "text": "To exchange lipids, 500 mL of 16 mM donor MLVs and 500 mL of 8 mM acceptor LUVs were mixed and, after vortexing, were incubated at 55 C (or 60 C for DSPC/DOPC/cholesterol mixtures) for 30 min. After cooling, the donor-acceptor vesicle mixtures were overlaid onto 3.5 mL of a 15-17% (w/w) sucrose solution (15% for mSM/DOPC, bSM/DOPC, and mSM donor vesicles; 16% for DMPC/DOPC, Di C 15:0 PC/DOPC, and DPPC/DOPC donor vesicles; 17% for DSPC/DOPC, DMPC, and DPPC donor vesicles) and subjected to ultracentrifugation at 189,000 Â g for 50 min at 23 C. (These sucrose concentrations were chosen to maximize yield while minimizing contamination of the AUVs with donor lipid.) After removing all but the lowest $500 mL of the supernatant (this residual volume has minimal donor lipid and contains the pellet), the sample was washed with 3.5 mL PBS and again subjected to ultracentrifugation at 189,000 Â g for 30 min at 23 C. The final pellet was resuspended in 500 mL PBS for subsequent experiments. AUV yield was assayed from the intensity of lipid bands on HP-TLC relative to known amounts of lipid standards on the same plate (see below). Generally, the final concentration of AUVs was $1 mM, and this concentration was assumed to be correct when diluting samples to the desired final concentration just before making fluorescence measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymmetric vesicle preparation procedure"
        },
        {
            "text": "In the case of AUVs prepared for fluorescence studies, fluorescent molecules were incorporated into the donor or acceptor lipid mixtures. For inner-leaflet anisotropy studies, acceptor vesicles contained 0.2 mol% TMADPH. For C 6 -NBD-PC studies to evaluate asymmetry and lipid flipflop, 0.25 mol% C 6 -NBD-PC was added to donor or acceptor vesicles. For FRET studies, in addition to the amounts of unlabeled lipid given above, an extra 10 mol% Rho-DOPE was added to 1: It should be noted that the exchange efficiency of Rho-DOPE using a-cyclodextrins was found to be low and difficult to control exactly. To compensate for this, as noted above, a high percent of Rho-DOPE-10-15 mol %-was used in the FRET studies donor vesicles to achieve a final Rho-DOPE concentration in the AUVs of roughly 1.5 mol%. There was no difference in ordered-domain thermal stability when the initial percent of Rho-DOPE in the donor lipid mixture was varied. HP-TLC showed that including Rho-DOPE with the ''donor'' lipids did not alter the exchange efficiency for unlabeled lipid or the yield of AUVs (Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1082,
                    "end": 1090,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Asymmetric vesicle preparation procedure"
        },
        {
            "text": "Fluorescence measurements were carried out using an SPEX FluoroLog 3 spectrofluorometer (Horiba Scientific, Edison, New Jersey) using quartz semimicro cuvettes (excitation pathlength, 10 mm; emission pathlength, 4 mm). DPH fluorescence was measured at an excitation wavelength of 358 nm and emission wavelength of 430 nm. TMADPH fluorescence was measured at an excitation wavelength of 364 nm and emission wavelength of 426 nm. Rho-PE fluorescence was measured at an excitation wavelength of 560 nm and emission wavelength of 580 nm. C 6 -NBD-PC fluorescence was measured at an excitation wavelength of 460 nm and emission wavelength of 534 nm. The slit bandwidths during fluorescence measurements were set to 3 mm (about 6 nm bandpass) for both excitation and emission. The backgrounds that were samples without fluorescent probe had negligible intensity (<1%), except for TMADPH and DPH fluorescence anisotropy measurements and FRET measurements. In those cases, background values were subtracted to calculate the reported values. Measurements were made at room temperature unless otherwise noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence measurements"
        },
        {
            "text": "FRET measurements were made with DPH (0.02 mol%) as the FRET donor and Rho-DOPE ($1.5 mol% final concentration in AUVs) as the FRET acceptor. AUVs were prepared using donor MLVs composed of 1:1 DMPC:DOPC, 1:1 di C 15:0 PC:DOPC, 1:1 DPPC:DOPC, 2:1 DSPC/ DOPC, or at ratios varying from 1:3 to 2:1 SM (bSM or mSM):DOPC (all ratios are mol/mol). For FRET measurements, ''F samples'' with Rho-DOPE and ''Fo samples'' without Rho-DOPE were prepared. After dilution of an aliquot of the sample to 1 mL with PBS (unless otherwise noted), the estimated final lipid concentration of samples in the cuvette was 200 mM, and before measurement, 0.04 mM DPH ($0.02 mol% of lipid) was added and incubated for 5 min in the dark at room temperature. DPH binds tightly to lipids, and at the lipid concentration used, all DPH was membrane bound (see below). Background fluorescence was that before adding DPH. To initiate measurements, samples in the cuvette were cooled to 16 C, and DPH fluorescence was measured after increasing temperature at 4 C intervals up to 64 C, increasing temperature at a rate of $0.5 C/min. The sample temperature was measured by a probe thermometer (digital thermometer with a YSI microprobe; Fisher Scientific, Hampton, NH) dipping inside a cuvette. The ratio of DPH fluorescence intensity in the presence of Rho-DOPE to that in its absence (F/Fo), after subtracting background values if necessary, was then calculated. It should be noted that F/Fo reflects the absolute level of FRET, which is given by 1 À (F/Fo) (sample data for F, Fo, F/Fo, and 1 À (F/Fo) are shown in Fig. S2 ). T mid , which is the point of the maximal slope of a sigmoidal fit of the F/Fo curve, was estimated using Slide Write Plus software (Advanced Graphics Software, Encinitas, CA). T end , a measure of the temperature at which the melting of ordered domains is complete, was roughly estimated from the intersection of the line of F/Fo versus temperature around the point of maximal slope to the F/Fo line for samples lacking domains (after normalization; see below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1586,
                    "end": 1593,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Measurement of the temperature dependence of FRET"
        },
        {
            "text": "It should be noted that measuring FRET after lipid exchange introduces two issues not encountered when measuring FRET in ordinary lipid vesicles. One is the variability in FRET acceptor introduced into the asymmetric vesicles. The more FRET acceptor the asymmetric vesicles have, the higher the level of FRET when FRET is being measured by donor quenching, as in the experiments in this study. The value of FRET (as given by F/Fo) was normalized at high temperature to 1 to minimize how this alters the data. This induces a slight distortion of the change in FRET versus temperature because FRET is not linearly dependent upon acceptor concentration, but as shown by Figs. S3 and S4, the level of FRET at highest temperature was similar in most cases even before normalization, minimizing the effect of this issue. Furthermore, normalization did not significantly affect the T mid or T end of thermal transition, as can be seen by comparing Fig. 1 to Fig. S3 and comparing Fig. 3 to Fig. S4 . Furthermore, in a previous study, we found that a twofold difference in FRET-acceptor concentration did not affect T mid and T end (25) . This was confirmed by comparing FRET with DPH as FRET donor and Rho-DOPE as FRET acceptor for symmetric vesicles with 1 and 2 mol% Rho-DOPE, which involves a much larger difference in FRET-acceptor concentrations than in almost all the asymmetric vesicle preparations. FRET with 1 and 2 mol% Rho-DOPE had very similar T mid and T end (Fig. S5) .",
            "cite_spans": [
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 947,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 951,
                    "end": 958,
                    "text": "Fig. S3",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 979,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 990,
                    "text": "Fig. S4",
                    "ref_id": null
                },
                {
                    "start": 1465,
                    "end": 1474,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Measurement of the temperature dependence of FRET"
        },
        {
            "text": "A second issue is that it is important that the F sample (in which vesicles have FRET donor and FRET acceptor) has the same amount of FRET donor as in the Fo sample (in which vesicles have FRET donor but not acceptor), because the level of FRET is given by the change in donor fluorescence per donor molecule. Achieving this is complicated when carrying out lipid exchange. If FRET donor is incorporated into the lipid before lipid exchange, differences in vesicle yield could result in a different amount of FRET donor in the F and Fo samples after exchange. This would require an additional measurement to determine the amount of FRET donor (DPH) in the F and Fo samples (for example, by dissolving the vesicles in solvent to abolish FRET and then measuring DPH fluorescence to see how much DPH was in each sample). To avoid this and achieve equal amounts of FRET donor in F and Fo samples, DPH was added to the F samples and Fo samples after lipid exchange. In this protocol, F and Fo samples are first prepared without DPH, and then DPH, which binds very tightly to lipids ((29) and see Fig. S6 ), was added to the preformed asymmetric vesicles. It should be noted that even though the amount of DPH molecules is the same in F samples and Fo samples, because the yield of vesicles upon lipid exchange can vary a bit, the concentration of DPH in the membrane (i.e., the DPH/lipid ratio) could vary a bit using this protocol. However, FRET measured by donor quenching is independent of donor concentration in the bilayer. This is the case because the level of donor quenching due to FRET depends on how many quenchers are near any donor molecule, a parameter not affected by the membrane concentration of donors. This is a necessary property of FRET, and Fig. S7 confirms DPH concentration in the bilayer had no significant effect on FRET.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1091,
                    "end": 1098,
                    "text": "Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 1757,
                    "end": 1764,
                    "text": "Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Measurement of the temperature dependence of FRET"
        },
        {
            "text": "Fluorescence anisotropy measurements were made using an SPEX automated Glan-Thompson polarizer accessory (Horiba Scientific) at room temperature. AUVs were prepared using donor MLVs composed of DMPC, DPPC, or mSM without DOPC. Samples were diluted with PBS to give an estimated lipid concentration of 200 mM. Symmetric LUVs were pre-pared as described above. Fluorescence was measured first without TMADPH or DPH added to derive background values. Then 0.1 mol% DPH or TMADPH was added and incubated for 5 min in the dark, and fluorescence was remeasured. Anisotropy was calculated after subtracting background values using the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of fluorescence anisotropy"
        },
        {
            "text": ", where A is anisotropy and I values are fluorescence intensities for vertical (v) and horizontal (h) orientations of excitation and emission polarization filters, respectively (30) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of fluorescence anisotropy"
        },
        {
            "text": "AUV samples were prepared for HP-TLC (Silica Gel 60) analysis by being dried under a nitrogen stream and then being dissolved in 1:1 chloroform/ methanol (v/v) (excess salt was present as a solid). Aliquots were loaded on preheated HP-TLC plates (warmed at 100 C for 20 min and then cooled to room temperature). Pure lipid standards, using a range of lipid amounts above and below that in the sample prepared from the AUVs, were prepared the same way and loaded on the same HP-TLC plate. The plate was run in the solvent system 6:8:2:2:1 chloroform/acetone/methanol/acetic acid/water (v/v) to separate SM, PC, and cholesterol. When the solvent migrated to $80% of the full height of the plate, the plate was removed and dried for at least 30 min in a fume hood. (When sucrose bands overlapped with lipid bands, to migrate sucrose away from lipid, the plate was rechromatographed using pure water as TLC solvent). To visualize lipid bands, TLC plates were evenly sprayed with 3% (w/v) cupric acetate and 8% (v/v) phosphoric acid solution, dried for at least 30 min, and charred at 180-200 C for 5-15 min. Charred HP-TLC plates were scanned using an Epson 1640XL scanner (Epson America, Long Beach, CA), and band intensity was measured by ImageJ 1.48v software (Wayne Rasband, National Institutes of Health, Bethesda, MD). Lipid amounts in samples was quantitated by comparing band intensity in vesicle samples to that of the standards fitted to an intensity versus concentration curve (Microsoft Excel software).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of lipid composition by HP-TLC"
        },
        {
            "text": "AUV samples containing mixtures of different PCs and cholesterol were dried under a nitrogen stream, dissolved in 1:1 chloroform/methanol (v/v) (excess salt was present as a solid), and loaded on preheated HP-TLC plates (warmed at 100 C for 20 min and cooled to room temperature). Lipids were separated using 54:37:4 chloroform/methanol/water (v/v), and the plate was then dried for at least 30 min. Spraying a little bit of water evenly on the plate visualized the PC band, which migrates part way up the plate (the cholesterol band was located near the solvent front, and the sucrose band was near the origin). After drying, the silica gel containing PC was scraped off the HP-TLC plate (if stored before the next step, storage was at 4 C). PC was eluted from the silica gel using 54:37:4 chloroform/methanol/water (v/v) (at about two times the silica gel volume), and the silica gel removed by centrifugation at 5000 rotations per minute for 10 min (Sorvall RC2-B centrifuge (Thermo Fisher Scientific, Springfield Township, New Jersey) using an SS-34 rotor). This was repeated three times, and the three supernatants were combined. To remove residual silica gel, the combined supernatants were filtered through three layers of VWR qualitative filter paper. The filtrates were dried under nitrogen followed by high vacuum for at least 3 h and then dissolved in chloroform-d (Sigma-Aldrich). Concentration was roughly estimated by dry weight to prepare samples in an NMR tube (Wilmad LabGlass, Buena, NJ) with $800 mM PC in 600 mL. NMR spectra were then acquired at 850 MHz with a 30 pulse (using a Bruker Ascend 850 MHz spectrometer; Bruker, Billerica, Ma), a delay time between acquisitions of 10 s to avoid signal saturation, and 32 acquisitions at 25 C. The fraction of saturated to total PCs in the sample was calculated by comparing the areas of the single proton attached to the position 2-carbon of glycerol at $5.2 ppm (found in both saturated and unsaturated PC; 1 proton/lipid) to that of the acyl-chain double-bond vinyl proton peaks at $5.4 ppm (found in unsaturated PCs only; four protons/DOPC). Percent saturated PC was calculated from the equation % saturated PC ¼ (1 À (area ratio of $5.4 ppm/$5.2 ppm)/4) Â 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of PC composition by NMR spectroscopy"
        },
        {
            "text": "Donor MLVs containing 1:1 DMPC:DOPC, 1:1 DPPC:DOPC, or 1:1 mSM:DOPC were mixed with HPaCD as described above. They were then either used for an exchange with acceptor LUVs composed of DOPC with 35 mol% cholesterol to prepare AUVs or were processed by the AUV preparation procedure in the absence of acceptor vesicles to obtain an estimate of donor vesicle contamination of AUVs. To quantify contam-ination, lipids were analyzed with HP-TLC as above. Standard lipids on the HP-TLC plate included a mixture of PCs with the same composition as in the AUV lipid (based on Table 1 ) to quantify AUV or contained the donor MLVs' lipid composition to quantify contaminating donor lipid. The % donor contamination is equal to (phospholipid in donor lipid sample pellet)/(total phospholipid in the AUV sample pellet) Â 100%. The estimated % contamination was $7% for DMPC:DOPCo/DOPCi (35% CHOL), $12% for DPPC:DOPCo/DOPCi (35% CHOL), and $10% mSM:DOPCo/DOPCi (35% CHOL). These are likely to be upper estimates, as after exchange, residual donor vesicles would contain DOPC in place of some of the saturated PC or SM, which would reduce their tendency to pellet during centrifugation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 575,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Measurement of contamination from donor vesicles"
        },
        {
            "text": "The effect of contamination on FRET experiments would be even less than predicted from the results above because the high concentration of Rho-DOPE in donor vesicles would quench DPH fluorescence strongly. Assay of C 6 -NBD-PC leaflet localization using sodium dithionite",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of contamination from donor vesicles"
        },
        {
            "text": "To prepare AUVs with C 6 -NBD-PC in the outer leaflet only, samples were formed from 0.25 mol% C 6 -NBD-PC-labeled donor vesicles and unlabeled acceptor vesicles. AUVs with C 6 -NBD-PC mainly in the inner leaflet were formed using unlabeled donor vesicles and 0.25 mol% C 6 -NBD-PC-labeled acceptor vesicles. Labeled acceptor LUVs with 0.25 mol% C 6 -NBD-PC in both leaflets were also prepared. The final lipid concentration in the cuvette was $200 mM, as above. A fresh stock of 200 mM NaDt in 1 M Tris (pH 10) was prepared $1 h before use and kept on ice. First, initial NBD fluorescence was measured (FÀ intensity). Then an aliquot of NaDt was added to give a final concentration of 5 mM. Fluorescence was then measured versus time and found to reach a nearly final value in a few minutes. The NBD fluorescence after a 20 min incubation at room temperature was defined as the Fþ intensity. The fraction of bleached C 6 -NBD-PC is equal to 1 À (Fþ/FÀ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of contamination from donor vesicles"
        },
        {
            "text": "To form AUVs with rhodamine-labeled lipid in the outer leaflet only, samples were formed as described above, using 1:1 mSM:DOPC donor vesicles plus an extra 10 mol% rhodamine-labeled lipid and unlabeled DOPC with 35 mol% cholesterol acceptor vesicles. AUVs were prepared both with Rho-DOPE or with Rho-DMPE. To prepare AUVs with rhodamine-labeled PE in the inner leaflet, two exchange steps were carried out. To do this, donor vesicles in both steps contained 1:1 mSM:DOPC. In the first step, the acceptor vesicles contained DOPC with 35 mol% cholesterol plus an extra 4 mol% Rho-DMPE. In the second step, the acceptor vesicles used were the exchanged acceptor vesicles from the first step after diluting the pellet containing them to 500 mL with PBS. Labeled, symmetric acceptor LUVs composed of DOPC with 35 mol% cholesterol and 1 mol% Rho-DOPE in both leaflets were also prepared. For rhodamine-lipid leaflet localization, 800 mL of samples diluted with PBS to 100 mM lipid was added to a cuvette at room temperature, and rhodamine fluorescence was measured (FÀ intensity). To measure rhodamine exposure to the external solution (i.e., outerleaflet rhodamine lipid), 200 mL of 100 mM Trp (dissolved in PBS) was added into the sample-containing cuvette, and rhodamine fluorescence was immediately remeasured (Fþ intensity). Trp only quenches rhodamine in the outer leaflet of vesicles because it is relatively membrane impermeable, as was confirmed using an osmotic swelling permeability assay ((31) and data not shown). A gradual change in rhodamine fluorescence was observed after Trp addition, presumably due to Trp penetration across the bilayer, but was very slow. After correcting the Fþ intensity for dilution, Fþ/FÀ values were calculated. The fraction of rhodamine fluorescence that was quenched by Trp is given by 1 À (Fþ/FÀ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay of rhodamine lipid leaflet localization by quenching with Trp"
        },
        {
            "text": "TMADPH-labeled samples were prepared the same way as for TMADPH anisotropy measurements (see above). The lipid compositions used were the same as in the Trp quenching experiments, but with no rhodmainelabeled lipid, one round of exchange, and vesicles diluted to~200mM with PBS. To selectively label the inner leaflet, 0.2 mol% TMADPH was mixed with the unlabeled lipids to form the acceptor vesicles (which, once the outer leaflet TMADPH was removed, would have 0.1 mol% TMADPH). To label only the outer leaflet, 0.1 mol% TMADPH was externally added to preformed vesicle samples. Acceptor vesicles not subjected to exchange were used as the controls, having TMADPH in both leaflets. After preparation of the samples, initial TMADPH fluorescence intensity was measured (FÀ intensity). Then an aliquot from a 200-300 mM MaCD stock solution (dissolved in water) was added to the sample-containing cuvette to yield a final MaCD concentration of 1 mM. Fluorescence was remeasured after incubation for 5 min in the dark at room temperature (Fþ intensity). The fraction of TMADPH fluorescence quenched by binding of outer-leaflet TMADPH to the MaCD is equal to 1 À (Fþ/FÀ). (MaCD can only extract TMADPH in the outer leaflet). It should be noted that MaCD was used for these experiments because of the inability of aCDs to extract cholesterol from vesicles (32, 33) . This prevents any complications due to cholesterol binding to MaCD. ",
            "cite_spans": [
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Assay of TMADPH leaflet localization by MaCDinduced extraction"
        },
        {
            "text": "Large AUVs were prepared using a modified HPaCDinduced lipid-exchange method (27) . Lipids of donor MLVs were exchanged into the outer leaflet of the acceptor LUVs to prepare AUVs with donor lipids in the outer leaflet and acceptor lipids in the inner leaflet. Cholesterol in the acceptor LUVs does not interact with HPaCD (32,33) and remains in both leaflets (16) . AUVs were prepared with a mixture of various high-Tm sphingomyelins or saturated acyl-chain PCs (mSM, bSM, eSM, DMPC, di C 15:0 PC, DPPC, or DSPC) with DOPC-a low-Tm unsaturated acyl-chain lipid-in the outer leaflet, DOPC in the inner leaflet, and 35 mol% cholesterol distributed in both leaflets (designated as AUVs composed of X:DOPCo/DOPCi (35% CHOL), where X is SM or saturated acyl-chain PC). First, the conditions to give maximal exchange efficiency and yield were determined. With DOPC as the inner-leaflet lipid, a high concentration of cholesterol in the acceptor LUVs was needed to obtain a substantial yield of AUVs. A variety of SM/DOPC ratios were used in the donor vesicles to prepare AUVs with different amounts of SM in their outer leaflets. HP-TLC analysis was used to determine the % SM in AUV samples (Table 1) . mSM, bSM, and eSM had similar high levels of exchange, and because in most cases the SM/DOPC ratio in the outer leaflet of AUVs was higher than that originally in the donor vesicles, it appears that SM is preferentially exchanged into vesicles relative to DOPC (Table 1 ). The fact that these three species of SM had very similar levels of exchange suggests the length of the one acyl chain in SM did not have a marked effect on exchange efficiency.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1187,
                    "end": 1196,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1460,
                    "end": 1468,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "For AUVs with saturated-acyl-chain high-Tm PC in place of SM in the outer leaflet, 1 H-NMR spectroscopy was used to assay the amount of lipid exchange because HP-TLC does not resolve saturated PC and unsaturated PC bands. To do this, the fraction of high-Tm PC (DMPC, di C 15:0 PC, DPPC, and DSPC) and unsaturated DOPC was calculated from the number of acyl-chain double-bond protons in the samples after exchange (see Materials and Methods). As shown by NMR (Table 1 ), the tendency is that the shorter the acyl chains of the saturated PCs, the higher the exchange efficiency. Except for DSPC, saturated PC was introduced in AUVs at levels similar to that in the donor vesicles, indicating an efficient exchange with similar efficiency to DOPC. To increase the level of DSPC exchange, its fractional concentration in the donor vesicles was increased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "In asymmetric vesicles, the influence of inner leaflet upon ordered-domain formation is dependent on outer-leaflet high-Tm lipid acylchain length Separation of the outer leaflet of AUVs into coexisting liquid ordered and liquid disordered domains was detected by FRET using Rho-DOPE labels in the outer leaflet as the FRET acceptor and DPH added to preformed AUVs as the FRET donor. Rho-DOPE localizes preferentially in disordered domains (25, 26, 34, 35) , whereas DPH under most conditions partitions nearly equally between the ordered and disordered phases (10, 36) . This results in decreased DPH to Rho-DOPE FRET (weak quenching of DPH fluorescence) when coexisting ordered and disordered domains are present in a membrane (25) . As temperature increases, ordered domains melt, in the sense that liquid ordered domains will convert to liquid disordered and the lipids in the liquid ordered and liquid disordered domains will mix homogeneously, gradually increasing energy transfer from DPH to Rho-DOPE (increasing quenching of DPH fluorescence). In this way, the thermal stability of the ordered domains can be determined by measuring FRET versus temperature (25, 26, 37) . Because Rho-DOPE was localized to the outer leaflet, domain formation in the outer leaflet of AUVs was detected.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "Rho-DOPE was introduced into outer leaflets by lipid exchange, and Rho-DOPE exchange levels were found to be more variable than that for the unlabeled lipids. To take this into account, F/Fo-the ratio of DPH fluorescence in the presence of Rho-DOPE to that in its absence, which is the measure of FRET (FRET ¼ 1 À F/Fo)-was normalized to F/Fo at the highest temperature measured (64 C), at which temperature domains have melted and F/Fo is only dependent upon the mole fraction of Rho-DOPE in the ves-icles (38) . Adding DPH to preformed vesicles circumvented problems quantifying its fluorescence arising from sampleto-sample variations in vesicle yields (29) (see Materials and Methods). As noted above, DPH binds very tightly to lipid so that all the DPH is lipid bound (see (29) and Fig. S6) .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 787,
                    "end": 795,
                    "text": "Fig. S6)",
                    "ref_id": null
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "The thermal stability of ordered domains in the outer leaflet of AUVs was then compared to that of ordered domains in symmetric LUVs having the same lipid composition as the outer leaflet of the AUVs (Fig. 1) ( i.e., the symmetric and asymmetric vesicles had the same lipid compositions in their outer leaflets but different compositions in their inner leaflets; the AUVs' inner leaflets lacked high-Tm lipids, whereas symmetric LUVs contained the same % high-Tm lipid in the inner leaflet as in their outer leaflets). In most cases, there was an elevated value of F/Fo at low temperature. As prior studies have shown, this reflects the partial segregation of Rho-DOPE and DPH into different domains at low temperature. At high temperature, F/Fo decreased due to the disappearance of domains and consequent increased proximity between Rho-DOPE and DPH. Control symmetric LUVs containing DOPC with 35 mol% cholesterol (dashed lines) were prepared to illustrate FRET in a sample in which no ordered domains were present (28) .",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 210,
                    "text": "(Fig. 1) (",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "First, the behavior was compared for AUVs with different saturated PCs with acyl-chain lengths of 18 (DSPC), 16 (DPPC), 15 (diC 15:0 PC), or 14 (DMPC) carbon atoms as the high-Tm lipid in the outer leaflet. Fig. 1 A shows the behavior of vesicles containing DSPC, DOPC, and cholesterol. As temperature increased, FRET curves for both AUVs and symmetric LUVs with the same % DSPC as the AUVs' outer leaflet showed an apparent thermal transition, reflecting the conversion from a state with coexisting ordered and disordered domains to the homogeneous disordered state. The midpoint of the transition (T mid ) was at 32 C for the AUVs and 35 C for the symmetric vesicles, and the temperature at which the transition ended (T end ) was above 60 C for the AUVs and 50 C for the symmetric vesicles. This indicates that ordered domains in AUVs' outer leaflet and symmetric LUVs had similar thermal stabilities, although the transition appears to be slightly more gradual in the AUVs. (It should be noted that the thermal transition in the asymmetric vesicles was not quite complete at the highest temperature measured in this one case, but that this does not influence the conclusions). Fig. 1 B compares the FRET behavior of analogous AUVs and symmetric vesicles containing DPPC, DOPC, and cholesterol. In this case, there was a more marked difference in the thermal stability of ordered domains in AUVs and symmetric vesicles. The FRET curves are less complete in the experimental temperature range, which reduces the reliability of estimating T mid , but the difference in T mid (which is again higher for symmetric vesicles) appears to be $8 C. T end for AUVs was $35 C, whereas symmetric LUVs had a T end of $45 C. Combined, these show that the ordered domains in these AUVs are considerably less thermally stable than in the symmetric vesicles. Fig. 1 C compares the FRET behavior of AUVs and symmetric vesicles composed of di C 15:0 PC, DOPC, and cholesterol. T mid was below the experimental range, but T end of AUVs was in the range 20-25 C and for symmetric vesicles was close to 40 C. This shows that the difference between the thermal stability of ordered domains in the AUVs and symmetric vesicles was even larger than in vesicles with DPPC. Fig. 1 D compares the FRET behavior of AUVs and symmetric vesicles composed of DMPC, DOPC, and cholesterol. T mid was again below the experimental range, as was T end of AUVs, whereas T end for symmetric vesicles was 35-40 C. This indicates that DMPC is not able to form ordered domains in AUVs over the entire experimental range, indicating that ordered domains in these AUVs would be very unstable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 213,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1181,
                    "end": 1187,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1845,
                    "end": 1851,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2249,
                    "end": 2255,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "The lack of ordered-domain formation in the AUVs containing DMPC is not likely to be due to a change in outerleaflet cholesterol concentration, i.e., a movement of cholesterol from the outer to inner leaflet or vice versa. The movement of cholesterol between two leaflets would have to be relatively modest to maintain lipid balance between the inner and outer leaflet after exchange in the AUVs preparation. Furthermore, even large changes in cholesterol concentration (between 25 and 45 mol% cholesterol) in DMPC/DOPC/cholesterol vesicles were found to have very little effect on ordered-domain thermal stability (Fig. S8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 624,
                    "text": "(Fig. S8)",
                    "ref_id": null
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "It should be noted that the moderate osmotic pressure gradient across the AUVs (with higher osmotic pressure inside caused by entrapped sucrose) also did not seem to greatly affect domain formation. At most, only a modest destabilization of domain formation of AUVs in the absence of an osmotic gradient was observed (Fig. S9 ). It should be noted that in the experiments we report, the symmetric vesicles and AUVs were prepared with the same osmotic conditions (trapped sucrose and external PBS). It should also be noted that the changes in FRET versus temperature were reversible (Fig. S10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "text": "(Fig. S9",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 592,
                    "text": "(Fig. S10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Asymmetric vesicles were prepared with various outer-leaflet lipids"
        },
        {
            "text": "The difference in behavior of saturated PC with different acyl-chain lengths was confirmed using steady-state fluorescence anisotropy measurements. To measure the physical state of the outer leaflet, the anisotropy probe TMADPH was used. This probe shows high anisotropy when in an ordered-state environment and low anisotropy when in a disordered-state environment (17, 18) . TMADPH has a cationic charge, so when added to preformed vesicles, it is only anchored to the outer leaflet (39) . To confirm that TMADPH selectively labeled the outer leaflet of AUVs, an MaCD-based extraction assay was developed (Fig. S11) . MaCD should be able to extract the TMADPH in the outer leaflet from the vesicles, whereas TMADPH in the inner leaflet should not be accessible to MaCD and therefore should not be extracted. When TMADPH was incorporated into the outer leaflet AUV by adding it to preformed vesicles, the maximal loss of fluorescence upon adding MaCD was 80% (Fig. S11) . This was consistent with its being fully in the outer leaflet, because TMADPH bound to cyclodextrin has only $20% of the fluorescence intensity it has when bound to lipid (40) . TMADPH was also incorporated into the acceptor vesicles before exchange and then removed from the outer leaflet during exchange to prepare vesicles with TMADPH in the inner leaflet. In this case, Fig. S11 shows that addition of MaCD only reduced fluorescence by 1-2%, indicating that almost all the TMADPH was anchored in the inner leaflet. Finally, Fig. S11 shows that in symmetric vesicles in which TMADPH was in both leaflets, the loss of fluorescence intensity upon adding MaCD was 25%, consistent with TMADPH being located in both leaflets, although not in equal amounts.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 617,
                    "text": "(Fig. S11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 960,
                    "end": 970,
                    "text": "(Fig. S11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1347,
                    "end": 1355,
                    "text": "Fig. S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1501,
                    "end": 1509,
                    "text": "Fig. S11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fluorescence anisotropy measurements in asymmetric vesicles also detect the effect of high-Tm lipid acyl-chain length on outer-leaflet domain formation"
        },
        {
            "text": "The anisotropy of TMADPH in the outer leaflet of AUVs and of symmetric vesicles with various % saturated PC was then measured. At room temperature, symmetric vesicles (Fig. 2, filled bars) with saturated PC and cholesterol existed at least partly in the ordered state and displayed higher TMADPH anisotropy than in vesicles composed of the low-Tm lipid DOPC mixed with cholesterol, which existed in the disordered state. Anisotropy increased as the % saturated PC in the symmetric vesicles increased (Fig. 2) . Fig. 2 also shows that the outer-leaflet TMADPH anisotropy in AUVs composed of DPPC:DOPCo/DOPCi (35% CHOL) LUVs was much higher than in the disordered state, although a little bit lower than that of symmetric vesicles containing the same lipid composition of the outer leaflet of the AUVs. The high anisotropy in the outer leaflet of the AUVs is consistent with the presence of ordered domains that are slightly less stable than those in the symmetric vesicles, as detected by FRET. In contrast, the outer-leaflet TMADPH anisotropy in AUVs composed of DMPC:DOPCo/DOPCi (35% CHOL) was similar to that in the disordered state vesicles, consistent with the lack of ordered domains in the outer leaflet when assayed by FRET.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 188,
                    "text": "(Fig. 2, filled bars)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 511,
                    "end": 517,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Fluorescence anisotropy measurements in asymmetric vesicles also detect the effect of high-Tm lipid acyl-chain length on outer-leaflet domain formation"
        },
        {
            "text": "Overall, the FRET and anisotropy studies show that ordered domains in the symmetric vesicles tend to be as or more thermally stable than in the AUVs, but that this is highly dependent on the high-Tm PC acyl-chain length. The lack of ordered-domain formation in AUVs at temperatures at which it is present in symmetric vesicles is indicative of interleaflet coupling in which the inner leaflet prevents formation of ordered domains by the outer leaflet. Combined with the observation that in some lipid compositions, the outerleaflet high-Tm lipid induces inner-leaflet ordered-domain formation (16, 19) , this result indicates that strong coupling can have highly lipid-structure-dependent consequences on ordered-domain formation such that the physical state of either the outer or inner leaflet can predominate in both leaflets depending on lipid composition (see Discussion).",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Fluorescence anisotropy measurements in asymmetric vesicles also detect the effect of high-Tm lipid acyl-chain length on outer-leaflet domain formation"
        },
        {
            "text": "Domain formation was also investigated in AUVs containing SM as the high-Tm lipid in the outer leaflet. In both the case of bSM (Fig. 3) and mSM (Fig. S12) , ordered domains were observed both in AUVs composed of SM:DOPCo/DOPCi (35% CHOL) and symmetric LUVs with the same composition as the AUVs' outer leaflet. Again, TMADPH anisotropy confirmed that the AUVs had outer leaflets that were highly ordered (Fig. S13) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 155,
                    "text": "(Fig. S12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 405,
                    "end": 415,
                    "text": "(Fig. S13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "In asymmetric vesicles, the influence of the inner leaflet upon ordered-domain formation is dependent on outer-leaflet sphingomyelin concentration"
        },
        {
            "text": "Samples of AUVs were prepared with different amounts of bSM in the outer leaflet, ranging from 30 to 75 mol% SM. FRET was used to detect ordered-domain formation, and domain formation in AUVs was again compared to that in symmetric LUVs with the same mol% bSM as in the outer leaflet of the AUVs. Fig. 3 shows that with decreasing mol% bSM, ordered-domain thermal stability in both AUVs (triangles) and symmetric LUVs (squares) was reduced, as detected by the decrease in both T mid and T end values. The transition-temperature values were higher in the symmetric vesicles, with an increased difference between T end values in symmetric LUVs and that in AUVs as mol% bSM was decreased, from roughly 10 C with 60 or 75 mol% bSM in the outer leaflet to $20 C with 30 or 45 mol% bSM in the outer leaflet. Similarly, the difference between T mid values in symmetric LUVs and that in AUVs increased as mol% bSM was decreased, from $5 C with 60 or 75 mol% bSM in the outer leaflet to $15 C with 45 mol% bSM in the outer leaflet (T mid was too low to define in the samples with 30 mol% bSM). This indicates that the thermal stability of ordered domains in AUVs decreases relative to that in symmetric vesicles as the mol% bSM in the outer leaflet decreases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 303,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "In asymmetric vesicles, the influence of the inner leaflet upon ordered-domain formation is dependent on outer-leaflet sphingomyelin concentration"
        },
        {
            "text": "The decreased thermal stability of SM-induced ordered domains in the AUVs relative to the symmetric vesicles is FIGURE 3 Comparison of outer-leaflet ordered-domain thermal stability in AUVs and symmetric LUVs containing bSM as assayed by FRET. The fraction of DPH fluorescence that was unquenched by the rhodamine lipid (F/Fo) versus temperature curves is shown after normalization of (F/Fo) to 1 at high temperature (64 C) for the outer leaflet of AUVs (triangles) and bilayers of symmetric LUVs (squares). Vesicles ($200 mM lipid) were prepared with (F) or without (Fo) 1 mol% (for symmetric LUVs) or $1. again indicative of interleaflet coupling in which, under some conditions, the inner leaflet can destroy ordered domains in the outer leaflet, and shows that the destabilization of outer-leaflet ordered domains by a disordered-state inner leaflet is more pronounced at lower mol% SM.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "FIGURE 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In asymmetric vesicles, the influence of the inner leaflet upon ordered-domain formation is dependent on outer-leaflet sphingomyelin concentration"
        },
        {
            "text": "The lipid vesicles used in this study have lipid compositions very similar to those that we previously demonstrated had stable lipid asymmetry (17, 41) . Additional assays were used to confirm that after lipid exchange, the vesicles were asymmetric, and that asymmetry was stable. First, the movement of C 6 -NBD-PC across the bilayer of the DMPC:DOPCo/DOPCi (35% CHOL), DPPC:DOPCo/ DOPCi (35% CHOL), and mSM:DOPCo/DOPCi (35% CHOL) LUVs was measured (Fig. 4) . The C 6 -NBD-PC was introduced into the outer leaflet by including it in the donor lipid mixture or (mainly) restricted to the inner leaflet by including it in the acceptor lipid mixture and then removing it from the outer leaflet during the lipid exchange step (see schematic protocol in Fig. S14 ). Symmetric vesicles with C 6 -NBD-PC in both leaflets were also prepared. The fraction of C 6 -NBD-PC in the outer leaflet was then measured by assaying the fraction of NBD fluorescence bleached by addition of the membrane-impermeable agent sodium dithionite (NaDt) added externally to the vesicles (31, 42) . After adding NaDt into DOPC (35% CHOL) LUVs (acceptor LUVs before exchange) prepared with C 6 -NBD-PC in both leaflets, $50% of NBD fluorescence was bleached (Fig. 4, striped bars) . This result is consistent with C 6 -NBD-PC being localized equally in the inner and outer leaflets before lipid exchange. For AUVs with C 6 -NBD-PC only in the outer leaflet, Fig. 4 (filled bars) showed that 80-90% of NBD fluorescence was bleached, which means that over 80% of the C 6 -NBD-PC was located in the outer leaflet. The residual NBD fluorescence may reflect contamination of the AUVs with donor vesicles from the preparation procedure (see Materials and Methods). Another possibility is that some of the residual NBD fluorescence could be due to a small amount of C 6 -NBD-PC that flipped from outer to inner leaflet. This is less likely, because Fig. 4 also shows that the amount of NBD fluorescence protected from NaDt bleaching did not increase significantly after 2 days preincubation (note that this does not rule out a small amount of lipid flip during the exchange procedure itself). The amount of bleaching when the C 6 -NBD-PC was mainly in the inner leaflet also was not strongly dependent upon preincubation time. In this case, the bleaching observed ($20% of NBD fluorescence before preincubation) likely reflects incomplete removal of outer leaflet C 6 -NBD-PC during exchange. The large difference between bleaching of NBD mainly in the inner leaflet and that of NBD mainly in the outer leaflet and its very weak dependence on time is strong evidence for lipid asymmetry that is stable for days.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "(31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 458,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 758,
                    "text": "Fig. S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1229,
                    "end": 1251,
                    "text": "(Fig. 4, striped bars)",
                    "ref_id": null
                },
                {
                    "start": 1429,
                    "end": 1449,
                    "text": "Fig. 4 (filled bars)",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1919,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Lipid asymmetry is stable"
        },
        {
            "text": "The NBD assay is based on the behavior of labeled lipids. Similar conclusions were derived from fluorescence anisotropy, which reflects the leaflet localization of the unlabeled lipids. Anisotropy of the AUVs prepared by lipid exchange was compared to that of symmetric LUVs with the same overall lipid composition (i.e., for LUVs with scrambled lipids). Previous studies have shown when AUVs have ordered domains in their outer leaflets but are less ordered in their inner leaflets, membrane order measured by TMADPH localized in the outer leaflet is higher than that measured by DPH (17, 18) , which localizes in both the inner and outer leaflets (43) . Table S1 shows this pattern is observed for AUVs (see column showing the ratio of % order measured by TMADPH to that measured by DPH) when DPPC or SM was introduced into the outer leaflet. In contrast, in prior studies for symmetric vesicles with domains and having the same overall lipid composition as AUVs, TMADPH reports lower membrane order than DPH because it partitions more weakly into ordered domains relative to disordered domains than does DPH (39) . In agreement with those studies, this pattern is seen for symmetric LUVs containing the same overall amount of DPPC or SM as in the corresponding AUVs prepared by lipid exchange (Table S1 ). The difference between AUVs and LUVs with scrambled lipids confirms that the AUVs are indeed asymmetric.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 664,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1296,
                    "end": 1305,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Lipid asymmetry is stable"
        },
        {
            "text": "The AUVs prepared by exchange of DMPC into their outer leaflet also differed from symmetric LUVs (Table S1) . However, in this case, they exhibited lower levels of membrane order for both TMADPH and DPH, indicative of a lower level of ordered-domain formation than in the symmetric vesicles with the same overall lipid composition. Additional FRET experiments on DMPC-containing vesicles were in agreement with this and so further strengthen the conclusion that AUVs containing DMPC are indeed asymmetric. To be specific, in contrast to the AUVs containing DMPC, which do not form ordered domains, ordered domains formed in symmetric vesicles with the same overall composition as the AUVs (i.e., for LUVs identical to the AUVs except with scrambled lipids) (Fig. S15) . (This should not be confused with the above-described observation that ordered domains are also observed in symmetric vesicles that have the same lipid composition as the outer leaflet of the AUVs.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 107,
                    "text": "(Table S1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 757,
                    "end": 767,
                    "text": "(Fig. S15)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Lipid asymmetry is stable"
        },
        {
            "text": "A related question is whether the rhodamine lipid introduced into the AUVs' outer leaflet during the lipid-exchange step remained in the outer leaflet. To test this, Trp quenching of rhodamine was used. Trp has been shown to be an efficient quencher for several organic dyes, including rhodamine derivatives (44) , and is relatively membrane impermeable (see Materials and Methods). Vesicles were prepared with rhodamine lipid (Rho-DOPE or Rho-DMPE) exchanged into the outer leaflet, or (using Rho-DMPE) removed selectively from the outer leaflet by lipid exchange. (Because of especially inefficient exchange of Rho-DOPE, it was necessary to use Rho-DMPE to selectively label the inner leaflet. Even so, two rounds of exchange were needed to remove most of the outer leaflet Rho-DMPE (see Fig. S16) ). As expected, the quenching of rhodamine by Trp added externally to the vesicles was strong when the rhodamine lipid was in the outer leaflet, weak when it was mainly in the inner leaflet, and intermediate when it was located in both leaflets (Fig. S16) . The residual quenching in samples labeled in the inner leaflet likely reflects incomplete removal of outer-leaflet rhodamine lipid. The conclusion that the rhodamine lipid does not rapidly flip between the leaflets was confirmed by the observation that quenching showed very little change in samples preincubated for 2 days before Trp addition. If the rhodamine lipid was flipping across the bilayer with a half-time faster than days, the difference in quenching of inner-and outer-leaflet samples should have largely disappeared after two days.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 790,
                    "end": 799,
                    "text": "Fig. S16)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1045,
                    "end": 1055,
                    "text": "(Fig. S16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rhodamine lipid is asymmetrically distributed"
        },
        {
            "text": "This study shows that the consequences of the interaction between the inner and outer leaflet is highly dependent on lipid structure and composition. Potentially, there might be many variations in the effect of interleaflet interaction/ coupling in terms of which leaflet dominates bilayer physical behavior, a few of which we previously described (18) . Coupling dominance in asymmetric vesicles refers to a phenomenon that occurs when there is strong coupling of physical states in two leaflets. By coupling dominance, we mean the degree to which the physical state of the inner or outer leaflet ''by itself'' is found to be the predominant physical state in the opposite leaflet. In other words, in an asymmetric vesicle containing a high extent of coupling with an outer leaflet composed of a lipid mixture that would form ordered domains by itself and an inner leaflet composed of a lipid mixture that would not form ordered domains by itself, whether both leaflets are in an ordered state or both in a disordered state would define which leaflet is dominant. If the inner leaflet formed ordered domains, it would mean that the outer leaflet was dominant, whereas if the outer leaflet did not form ordered domains, it would mean the inner leaflet was dominant. Fig. 5 shows a range of possible variations in interleaflet coupling extent and dominance for lipid bilayers in which (to oversimplify) the lipids in the inner and outer leaflet undergo an ordered-to-disordered (melting) transition at different temperatures. If there is no coupling of physical state, i.e., the extent of coupling is zero, or the energy of coupling is very low, the leaflets should melt close to the same temperature as they would in a bilayer composed of only outer-or only inner-leaflet lipids (model A). If there is tight/strong interleaflet coupling, i.e., the extent of coupling is high so that the physical state of the two leaflets is the same at all temperatures, one would predict that the melting transition would be at an intermediate temperature, which might be at an average temperature (model B) or instead be closer to the melting temperature for the outer or inner leaflet, depending on which leaflet dominates physical properties (models C-D). There could also be partial coupling, in which the inner and outer leaflets are coupled only over a limited temperature range (model E).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1266,
                    "end": 1272,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Interleaflet coupling can have various consequences for membrane physical state"
        },
        {
            "text": "There could also be coupling in which the physical properties of one or both leaflets are intermediate between an ordered and disordered state. In the illustrated example (model F), there is tight interleaflet coupling of physical state, but neither leaflet dominates. In other words, this is a case in which there is no dominance of one leaflet over the other. Not illustrated are the cases in which there is partial dominance such that 1) the leaflet with a composition that by itself would form an ordered state in symmetric vesicles induces the formation of a partly ordered state in an opposite leaflet that by itself would form a disordered state in symmetric vesicles or 2) the leaflet with a composition that would by itself form an disordered state in symmetric vesicles induces the formation of a partly ordered state in an opposite leaflet that by itself would form a fully ordered state in symmetric vesicles. Finally, the possibility of incomplete coupling in which the physical properties of lipids gradually change across the lipid bilayer also cannot be ruled out (model G).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interleaflet coupling can have various consequences for membrane physical state"
        },
        {
            "text": "Prior studies have already suggested that interleaflet coupling can be highly lipid dependent. They proposed that both coupling and a lack of coupling are possible, depending on lipid composition (16, (19) (20) (21) (45) (46) (47) (48) . The induction of ordered domains in one leaflet arising from ordered domains in the opposite leaflet has been reported in some lipid compositions (15, 16, (19) (20) (21) 45) , whereas in other cases, loosening or destruction of ordered domains by when a disordered state is present in the opposite leaflet has been reported (47, 49) . However, it must be pointed out that studies using light microscopy fail to detect domain formation if only nanosized domains form or if the partition properties of the fluorescent probe chosen are insufficient to detect when domains form in some lipid compositions. Residual solvent effects may also have confounded some of the conclusions in prior studies. In this regard, the FRET system and asymmetric vesicles used in this study give more unambiguous results.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "(46)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "(47)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "(48)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "(47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "49)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Interleaflet coupling can have various consequences for membrane physical state"
        },
        {
            "text": "Here, a systematic study of the influence of lipid structure on interleaflet coupling in cholesterol-containing AUVs was initiated, using FRET so that submicroscopic domains could be detected. The behavior of outer-leaflet ordered domains in AUVs containing SM was consistent with our prior studies, showing that at moderate-to-high SM levels in the outer leaflet, outer-leaflet ordered domains form and are as stable or nearly as stable as those in symmetric vesicles with the same amount of SM in each leaflet as in the outer leaflet of the AUVs (17, 18) . It is interesting that ordered domains were detected in AUVs with bSM. Brain SM has an acyl-chain composition that tends to form nanodomains rather than macroscopic domains in symmetric vesicles (24) . We previously noted that in asymmetric giant unilamellar vesicles, any ordered domains that might have been present were not large enough to detect by microscopy in bSM:DOPCo/DOPCi (37% CHOL), even though such domains were easily visualized in asymmetric giant unilamellar vesicles containing mSM and eSM, which have acyl-chain compositions differing from that of bSM (16) . Thus, this study illustrates the utility of FRET for detecting nanoscale lipid domains in AUVs. That ordered domains formed by bSM would have to be submicroscopic has also been reported for asymmetric supported planar bilayers (50) . The FRET experiments in our study also show that ordered domains in asymmetric vesicles composed of bSM:DOPCo/DOPCi (35% CHOL) LUVs have a similar thermal stability as in asymmetric vesicles composed of mSM:DOPCo/DOPCi (35% CHOL). In other words, differences in ordered-domain size in AUVs may not be linked to differences in ordered-domain thermal stability, similar to what has been seen in symmetric LUVs (25, 26) .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "(50)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1778,
                    "end": 1782,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1783,
                    "end": 1786,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Domains form in asymmetric vesicles with high levels of outer-leaflet SM"
        },
        {
            "text": "It should be noted that because natural SM species are mixtures with different acyl-chain lengths, a preferential Ordered-to-disordered transition is dominated by low-Tm inner-leaflet lipid, and the transition temperature is close to that of lipid vesicles composed of inner leaflet lipids. (D) The outer leaflet dominates physical properties. Ordered-to-disordered transition is dominated by the high-Tm-lipid-containing outer leaflet, and the transition temperature is close to that in lipid vesicles composed of outer-leaflet lipids. (E) Intermediate/partial coupling, in which coupling is strong/complete at lower temperature but the physical state of leaflets uncouples at higher temperatures, is shown. exchange of a specific acyl-chain length could potentially alter the acyl-chain composition of the SM in the asymmetric vesicles relative to that in the original SM mixture. However, the similar levels of exchange seen with the different natural SM mixtures used, which differ in acylchain composition, suggest this would be a minimal effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Domains form in asymmetric vesicles with high levels of outer-leaflet SM"
        },
        {
            "text": "Outer-leaflet high-Tm structure and content influence which is the dominant leaflet in cases with interleaflet coupling An intriguing observation was that under some conditions, the stability of lipid ordered domains in the outer leaflet of AUVs could be lower than in ordered domains in symmetric vesicles with about the same composition as that in the AUVs' outer leaflet. We propose that in these cases, the disordered state present in the inner leaflet destabilizes outer-leaflet ordered domains, indicative of tight interleaflet coupling in which the disordered leaflet dominates physical behavior of the outer leaflet. This is consistent with our recent collaborative study carried out in vesicles lacking cholesterol, showing that a disordered inner leaflet can partially fluidize ordered outer-leaflet domains via coupling (49) , but contrasts with other cases (noted above) in which the leaflet with high-Tm lipids dominates physical behavior (16, (19) (20) (21) .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 835,
                    "text": "(49)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Domains form in asymmetric vesicles with high levels of outer-leaflet SM"
        },
        {
            "text": "These results raise the question: what factors determine which leaflet dominates physical behavior when there is strong interleaflet coupling? The results of this study identify two such factors: the lipid acyl-chain length and amount of high-Tm lipid. Both shorter acyl chains and a lower fraction of high-Tm lipid are known to decrease the ''melting'' temperature of ordered domains in a symmetric bilayer. In other words, both factors decrease the stability of the ordered state relative to the disordered state. Therefore, it is not surprising that these factors influence which leaflet dominates interleaflet coupling in AUVs in the fashion observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Domains form in asymmetric vesicles with high levels of outer-leaflet SM"
        },
        {
            "text": "It should be pointed out that the composition of the ordered and disordered states gradually changes as temperature increases and that factors other than the Tm of the lipids are likely to be important for determining both the strength and extent of interleaflet coupling. For example, the extent of interdigitation between inner-and outer-leaflet lipids could be important (16, 20) such that two lipids with the same Tm in vesicles when composed of a pure lipid might exhibit very different coupling extent and dominance properties.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Domains form in asymmetric vesicles with high levels of outer-leaflet SM"
        },
        {
            "text": "The studies above have implications for domain formation in biological membranes. The data are consistent with our previous work showing that in AUVs ordered domains can persist to physiological temperature (16) . It should be noted that the Ro for DPH to rhodamine FRET is $3.6 nm, such that this donor-acceptor pair can miss the very smallest nanodomains, and we found in a previous study that for this reason, it underestimates the highest temperature at which domains persist by a few degrees (25) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Diverse types and extents of interleaflet coupling have biological implications"
        },
        {
            "text": "The studies also imply that the formation of ordered domains in the sphingolipid-rich outer leaflet of the plasma membrane is not inevitable based on the mere presence of some sphingolipids and could be controlled by the inner leaflet. Different physiological conditions could determine when the inner leaflet destroys outer-leaflet ordered domains or outer-leaflet ordered domains induce ordered-domain formation in the inner leaflet. It is possible that changes in high-Tm lipid acyl-chain composition or high-Tm lipid content could have large effects on membrane domain formation in vivo such that with relatively small changes in lipid structure or composition, changes in membrane organization forming or destroying membrane domains could occur. In other words, control of membrane domain organization could be well within the capability of cells in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diverse types and extents of interleaflet coupling have biological implications"
        },
        {
            "text": "Of course, changes in protein composition and organization could also influence membrane domain formation. This is an important topic for future studies. Other open questions involve the role of inner-leaflet lipid acyl chain and polar headgroup structure upon interleaflet coupling. Net flow of cholesterol between leaflets also may have a significant influence on coupling. Although cyclodextrin-catalyzed lipid exchange seems to maintain lipid balance between leaflets (18, 19, 27, 51) , a small net deficit or surplus of outer-leaflet lipid could result from exchange. This could be balanced out by a movement of cholesterol toward the leaflet with a lipid deficit and/or an imbalance between inner-and outer-leaflet lipid that could affect lipid packing in the more crowded and less crowded leaflets, especially when cholesterol is not present. It will be important in future studies to explore a much wider range of membrane compositions and to develop approaches to detect domain formation in the inner leaflet of the lipid bilayer.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "51)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Diverse types and extents of interleaflet coupling have biological implications"
        },
        {
            "text": "Sixteen figures and one table are available at http://www.biophysj.org/ biophysj/supplemental/S0006-3495(18)30814-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTING MATERIAL"
        },
        {
            "text": "Q.W. carried out the experiments. E.L. and Q.W. conceptualized the project, designed the experiments, analyzed the data, and wrote the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lipid rafts and signal transduction",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toomre",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "31--39",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lipid rafts are involved in SARS-CoV entry into Vero E6 cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "369",
            "issn": "",
            "pages": "344--349",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Segregation of sphingolipids and sterols during formation of secretory vesicles at the trans-Golgi network",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Klemm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ejsing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Cell Biol",
            "volume": "185",
            "issn": "",
            "pages": "601--612",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Small-scale lipid-membrane structure: simulation versus experiment",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Mouritsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jørgensen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "7",
            "issn": "",
            "pages": "518--527",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure and origin of ordered lipid domains in biological membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Membr. Biol",
            "volume": "164",
            "issn": "",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Separation of liquid phases in giant vesicles of ternary mixtures of phospholipids and cholesterol",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Veatch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biophys. J",
            "volume": "85",
            "issn": "",
            "pages": "3074--3083",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crosslinking a lipid raft component triggers liquid ordered-liquid disordered phase separation in model plasma membranes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Heberle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "6320--6325",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Insights into lipid raft structure and formation from experiments in model membranes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "12",
            "issn": "",
            "pages": "480--486",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Partitioning of Thy-1, GM1, and cross-linked phospholipid analogs into lipid rafts reconstituted in supported model membrane monolayers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Volovyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "10642--10647",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On the origin of sphingolipid/cholesterol-rich detergent-insoluble cell membranes: physiological concentrations of cholesterol and sphingolipid induce formation of a detergent-insoluble, liquid-ordered lipid phase in model membranes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biochemistry",
            "volume": "36",
            "issn": "",
            "pages": "10944--10953",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cholesterol at different bilayer concentrations can promote or antagonize lateral segregation of phospholipids of differing acyl chain length",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Silvius",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Del Giudice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lafleur",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochemistry",
            "volume": "35",
            "issn": "",
            "pages": "15198--15208",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The asymmetric distribution of phospholipids in the human red cell membrane. A combined study using phospholipases and freeze-etch electron microscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Verkleij",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Zwaal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Deenen",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Biochim. Biophys. Acta",
            "volume": "323",
            "issn": "",
            "pages": "178--193",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fluorescence energy transfer reveals microdomain formation at physiological temperatures in lipid mixtures modeling the outer leaflet of the plasma membrane",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Silvius",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biophys. J",
            "volume": "85",
            "issn": "",
            "pages": "1034--1045",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cholesterol does not induce segregation of liquid-ordered domains in bilayers modeling the inner leaflet of the plasma membrane",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Silvius",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biophys. J",
            "volume": "81",
            "issn": "",
            "pages": "2762--2773",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interleaflet coupling, pinning, and leaflet asymmetry-major players in plasma membrane nanodomain formation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Parmryd",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front. Cell Dev. Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ordered raft domains induced by outer leaflet sphingomyelin in cholesterol-rich asymmetric vesicles",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biophys. J",
            "volume": "108",
            "issn": "",
            "pages": "2212--2222",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Preparation and properties of asymmetric vesicles that mimic cell membranes: effect upon lipid raft formation and transmembrane helix orientation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Megha",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biol. Chem",
            "volume": "284",
            "issn": "",
            "pages": "6079--6092",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preparation and properties of asymmetric large unilamellar vesicles: interleaflet coupling in asymmetric vesicles is dependent on temperature but not curvature",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biophys. J",
            "volume": "100",
            "issn": "",
            "pages": "2671--2678",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Asymmetric GUVs prepared by MbCD-mediated lipid exchange: an FCS study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiantia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schwille",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biophys. J",
            "volume": "100",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Acyl chain length and saturation modulate interleaflet coupling in asymmetric bilayers: effects on dynamics and structural order",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiantia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biophys. J",
            "volume": "103",
            "issn": "",
            "pages": "2311--2319",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Domain coupling in asymmetric lipid bilayers",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kiessling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1788",
            "issn": "",
            "pages": "64--71",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of three ternary lipid bilayer mixtures: FRET and ESR reveal nanodomains",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Heberle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biophys. J",
            "volume": "99",
            "issn": "",
            "pages": "3309--3318",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Control of a nanoscopic-to-macroscopic transition: modulated phases in fourcomponent DSPC/DOPC/POPC/Chol giant unilamellar vesicles",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Konyakhina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biophys. J",
            "volume": "101",
            "issn": "",
            "pages": "8--10",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Phase behavior and domain size in sphingomyelin-containing lipid bilayers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Petruzielo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Heberle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1828",
            "issn": "",
            "pages": "1302--1313",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Measurement of lipid nanodomain (raft) formation and size in sphingomyelin/POPC/cholesterol vesicles shows TX-100 and transmembrane helices increase domain size by coalescing preexisting nanodomains but do not induce domain formation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biophys. J",
            "volume": "101",
            "issn": "",
            "pages": "2417--2425",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The effect of membrane lipid composition on the formation of lipid ultrananodomains",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biophys. J",
            "volume": "109",
            "issn": "",
            "pages": "1630--1638",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Preparation of artificial plasma membrane mimicking vesicles with lipid asymmetry",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Phases and phase transitions of the phosphatidylcholines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koynova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caffrey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1376",
            "issn": "",
            "pages": "91--145",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A convenient and sensitive fluorescence assay for phospholipid vesicles using diphenylhexatriene",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Feligenson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Anal. Biochem",
            "volume": "88",
            "issn": "",
            "pages": "203--211",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Principles of Fluorescence Spectroscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lakowicz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effect of lipid composition and amino acid sequence upon transmembrane peptide-accelerated lipid transleaflet diffusion (flip-flop)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lebarron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1858",
            "issn": "",
            "pages": "1812--1820",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cyclodextrin (CD) complexes of cholesterol-their potential use in reducing dietary cholesterol intake",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Somogyi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Posta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pharmazie",
            "volume": "61",
            "issn": "",
            "pages": "154--156",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effect of cyclodextrin and membrane lipid structure upon cyclodextrin-lipid interaction",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "14631--14638",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Fluid-fluid membrane microheterogeneity: a fluorescence resonance energy transfer study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Loura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fedorov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biophys. J",
            "volume": "80",
            "issn": "",
            "pages": "776--788",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Imaging coexisting fluid domains in biomembrane models coupling curvature and line tension",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baumgart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "821--824",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Fluorescence depolarization studies of phase transitions and fluidity in phospholipid bilayers. 1. Single component phosphatidylcholine liposomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Lentz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Barenholz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Biochemistry",
            "volume": "15",
            "issn": "",
            "pages": "4521--4528",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Effect of the structure of lipids favoring disordered domain formation on the stability of cholesterol-containing ordered domains (lipid rafts): identification of multiple raft-stabilization mechanisms",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bakht",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biophys. J",
            "volume": "93",
            "issn": "",
            "pages": "4307--4318",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "An analytic solution to the Förster energy transfer problem in two dimensions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Wolber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Biophys. J",
            "volume": "28",
            "issn": "",
            "pages": "197--210",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "1-[4-(Trimethylamino)phenyl]-6-phenylhexa-1,3,5-triene: synthesis, fluorescence properties, and use as a fluorescence probe of lipid bilayers",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Prendergast",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Haugland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochemistry",
            "volume": "20",
            "issn": "",
            "pages": "7333--7338",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A novel leafletselective fluorescence labeling technique reveals differences between",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiantia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Klymchenko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Interleaflet Coupling and Domains Biophysical Journal",
            "volume": "115",
            "issn": "",
            "pages": "1284--1290",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The dependence of lipid asymmetry upon phosphatidylcholine acyl chain structure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Lipid Res",
            "volume": "54",
            "issn": "",
            "pages": "223--231",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fluorescence assay for phospholipid membrane asymmetry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Sleight",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochemistry",
            "volume": "30",
            "issn": "",
            "pages": "11819--11827",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Location of diphenylhexatriene (DPH) and its derivatives within membranes: comparison of different fluorescence quenching analyses of membrane depth",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochemistry",
            "volume": "37",
            "issn": "",
            "pages": "8180--8190",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A close look at fluorescence quenching of organic dyes by tryptophan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doose",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Neuweiler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ChemPhysChem",
            "volume": "6",
            "issn": "",
            "pages": "2277--2285",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Characterization of lipid bilayer phases by confocal microscopy and fluorescence correlation spectroscopy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kiessling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamm ; Korlach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwille",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "47",
            "issn": "",
            "pages": "8461--8466",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Tuning lipid mixtures to induce or suppress domain formation across leaflets of unsupported asymmetric bilayers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "105",
            "issn": "",
            "pages": "124--128",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Transbilayer colocalization of lipid domains explained via measurement of strong coupling parameters",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Blosser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Honerkamp-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biophys. J",
            "volume": "109",
            "issn": "",
            "pages": "2317--2327",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Subnanometer structure of an asymmetric model membrane: interleaflet coupling influences domain properties",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Heberle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marquardt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pabst",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Langmuir",
            "volume": "32",
            "issn": "",
            "pages": "5195--5200",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Asymmetric supported lipid bilayer formation via methyl-b-cyclodextrin mediated lipid exchange: influence of asymmetry on lipid dynamics and phase behavior",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Visco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiantia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schwille",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Langmuir",
            "volume": "30",
            "issn": "",
            "pages": "7475--7484",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The dependence of lipid asymmetry upon polar headgroup structure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Lipid Res",
            "volume": "54",
            "issn": "",
            "pages": "3385--3393",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of outer-leaflet ordered-domain thermal stability in AUVs and symmetric LUVs containing high-Tm PCs as assayed by FRET. The fraction of DPH fluorescence that was unquenched by the rhodamine lipid (F/Fo) versus temperature curves is shown after normalization of (F/Fo) to 1 at high temperature (64 C) for the outer leaflet of AUVs (triangles) and bilayer of symmetric LUVs (squares). Vesicles ($200 mM lipid) were prepared with (F) or without (Fo) 1 mol% (for symmetric LUVs) or $1.5 mol% (for AUVs) Rho-DOPE. Both F and Fo samples also contained 0.04 mM (0.02 mol%) DPH. Average un-normalized F/Fo values at high temperature were 0.30 5 0.09. Vesicles contained entrapped 28% (w/w) sucrose inside and were dispersed in PBS. AUVs contained (A) 40:60 DSPC:DOPCo/DOPCi mol:mol (35 mol% CHOL), (B) 40:60 DPPC:DOPCo/DOPCi (35% CHOL), (C) 42:58 di C 15:0 PC:DOPCo/ DOPCi (35% CHOL), and (D) 47:53 DMPC:DOPCo/DOPCi (35% CHOL). Symmetric LUVs contained the same fraction of high-Tm saturated PC as the outer leaflet of AUVs, being composed of (A) 40:60 DSPC:DOPC (35% CHOL), (B) 40:60 DPPC:DOPC (35% CHOL), (C) 42:57 diC 15:0 PC: DOPC (35% CHOL), and (D) 47:53 DMPC DOPC (35% CHOL) or, in controls for no domain formation, DOPC (35% CHOL) (dashed lines). Average (mean) and SD (only up branch shown) from three samples are shown. SDs were calculated before normalization and then scaled to the normalized values. (See Fig. S3 for un-normalized FRET data and Fig. S12 for DOPC (35% CHOL) data points and error bars).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "LUV size was determined by dynamic light scattering using a ProteinSolution DynaPro instrument (Wyatt Technology, Santa Barbara, CA) at 20 C. AUVs and symmetric LUVs were diluted to $50-80 mM using PBS filtered with a 0.2-mm-filter. Vesicle sizes were estimated with the use of the Dynamics V5.25.44 program supplied by Wyatt Technology.Acceptor vesicles before and after exchange of outer-leaflet lipids (with DMPC or DPPC) had similar diameters of 130 5 8 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of TMADPH anisotropy in AUVs and symmetric LUVs containing high-Tm PC. TMADPH anisotropy in symmetric LUVs (filled bars) and AUVs (open bars) is shown at room temperature. Vesicles ($200 mM lipid) contained entrapped 28% (w/w) sucrose inside, were dispersed in PBS, and contained $0.1 mol% outer leaflet TMADPH. (A) Anisotropy of 85:15 DMPC:DOPCo/DOPCi (35% CHOL), symmetric DMPC/DOPC (35% CHOL), and DOPC (35% CHOL) vesicles is shown. (B) Anisotropy of 75:25 DPPC:DOPCo/DOPCi (35% CHOL), symmetric DPPC/DOPC (35% CHOL), and DOPC (35% CHOL) LUVs is shown. AUVs have the same overall lipid composition as the symmetric vesicles with one-half as much high-Tm lipid as in the AUVs (third bars from left in each panel). Average (mean) and SD values from R3 samples are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "5 mol% (for AUVs) Rho-DOPE. Both F and Fo samples also contained 0.04 mM (0.02 mol%) DPH. Average un-normalized F/Fo values at high temperature were 0.37 5 0.06. Vesicles contained entrapped 28% (w/w) sucrose inside and were dispersed in PBS. AUVs contained (A) 75:25 bSM:DOPCo/DOPCi (35% CHOL), (B) 60:40 bSM:DOPCo/DOPCi (35% CHOL), (C) 45:55 bSM:DOPCo/DOPCi (35% CHOL), and (D) 30:70 bSM:DOPCo/DOPCi (35% CHOL). Symmetric LUVs contained the same lipid composition as the outer leaflet of the AUVs, being composed of (A) 75:25 bSM:DOPC (35% CHOL), (B) 60:40 bSM:DOPC (35% CHOL), (C) 45:55 bSM:DOPC (35% CHOL), and (D) 30:70 bSM:DOPC (35% CHOL) or in controls for no domain formation DOPC (35% CHOL) (dashed lines). Average (mean) and SD (only up branch shown) from three samples are shown. SDs were calculated before normalization and then scaled to the normalized values. (See Fig. S4 for unnormalized FRET data.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "NBD-PC bleaching assay of lipid asymmetry and the stability of asymmetry versus time. The y axis shows the fraction of NBD fluorescence that was bleached after adding NaDt and incubating for 20 min (1 À (Fþ/FÀ)). FÀ and Fþ are NBD fluorescence before and after adding NaDt, respectively. Vesicles ($200 mM lipid) contained $0.25 mol% C 6 -NBD-PC. Data are shown for AUVs with C 6 -NBD-PC in the outer leaflet (filled bars), symmetric LUVs with C 6 -NBD-PC in both leaflets (striped bars), and AUVs with C 6 -NBD-PC predominantly in the inner leaflet (open bars). After sample preparation, vesicles were preincubated at room temperature in the dark for 0, 1, or 2 days before NaDt addition.AUVs were composed of (A) 85:15 DMPC:DOPCo/DOPCi (35% CHOL), (B) 75:25 DPPC:DOPCo/DOPCi (35% CHOL), and (C) 85:15 mSM:DOPCo/DOPCi (35% CHOL). Symmetric LUVs had the composition of acceptor vesicles before exchange, i.e., DOPC (35% CHOL). Average (mean) and SD values from three experiments are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Schematic illustration of different types of interleaflet coupling. The physical state of the leaflet with some amount of a high-Tm lipid (outer leaflet) is shown as a solid line and that of the opposite leaflet (inner leaflet) that lacks high-Tm lipid by a dashed line. The positions of the numbers 1 and 2 represent the Tm values for the inner-leaflet lipids (i) and outer-leaflet lipids (o), respectively, in symmetric vesicles composed of only inner-leaflet or only outer-leaflet lipids. (A) Uncoupled leaflets are shown. Inner or outer leaflets undergo an ordered to disordered melting transition at about the same temperature in symmetric vesicles containing only high-Tm lipid or only the low-Tm lipid. (B-D) Strong coupling/high extent of coupling is shown. Outer and inner leaflets exist in the same physical state as each other at all temperatures. (B) Ordered-to-disordered transition temperature is influenced by both leaflets and is close to the average for the innerand outer-leaflet lipids. (C) The inner leaflet dominates physical properties.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(F) Coupling in which neither leaflet dominates physical properties, and so a state of intermediate order is present at intermediate temperatures, is shown. (G) Incomplete coupling with a transverse membrane order gradient is shown. Leaflets have tightly coupled physical properties with intermediate membrane order (neither leaflet dominant) at the membrane midplane but uncoupled physical properties nearer the polar headgroups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1 DMPC:DOPC, 1:1 di C 15:0 PC:DOPC, 1:1 DPPC:DOPC, and 1:1 DSPC:DOPC donor vesicles (i.e., the ratio of saturated PC:DOPC:Rho-DOPE was 1:1:0.2), or an extra 15 mol% Rho-DOPE was added to mSM:DOPC and bSM:DOPC donor vesicles (SM:DOPC:Rho-DOPE 1:1:0.3). For tryptophan (Trp)quenching studies to evaluate rhodamine lipid asymmetry, in addition to the unlabeled lipid, extra Rho-DOPE (in amounts given above) or 10 mol % Rho-DMPE was included in donor vesicles or extra 4 mol% Rho-DMPE included in acceptor vesicles.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Percentage of High-Tm Lipids in AUVsAcceptor LUVs were DOPC with 35 mol% cholesterol. Donor lipids were as listed. The % of total phospholipid in AUVs (i.e., not including cholesterol) is shown. HP-TLC analysis of % SM in the bilayer vesicles calculated as described in Materials and Methods. NMR analysis of % saturated PC in the bilayer vesicles was calculated as described in Materials and Methods. Calculated outer-leaflet values assume donor lipids are delivered only to the outer leaflet and that the outer leaflet contains 52% of total vesicle lipid, as predicted for vesicles of $130 nm diameter. Average and SD values are from three to six experiments (number shown in parentheses).The 10-15 mol% of Rho-DOPE in donor MLVs quenches DPH fluorescence six-to ninefold relative to that of DPH in AUVs (data not shown), which would reduce the contribution of contaminating donor vesicles to DPH fluorescence to 1-2% in the AUV samples. For fluorescence anisotropy measurements, $10% donor contamination may have had a small influence on the results, but the agreement with FRET indicates this was negligible.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Johnna R. Wellman St. Clair for helpful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "This work was supported by National Institutes of Health grant GM 122493.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}