{
    "paper_id": "e623037e2cb61aa0cf502baf0f5be8e3fe07a101",
    "metadata": {
        "title": "Serveur Académique Lausannois SERVAL serval.unil.ch Author Manuscript Faculty of Biology and Medicine Publication Title: Plasmacytoid dendritic cells: one-trick ponies or workhorses of the immune system? Plasmacytoid dendritic cells: one-trick ponies or workhorses of the immune system? NIH Public Access",
        "authors": [
            {
                "first": "Boris",
                "middle": [],
                "last": "Reizis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Colonna",
                "suffix": "",
                "affiliation": {},
                "email": "marcocolonna:mcolonna@pathology.wustl.edu"
            },
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Trinchieri",
                "suffix": "",
                "affiliation": {},
                "email": "giorgiotrinchieri:trinchig@mail.nih.gov"
            },
            {
                "first": "Franck",
                "middle": [],
                "last": "Barrat",
                "suffix": "",
                "affiliation": {},
                "email": "franckbarrat:fbarrat@dynavax.com"
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Gilliet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Plasmacytoid dendritic cells (pDCs) were first described as interferon-producing cells and, for many years, their overlapping characteristics with both lymphocytes and classical dendritic cells (cDCs) created confusion over their exact ontogeny. In this Viewpoint article, Nature Reviews Immunology asks five leaders in the field to discuss their thoughts on the development and functions of pDCs -do these cells serve mainly as a major source of type I interferons or do they also make other important contributions to immune responses?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As pointed out by Soumelis and Liu, 'plasmacytoid dendritic' is indeed a misnomer in the strict sense, as it refers to two mutually exclusive cell morphologies 1 . However, I think the name is appropriate in a more general sense, as it reflects the unique dual nature of this cell type. Indeed, pDCs share key features with cDCs, including common progenitors,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "dependence on the cytokine FMS-related tyrosine kinase 3 ligand (FLT3L) and constitutive expression of its receptor (FLT3), a related global gene expression profile and supreme pathogen-sensing capacity. Moreover, a distinct cDC subset that is closely related to pDCs has been described recently 2 . On the other hand, 'plasmacytoid' refers to the non-dendritic morphology of a secretory lymphocyte.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I believe that pDCs start along the common DC developmental pathway, but get 'diverted' into a lymphocyte-like plasmacytoid state by distinct signals, such as the pDC-specific transcription factor E2-2 (also known as TCF4). This state fits the secretory function of pDCs but can be reversed towards the 'default' cDC state, for example following activation in vitro. Indeed, we have recently shown that deletion of the gene encoding E2-2 from mature pDCs causes their spontaneous conversion to cDC-like cells, suggesting that pDCs are just 'one gene away' from the cDC cell fate 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "pDCs and cDCs are closely related. Developmental studies have shown that pDCs and cDCs derive from a common DC progenitor and share key transcription factors, such as interferonregulatory factor 8 (IRF8) 4 . Moreover, pDCs, like monocyte-derived inflammatory DCs, enter the T cell areas of lymphoid organs directly from the blood through high endothelial venules 5, 6 . Phenotypically, both pDCs and cDCs lack lymphocyte lineage markers, express MHC class II molecules and, in mice (but not in humans), express CD11c. Following activation, both pDCs and cDCs upregulate MHC class II expression and acquire enhanced T cell stimulatory capacity 7 . Thus, pDCs can be considered to be a subset of DCs and the name pDC is both rational and practical.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 366,
                    "end": 367,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 643,
                    "end": 644,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Marco Colonna"
        },
        {
            "text": "However, the name is not perfect, mainly because pDCs are not professional antigenpresenting cells (APCs) and, in fact, are quite poor at priming naive T cells. Thus, the name pDC reflects a developmental rather than functional connection with cDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marco Colonna"
        },
        {
            "text": "The study of DC ontogeny has greatly progressed and has shown that cells with cDC traits may originate from different progenitors, with convergent differentiation giving rise to cells with similar specialized functions and gene expression. pDCs are distinct from cDCs and, unless activated, have a spherical morphology without dendrites. pDCs share characteristics with secretory cells, especially with antibody-secreting plasma cells, and their pattern of gene expression (including partial rearrangement of immunoglobulin genes) is closer to that of B cells than that of myeloid cells. However, during viral infections, pDCs can differentiate into cells with functional and gene expression characteristics of cDCs, even in the absence of E2-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giorgio Trinchieri"
        },
        {
            "text": "We identified pDCs as interferon-producing cells (IPCs) [8] [9] [10] , and they were morphologically characterized by pathologists as plasmacytoid T cells or monocytes 11 . Before the pDC terminology was introduced, we published that the IPCs in human peripheral blood were not DCs, based on morphology and antigen-presenting functions.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 64,
                    "end": 68,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Giorgio Trinchieri"
        },
        {
            "text": "However, although the term pDC may be a misnomer, it has been useful in focusing attention on this cell type and it should be retained, without implying that it refers to the morphology or functions of this cell type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giorgio Trinchieri"
        },
        {
            "text": "First, we need to define what we mean by the term pDC. Indeed, these cells are called pDCs whether they exist as IPCs or as differentiated DCs, which have quite different morphologies and functions. The confusion comes from the ability of pDCs to both mediate innate immune responses and regulate adaptive immunity. As IPCs, they produce large amounts of type I and type III interferons (IFNs), have a lymphoid shape with a plasma cell morphology and have a pattern of cell surface markers (including lymphoid markers) that suggests a different ontogeny to cDCs. In addition, IPCs have low expression levels of costimulatory molecules and poor T cell priming capability. As such, pDCs have very little in common with cDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Franck Barrat"
        },
        {
            "text": "However, following activation, pDCs rapidly reorganize their morphology and resemble cDCs for the presence of dendrites, the high expression levels of co-stimulatory molecules and a complete shift in cytokine production profile. Nonetheless, even after full differentiation occurs, there are still major differences between pDCs and cDCs. These include their distinct patterns of migration, as pDCs originate from the bone marrow, then move to the blood and, following activation, migrate to T cell areas of secondary lymphoid organs or to inflamed tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Franck Barrat"
        },
        {
            "text": "Finally, it is important to note that mouse and human pDCs generate different qualitative responses, in particular following Toll-like receptor (TLR) signalling. For example, activated mouse pDCs secrete large amounts of interleukin-12 (IL-12) and relatively low levels of type I and type III IFNs. These variations create some confusion on the role and function of these cells in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Franck Barrat"
        },
        {
            "text": "The striking differences in morphology, gene expression and functional capacity had originally suggested the possibility that pDCs and cDCs belong to distinct developmental lineages. This concept was challenged, however, by the findings that both pDCs and cDCs arise from a common progenitor and that the development of both subsets requires FLT3L. More recently, the identification of E2-2 as an essential and specific transcriptional regulator for pDC development has provided the undisputable evidence that pDCs develop along a distinct pathway 12 . However, the identification of E2-2 also reinforced the concept that pDCs and cDCs are closely related, as pDCs appear to spontaneously convert into cDC-like cells in E2-2-deficient mice 12 .",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 742,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Michel Gilliet"
        },
        {
            "text": "With regard to whether pDC is a misnomer, resting pDCs have a plasma cell-like (plasmacytoid) morphology, appearing as round cells with an excentric nucleus and without dendrites. At this stage, pDCs are unable to prime naive T cells but can be activated to produce large amounts of type I IFNs. Following activation, pDCs lose both their plasmacytoid morphology and their ability to produce type I IFNs, and differentiate into cells with a dendritic morphology and the capacity to prime naive T cells. Thus, the 'plasmacytoid' and the 'dendritic' state of these cells are morphologically and functionally distinct, indicating that the term pDC is in fact a misnomer. The terms 'plasmacytoid dendritic cell precursor' and 'plasmacytoid-derived dendritic cell' would be more appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Michel Gilliet"
        },
        {
            "text": "Does pDC activation strictly depend on TLR7 and TLR9 or can these cells be activated in other ways? G.T TLR7 and TLR9 are the major innate receptors that activate pDCs. The preferential use of these two TLRs represents a similarity between pDCs and resting B cells. TLR7 and TLR9 recognize RNA and DNA viruses, respectively, as well as nucleic acids released by dying cells in pathological conditions. These nucleic acids are often associated with cationic proteins or other chaperones, or bound by immunoglobulins in immune complexes that interact with membrane Fc receptors (FcRs). Through TLR7 and TLR9, pDCs participate in innate resistance to viral and bacterial infections and promote tissue repair following injury, but they can also mediate immunopathology. In the skin and at mucosal surfaces, pDCs probably have a role in the homeostatic interactions with commensal flora.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Michel Gilliet"
        },
        {
            "text": "However, other receptors are clearly involved in the regulation of pDCs. These include sialic acid-binding immunoglobulin-like lectin H (Siglec-H) and blood DC antigen 2 (BDCA2; also known as CLEC4C), both of which negatively affect IFN production through TLRs. Conversely, a mannan-inhibitable lectin and CD200 can enhance virus-induced IFN production. FcRs and lectins (such as DC natural killer lectin group receptor 1 (DNGR1; also known as CLEC9A)) are involved in nucleic acid and antigen uptake by pDCs. Surprisingly, cytoplasmic nucleic acid sensors that upregulate IFN production in other cell types -such as members of the retinoic acid-inducible gene I (RIG-I) family -may be less important in pDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Michel Gilliet"
        },
        {
            "text": "It is clear that the selective expression of TLR7 and TLR9 by pDCs is central for their ability to produce type I IFNs in response to RNA and DNA viruses or complexes. However, there is now evidence that pDCs can also sense DNA via a myeloid differentiation primary response protein 88 (MYD88)-dependent DNA sensor other than TLR9. Kim et al. identified the nature of this receptor as being cytosolic DExD/H-box helicases 13 . Human pDCs can also be activated by IL-3 and granulocyte-macrophage colony-stimulating factor (GM-CSF). These cytokines activate pDCs to differentiate into mature DCs that have the ability to stimulate naive T cells but no longer produce type I IFNs. In vitro studies have yielded interesting data on how IL-3 and GM-CSF activate pDCs to drive T helper 2 (T H 2) and T H 1 cell responses, respectively. However, the physiological relevance of these pDC activation pathways still remains unclear, as the in vivo counterparts of IL-3-and GM-CSFactivated pDCs have not yet been identified.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 342,
                    "text": "Kim et al.",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "Given the multitude of pathogen-sensing pathways in other cell types, I think it is unlikely that pDCs would be so 'single-minded'. Even within the TLR family, there are additional receptors that are expressed by pDCs, such as murine TLR12. Furthermore, as mentioned by M.G., members of other protein families, such as helicases, have been implicated in DNA sensing by pDCs 13 .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "As usual, helpful insight is provided by genetics. Casanova and colleagues described human patients with MYD88 deficiency, which prevents TLR7 and TLR9 signalling; surprisingly, these patients are not predisposed to viral infections 14 . This implies either that pDCs are largely dispensable in the contemporary human lifestyle or, more likely, that alternative pathways of pDC activation exist that are independent of TLR7, TLR9 and MYD88.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "No, pDC activation is not strictly dependent on nucleic acid recognition by TLR7 and TLR9; these cells can be activated by signals from other (non-TLR) receptors, such as the IL-3 receptor, CD40 and IFN receptors, but with different consequences. What is unique about nucleic acid recognition by pDCs is the nature of the response that is induced -they very quickly produce astronomical amounts of type I IFNs. This is not the case with other stimuli, which can promote the differentiation of pDCs into mature DCs but do not induce this initial burst of IFN production. This suggests that the ability of pDCs to contribute to the innate immune response during an infection by producing IFNs is restricted to nucleic acid recognition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        },
        {
            "text": "The recognition of nucleic acids by endosomal TLR7 and TLR9 has been well described, and it is clear that this is a dominant pathway. However, other signalling molecules, such as recently described cytosolic helicases, appear to participate in the nucleic acid response as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        },
        {
            "text": "pDCs express type I IFN receptors, through which type I IFNs can stimulate pDCs in either an autocrine or a paracrine manner to promote their activation and migration and the augmentation of type I IFN secretion 15 . pDCs can also be activated through members of the tumour necrosis factor (TNF) and TNF receptor (TNFR) superfamilies, including CD40 and OX40 ligand (OX40L). pDC-T cell crosstalk through CD40-CD40L and OX40L-OX40 results in pDC-mediated secretion of IL-12 and type I IFNs, as well as T cell polarization towards a T H 1 or T H 2 cell phenotype 16 .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "Extending this feedback loop, pDCs are influenced by cytokines secreted by T cells. For instance, T cell-derived IL-3 stimulates human pDCs through the IL-3 receptor, inducing pDC survival. Finally, pDCs express other pattern recognition receptors (PRRs) in addition to TLR7 and TLR9, such as TLR10 (in humans) and RIG-I-like receptors (RLRs) 17 . TLR10 recognizes lipopeptides, whereas RLRs are cytosolic helicases that detect viral RNA. However, it is not clear that these PRRs contribute to pDC activation. The expression and function of other PRRs -in particular, DNA sensors and NOD-like receptors (NLRs)remain to be investigated.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "First of all, in humans, this is a black box. There are no clear data describing the role of pDCs in T cell responses and this question is hard to address technically. Based on in vitro work, we know that antigen uptake by pDCs is quite different from what is seen in cDCs, even when pDCs are fully differentiated. pDCs express high levels of MHC class II molecules and can activate CD4 + and CD8 + T cells in mixed-leukocyte reaction assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What contribution do pDCs make to antigen presentation in vivo and how important are pDCs for T cell differentiation? F.B"
        },
        {
            "text": "The current thinking is that pDCs may be more effective at presenting viral antigens to memory T cells. In addition, data from mice on the role of pDCs in specific organs, such as in the lung, suggest that pDCs can actively participate in primary T cell responses. With respect to T cell differentiation, we have to remember that, in mice, pDCs secrete IL-12, which (along with IFNs) is a key cytokine in promoting T H 1 cell differentiation. In humans, pDCs produce little IL-12, although the large amounts of IFNs that they produce are likely to promote T H 1 cell differentiation as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What contribution do pDCs make to antigen presentation in vivo and how important are pDCs for T cell differentiation? F.B"
        },
        {
            "text": "Several studies have shown that pDCs efficiently present endogenous antigens, but poorly present exogenous antigens when compared to cDCs. One of the reasons for this is that pDCs are unable to take up exogenous antigens by phagocytosis or macropinocytosis. Another factor that prevents pDCs from presenting exogenous antigens as efficiently as cDCs is that pDCs do not accumulate long-lived peptide-MHC class II complexes on the cell surface. This is due to the inability of activated pDCs to silence the MHC class II transactivator (CIITA); therefore, the synthesis of new MHC class II molecules is maintained, even after maturation. Furthermore, activated pDCs do not downregulate the ubiquitylation of MHC class II molecules, so these molecules continue to turn over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "Whether pDCs can cross-present exogenous antigens remains controversial. A number of studies have demonstrated that mouse pDCs do not possess the capacity for crosspresentation. However, a more recent in vitro study reported that human pDCs can crosspresent viral antigens by loading them directly onto MHC class I molecules in the early recycling endosomal vesicles, with no need for transport in the cytoplasm 18 . The implications of this finding for the expansion and differentiation of virus-specific T cell populations are currently unclear.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 414,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "Since the identification of pDCs, their antigen presentation ability has been observed to be much lower than that of cDCs. This has caused concern, because contamination of a pDC population with even less than 1% cDCs could have accounted for the ability of pDCs to stimulate T cells 19 . Also, the ability of pDCs to take up antigens and their phagocytic activity remain controversial issues.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "Free antigens or antigens complexed with immunoglobulins are internalized by pDCs via FcRs or lectin receptors, and cross-presentation of these antigens has been reported. Also, as mentioned by M.G., MHC class II expression is differentially regulated in pDCs and cDCs; as well as accounting for the poor peptide-loading and presentation abilities of pDCs, this allows activated pDCs to present viral antigens, even when infected. In addition, pDCs can interact with T cells and natural killer (NK) cells (in part, through cell membrane receptor interactions, which lead to reciprocal activation), and pDCs can modulate T cell activation, often (but not exclusively) towards a regulatory cell phenotype 20, 21 . Moreover, pDC-derived IFNs can regulate T cells directly, or indirectly, by modulating APC functions.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 706,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "pDCs are inefficient at priming naive CD4 + T cells and, hence, are unlikely to elicit primary CD4 + T cell responses. Given this, it is perhaps not surprising that the antigen processing and presenting machinery of pDCs is quite different from that of cDCs 7 . Like other MHC class II-expressing cells, however, pDCs can promote the expansion of memory CD4 + T cell populations, thereby facilitating secondary immune responses. pDCs can also contribute to the priming of antigen-specific CD8 + T cells 18 and can promote their survival 22 .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 537,
                    "end": 539,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "Boris 6, 16 . Speculatively, these results may reflect the plasticity of pDCs, which might induce different T cell types depending on their anatomical location, the cytokine microenvironment in which they are immersed and their activation state. This hypothesis is supported by in vitro studies, and by in vivo studies with pDC-depleting antibodies. However, because all available pDCdepleting antibodies are cross-reactive and may deplete additional cell types, it is important to validate pDC plasticity in vivo with alternative approaches -for example, by using BDCA2-DTR transgenic mice, in which pDCs can be inducibly and selectively depleted by injection of diphtheria toxin 22 .",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 8,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 9,
                    "end": 11,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 681,
                    "end": 683,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The contributors"
        },
        {
            "text": "A large body of evidence suggests that pDCs do not efficiently present antigens in the steady state, consistent with their low levels of MHC class II expression and non-dendritic morphology. After activation by TLR ligands, pDCs have been shown to acquire the capacity for antigen presentation and cross-presentation, in certain models 23, 24 .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 340,
                    "end": 342,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "Two key unresolved issues remain. First, how important is the antigen presentation by pDCs during the course of a natural infection, especially in the presence of cDCs as the primary presenters? Second, do activated pDCs maintain their cell fate, or do they differentiate into activated cDCs? In the latter case, they would be perfectly 'entitled' to prime T cells. Such differentiation is well documented in vitro 1 , but remains to be conclusively demonstrated in infection models in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "This is no different from any other APC. This type of dual function is well accepted for cDCs and depends on how the cells are activated and the microenvironment in which this occurs. It is unexpected though that pDCs are tolerogenic when activated through TLRs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pDCs have been reported to promote both pro-inflammatory and tolerogenic immune responses -how are they able to show such dual functions? F.B"
        },
        {
            "text": "I agree that, in this respect, pDCs are not unlike cDCs, which -depending on the state of maturation and because of the existence of different subsets -may mediate both immunostimulatory and regulatory functions. The pro-inflammatory ability of pDCs is largely dependent on IFN production, but they can also be immunostimulatory through the production of other cytokines and through cellular interaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "When 'classically' activated by TLR7 and TLR9 ligands and CD40L, pDCs produce type I IFNs and cytokines such as IL-12 and IL-6, which have been implicated in T H 1 and T H 17 cell differentiation. In addition, pDCs secrete chemokines that contribute to inflammation, including CC-chemokine ligand 3 (CCL3), CCL4, CCL5, CXC-chemokine ligand 9 (CXCL9), CXCL10 and CXCL11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "Clinical studies strongly support a proinflammatory function for pDCs in autoimmune diseases, particularly in systemic lupus erythematosus (SLE) and psoriasis 16 . This conclusion has been corroborated by results from mouse models of autoimmunity and has prompted the development of therapeutic strategies to deplete or block pDCs to prevent or treat autoimmunity.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "However, there is also evidence that tolerogenic pDCs are present in human tumours, including in melanomas and in breast and ovarian cancers. Although the immunosuppressive tumour microenvironment may facilitate the recruitment and induction of tolerogenic pDCs, the activation of tumour-associated pDCs with TLR7 and TLR9 ligands promotes tumour rejection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "The immunoregulatory ability of pDCs is based on different mechanisms, including suboptimal antigen presentation, expression of indoleamine 2,3-dioxygenase (IDO), deletion of activated T cells and induction of T Reg cells [25] [26] [27] . There are many published studies suggesting that these opposite functions could be mediated by different subsets or stages of differentiation of pDCs. Markers, such as CC-chemokine receptor 9 (CCR9), CD9 and CD19, have been used to characterize pDCs with different stimulatory and regulatory functions, but it remains unclear whether the regulatory functions are a property of immature pDCs or of mature and/or activated pDCs. Although the production of IFNs by pDCs and their regulatory functions are often proposed to be dissociated, IFNs can be involved both in the activation of T Reg cells and in the inhibition of T Reg cell differentiation.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "In their non-activated state, pDCs appear to be specialized in peripheral tolerance. Indeed, non-activated human pDCs were found to express high levels of ICOS ligand (ICOSL), which promotes the survival and expansion of, and IL-10 production by, a subset of forkhead box P3 (FOXP3) + T Reg cells that express inducible T cell co-stimulator (ICOS) 28 . Mouse studies have shown that non-activated pDCs can suppress inflammatory responses to inhaled allergens, promote allogeneic stem cell engraftment, inhibit acute graft-versus-host disease and mediate tolerance to solid grafts by inducing T Reg cells. pDCs also mediate oral tolerance during antigen feeding by inducing anergy and deletion of antigen-specific T cells in the liver.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "During viral infections, pDCs are activated to produce large amounts of type I IFNs, and this appears to be central in the early induction of protective antiviral immune responses through the activation of NK cells, B cells, T cells and cDCs. In particular, the ability of pDCderived type I IFNs to activate cDCs appears to be crucial for the induction of T cellmediated immunity 16 . In the context of viral infections, activated pDCs may also differentiate into mature DCs that stimulate T cells. However, in contrast to cDCs, maturing human pDCs maintain high levels of ICOSL expression and retain the ability to induce IL-10-producing T Reg cells 21 .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "These findings indicate that pDCs might have an intrinsic capacity to drive peripheral tolerance, even at a mature differentiation stage, and may contribute to the contraction of the effector phase of T cell responses to prevent excessive inflammation. In support of this hypothesis, pDC depletion during viral infection has been found to exacerbate immunopathology in the host 29 .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "It is worth noting that there is very little evidence for the role of pDCs in tolerance in vivo. Several studies that made such claims were limited by poor phenotypic definition of pDCs and/or by artificial manipulations, such as expansion of pDC populations using FLT3Lexpressing tumours. We have found that mice that constitutively lack pDCs live into ripe old age without obvious signs of autoimmunity or inflammation, suggesting that pDCs are not mediating dominant tolerance in the way T Reg cells do.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "Of course, this does not exclude an important role of pDCs in promoting tolerance in certain circumstances, such as in the establishment of oral tolerance 26 . An elegant recent study showed that abolishing antigen presentation by pDCs increased autoimmune inflammation in the brain 24 ; however, the net effect of pDCs in this model still remains to be established. Given that pDCs are poor antigen presenters in the absence of activation, and that the products of their activation (type I IFNs) are potent adjuvants, it appears likely that pDCs would facilitate protective immunity rather than tolerance. pDCs seem to mainly contribute to immune function by producing type I IFNs. However, other leukocytes and non-immune cells can also produce type I IFNs -why you think we need a cell that is dedicated to this type of response?",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "There are two characteristics that distinguish the type I IFN production by pDCs from that of other cells: first, the speed of expression and, second, the magnitude of expression. pDCs are able to produce IFNα and IFNβ very rapidly owing to their constitutive high expression levels of IRF7, which allow the rapid assembly of the multiprotein signal transduction complex that induces IFNs. Other cells do not express IRF7 constitutively and require its upregulation in response to IFNβ feedback signalling following activation of IRF3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "The extraordinary ability of pDCs to produce large amounts of type I IFNs is illustrated by the fact that they were found to account for over 95% of type I IFNs produced by peripheral blood mononuclear cells in response to many viruses. This is partly due to the unique ability of pDCs to retain DNA in early endosomes for extended periods of time, which allows a sustained activation of IRF7 with induction of IFNs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "Why we need a specialized cell dedicated to the rapid and potent production of type I IFNs is still unclear. We recently found that following skin injury, pDCs quickly infiltrate the wounds, where they sense nucleic acids released by dying cells and rapidly produce type I IFNs. The fast and transient production of type I IFNs by pDCs appears to be crucial for promoting the inflammatory response and tissue repair in skin wounds 30 .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "It seems plausible that a well-controlled activation of a specialized cell type to rapidly but transiently produce large amounts of type I IFNs is necessary to kick-start protective immune responses, while avoiding the excessive uncontrolled inflammation that could result from the activation of many different cell types to produce type I IFNs. The requirement for tight control of type I IFN production is illustrated by the fact that chronic pDC activation drives autoimmunity in diseases such as psoriasis 31 and SLE 32 .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 512,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "As M.G. has said, among the unique features of type I IFN production by pDCs are the kinetics and the type of ligand recognized. For instance, pDCs are the only source of IFNs in response to the TLR9 ligand CpG oligonucleotides, despite the widespread expression of TLR9. Furthermore, IFNs are induced almost immediately following pDC activation. Spectacular insights have been made recently into the molecular basis of TLR coupling to IFN expression in pDCs 33, 34 , although the overall mechanism remains elusive.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "Such ultra-fast production of IFNs in response to endosomal nucleic acids seems an obvious adaptation for resistance to invading viruses, which should be detected and controlled within the first few hours of infection to avoid acute cell damage (for cytopathic viruses) or rapid replication leading to T cell exhaustion (for non-cytopathic viruses). This can be best accomplished through constant patrolling by recirculating cells equipped with unique detection and signalling mechanisms. Moreover, the potentially dangerous secretion of IFNs has to be halted rapidly and prevented in the steady state. Indeed, most receptors that are specifically expressed by pDCs are inhibitory, including human immunoglobulin-like transcript 7 (ILT7), which provides negative feedback from IFN-receiving cells 35 . Collectively, the specific molecular pathways required for powerful IFN secretion, as well as for its tight control, appear to justify a dedicated cell type.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 799,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "B.R"
        },
        {
            "text": "Our recent studies with BDCA2-DTR mice suggest that, in vivo, multiple cellular sources contribute to host antiviral responses mediated by type I IFNs and that the contribution of pDCs is limited in magnitude and time. Clearly, various cell types -including macrophages, inflammatory monocytes, DCs and stromal cells -can be crucial sources of type I IFNs during viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "However, as discussed above, because the pDC response occurs very early during infection 22 , pDCs may be essential for limiting viral replication to a controllable level before other sources of type I IFNs become available. By providing early type I IFNs, pDCs may also promote the expression of key IFN-inducible antiviral molecules -such as RLRs and RNA-activated protein kinase (PKR) -by neighbouring cells. Finally, the importance of pDCs as a source of type I IFNs in vivo probably depends on the type of virus and the site of infection. Clinical evidence suggests that pDCs may be crucial for controlling viral infections of the skin 36 . In mice, pDCs provide an important source of type I IFNs when the virus gains access to the bloodstream and mucosal sites 37 . Further studies of disparate viral infections in pDC-depleted mice are warranted to fully assess pDC function in immune responses.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "I agree that pDCs are unique in that their constitutive expression of IRF7 enables them to rapidly secrete IFNs in response to TLR7 and TLR9 agonists. It remains unclear which other proteins may be produced by resting pDCs before activation and expression of IFN transcripts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "On a per cell basis, pDCs are more effective IFN producers than other cell types, and they are responsible for the early peak of IFN production in response to most viruses or in response to TLR7 and TLR9 agonists. However, most cells, haematopoietic or not, respond to viral infection and other exogenous and endogenous stimuli by producing low, but probably sustained, levels of IFNs. Such induction of IFNs mainly depends on TLR3 and TLR4 (which are coupled to TIR domain-containing adaptor protein inducing IFNβ (TRIF)) and other, cytoplasmic receptors (such as helicase-like receptors for RNA, DNA sensors, and nucleotide-binding oligomerization domain proteins (NODs) for peptides). In addition, the IFNβ-IRF7-IRF8 feedback loop represents an important amplifying mechanism. Thus, pDCs may be important for rapid early responses that are needed in acute infections, but then redundant mechanisms -involving different inducers, anatomical locations and kinetics of response -take over and ensure full and persistent protection against infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "I would argue that pDCs are distinct from any other cells in two key parameters. First, in the kinetics and the magnitude of IFN production owing to the constitutive presence of high levels of IRF7 and, second, in the fact that pDCs can be activated by self nucleic acids, provided that the self RNA or DNA is complexed with cationic peptide or associated with antibodies specific for nuclear components. This has now been well documented both following tissue injury and in autoimmune settings, such as SLE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        },
        {
            "text": "pDCs are effector cells found in tissue, where they migrate quickly following injury and are thus among the first innate cells to initiate a response to insult. One can therefore imagine that these cells are circulating in the blood and are attracted to tissues following injury, where nucleic acids complexed with cationic peptides trigger an initial wave of IFN production via TLR7 and TLR9 activation. Interestingly, the recognition of foreign nucleic acids is probably not necessary for this initial burst of IFN production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        },
        {
            "text": "Although pDCs are likely to be redundant for most antiviral responses and only provide one layer of response, their ability to quickly produce IFNs and to respond to both self and foreign nucleic acids makes them unique players of the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        },
        {
            "text": "B.R pDCs seem to play very specific roles in immune processes. For example, they are only involved in the response to certain viruses, such as coronaviruses 38 , and contribute only to some types of autoimmune inflammation. Precisely for this reason, they may turn out to be excellent therapeutic targets, as pDC-focused approaches would be more selective than generic targeting of the IFN response. For instance, dampening pDC function might decrease pathological inflammation in patients with SLE or psoriasis, without impairing antiviral defences in general.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "So are pDCs likely to be a useful therapeutic target?"
        },
        {
            "text": "However, a key prerequisite is a better understanding of the exact roles of pDCs in immune responses, particularly in autoimmunity. Another crucial step will be to identify new molecular targets in pDCs. For example, what are the pDC-specific signalling events that couple nucleic acid sensing to IFN secretion? Finally, pDC-derived leukaemias (also known as CD4 + CD56 + haematodermic neoplasms) are rare, but these leukaemias are always fatal and present an acute need for therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So are pDCs likely to be a useful therapeutic target?"
        },
        {
            "text": "Given the pathogenic role of type I IFNs in SLE, blocking antibodies specific for type I IFNs or their receptor IFNAR are currently being tested as potential treatments. However, global blockade of type I IFNs may result in increased susceptibility to viral infections. Because pDCs have been identified as a major source of type I IFNs in SLE, functional blockade or antibody-mediated ablation of pDCs may provide an attractive alternative to blocking type I IFNs. Such inhibition of pDCs would specifically eliminate the source of the excessive type I IFNs that promote autoimmunity, while preserving the protective type I IFN response to viruses in all other cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.C"
        },
        {
            "text": "As already mentioned above, pDCs may have a direct pathological role in SLE and psoriasis, at least in part through their production of IFNs. In addition, there is quite strong evidence from animal experiments and in humans that pDCs in tumours help to create an immunosuppressive environment and are associated with an unfavourable prognosis 39 . Also, the ability of pDCs to induce immune tolerance might have an important role in preventing graft rejection and autoimmunity. Thus, in theory, pDCs could be a potential target for therapeutic intervention.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "text": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "However, how to accomplish this task in practice is not so obvious. Depletion of pDCs using, for example, cytotoxic antibodies or toxin-conjugated antibodies could be a possibility in SLE, psoriasis and cancer. A more realistic approach would be to target receptors and molecules (such as TLRs and IFNs) that are involved in pDC-mediated pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "The tolerogenic functions of pDCs could be harnessed for the treatment of autoimmunity and the prevention of graft rejection. Alternatively, these tolerogenic functions could be suppressed in order to promote immunity to tumours. Antigen-specific immune suppression could be achieved by targeting antigens to pDCs using antigens conjugated to pDC-specific antibodies. Finally, by using agonists for TLR7 and TLR9, the ability of pDCs to produce IFNs could be exploited for the treatment of chronic or acute viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G.T"
        },
        {
            "text": "As previously mentioned, pDCs are not only able to sense viral nucleic acids but may also sense self nucleic acids in injured tissues. This appears to be crucial for kick-starting inflammatory tissue repair responses. It is therefore not surprising that the continuous sensing of self nucleic acids by pDCs is associated with excessive inflammatory responses and the development of autoimmunity. This has been demonstrated in SLE and psoriasis but may also hold true for other autoimmune diseases. Inhibiting pDC function may therefore represent a promising strategy to treat these autoimmune diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "Potential strategies include the targeting of BDCA2 or ILT7, two pDC-specific receptors that have been shown to block the ability of pDCs to produce type I IFNs. Another potential strategy is the inhibition of TLR7 and TLR9, as these receptors are exclusively used by pDCs to produce type I IFNs. Importantly, as already mentioned above, these strategies have the advantage of specifically blocking pDC-derived type I IFNs without interfering with the production of IFNs by other cell types, thereby avoiding widespread inhibition of antiviral responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "pDCs can also be exploited to induce protective immunity. For example, in tumours, nonactivated pDCs can be activated to produce high levels of type I IFNs, which can overturn pDC-induced immunosuppression. Potential pDC activators include synthetic oligodinucleotides containing CpG motifs (CpG ODNs), which trigger TLR9, and synthetic nucleoside analogues (such as imiquimod) that trigger TLR7. As mentioned by G.T., similar strategies could be explored to treat chronic viral infections characterized by impaired IFN production by pDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M.G"
        },
        {
            "text": "Although the activation of pDCs (in particular by TLR7 and/or TLR9) can initiate a strong innate immune response, the chronic activation of these same cells and the IFNs that they produce can promote autoimmune diseases (such as SLE) or cutaneous inflammatory diseases characterized by interface dermatitis. Both aspects of pDC biology are the focus of clinical studies. Agonists of TLR7 and TLR9 are either already approved (for example, imiquimod for basal cell carcinoma) or in development for use in infectious diseases, allergies and asthma, and cancer, and it is expected, in particular for TLR9 agonists, that their actions depend on pDC activation. In addition, antagonists of TLR7 and TLR9 have recently entered clinical trials with the aim to reduce chronic IFN production by pDCs. This approach gives the advantage of blocking pDC-mediated production of IFNs (which is largely dependent on TLR7 and TLR9) without affecting the production of IFNs by other (non-TLR-mediated) pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        },
        {
            "text": "As these clinical studies progress, we can expect to learn more about the role of pDCs in human diseases and whether these cells are indeed good targets for therapeutic intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F.B"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "From plasmacytoid to dendritic cell: morphological and functional switches during plasmacytoid pre-dendritic cell differentiation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Soumelis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Immunol",
            "volume": "36",
            "issn": "",
            "pages": "2286--2292",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CX3CR1 + CD8α + dendritic cells are a steady-state population related to plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bar-On",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": "14745--14750",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Continuous expression of the transcription factor E2-2 maintains the cell fate of mature plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cisse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bunin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reizis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "905--916",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origin and development of dendritic cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Nussenzweig",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunol Rev",
            "volume": "234",
            "issn": "",
            "pages": "45--54",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microbial stimulation fully differentiates monocytes to DC-SIGN/CD209 + dendritic cells for immune T cell areas",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "143",
            "issn": "",
            "pages": "416--429",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plasmacytoid dendritic cells in immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colonna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trinchieri",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Immunol",
            "volume": "5",
            "issn": "",
            "pages": "1219--1226",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigen-presentation properties of plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Villadangos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "29",
            "issn": "",
            "pages": "352--361",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Anti-viral activity induced by culturing lymphocytes with tumor-derived or virus-transformed cells. Identification of the anti-viral activity as interferon and characterization of the human effector lymphocyte subpopulation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trinchieri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Santoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Exp Med",
            "volume": "147",
            "issn": "",
            "pages": "1299--1313",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A leukocyte subset bearing HLA-DR antigens is responsible for in vitro alpha interferon production in response to viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perussia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trinchieri",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nat Immun Cell Growth Regul",
            "volume": "4",
            "issn": "",
            "pages": "120--137",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dendritic cells and IFN-α-producing cells are two functionally distinct non-B, non-monocytic HLA-DR + cell subsets in human peripheral blood",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chehimi",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Immunology",
            "volume": "68",
            "issn": "",
            "pages": "486--490",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunohistochemical visualization of plasmacytoid T cells in paraffin sections",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Facchetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Wolfe-Peeters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Oord",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Desmet",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Hum Pathol",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transcription factor E2-2 is an essential and specific regulator of plasmacytoid dendritic cell development",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cisse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "135",
            "issn": "",
            "pages": "37--48",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aspartate-glutamate-alanine-histidine box motif (DEAH)/RNA helicase A helicases sense microbial DNA in human plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": "15181--15186",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pyogenic bacterial infections in humans with MyD88 deficiency",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Von Bernuth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "321",
            "issn": "",
            "pages": "691--696",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Type I interferon dependence of plasmacytoid dendritic cell activation and migration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Asselin-Paturel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "201",
            "issn": "",
            "pages": "1157--1167",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Plasmacytoid dendritic cells: sensing nucleic acids in viral infection and autoimmune diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilliet",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "594--606",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cutting edge: TLR-dependent viral recognition along with type I IFN positive feedback signaling masks the requirement of viral replication for IFN-α production in plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "3960--3964",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Direct proteasome-independent cross-presentation of viral antigen by plasmacytoid dendritic cells on major histocompatibility complex class I",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Pucchio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Immunol",
            "volume": "9",
            "issn": "",
            "pages": "551--557",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Flexibility of mouse classical and plasmacytoid-derived dendritic cells in directing T helper type 1 and 2 cell development: dependency on antigen dose and differential Toll-like receptor ligation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boonstra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Exp Med",
            "volume": "197",
            "issn": "",
            "pages": "101--109",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The reciprocal interaction of NK cells with plasmacytoid or myeloid dendritic cells profoundly affects innate resistance functions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gerosa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "727--734",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Plasmacytoid dendritic cells prime IL-10-producing T regulatory cells by inducible costimulator ligand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Exp Med",
            "volume": "204",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Plasmacytoid dendritic cell ablation impacts early interferon responses and antiviral NK and CD8 + T cell accrual",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swiecki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gilfillan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vermi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colonna",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "955--966",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Organ-dependent in vivo priming of naive CD4 + , but not CD8 + , T cells by plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sapoznikov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Exp Med",
            "volume": "204",
            "issn": "",
            "pages": "1923--1933",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "MHC class II-restricted antigen presentation by plasmacytoid dendritic cells inhibits T cell-mediated autoimmunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Irla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Exp Med",
            "volume": "207",
            "issn": "",
            "pages": "1891--1905",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Murine plasmacytoid dendritic cells initiate the immunosuppressive pathway of tryptophan catabolism in response to CD200 receptor engagement",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fallarino",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "",
            "pages": "3748--3754",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Plasmacytoid dendritic cells mediate oral tolerance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goubier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "29",
            "issn": "",
            "pages": "464--475",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Alloantigen-presenting plasmacytoid dendritic cells mediate tolerance to vascularized grafts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ochando",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Immunol",
            "volume": "7",
            "issn": "",
            "pages": "652--662",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Two functional subsets of FOXP3 + regulatory T cells in human thymus and periphery",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "28",
            "issn": "",
            "pages": "870--880",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Plasmacytoid dendritic cells inhibit pulmonary immunopathology and promote clearance of respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Lukacs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Exp Med",
            "volume": "203",
            "issn": "",
            "pages": "1153--1159",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Plasmacytoid dendritic cells sense skin injury and promote wound healing through type I interferons",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gregorio",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Exp Med",
            "volume": "207",
            "issn": "",
            "pages": "2921--2930",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Plasmacytoid dendritic cells sense self-DNA coupled with antimicrobial peptide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lande",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "449",
            "issn": "",
            "pages": "564--569",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Neutrophils activate plasmacytoid dendritic cells by releasing self-DNA-peptide complexes in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lande",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Sci Transl Med",
            "volume": "3",
            "issn": "",
            "pages": "73--92",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bifurcation of Toll-like receptor 9 signaling by adaptor protein 3",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Linehan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "1530--1534",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "AP-3, and Hermansky-Pudlak syndrome proteins are required for Tolllike receptor signaling in plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Blasius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": "19973--19978",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Regulation of TLR7/9 responses in plasmacytoid dendritic cells by BST2 and ILT7 receptor interaction",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Exp Med",
            "volume": "206",
            "issn": "",
            "pages": "1603--1614",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Spontaneous regression of highly immunogenic Molluscum contagiosum virus (MCV)-induced skin lesions is associated with plasmacytoid dendritic cells and IFN-DC infiltration",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vermi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Invest Dermatol",
            "volume": "131",
            "issn": "",
            "pages": "426--434",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Antiviral immune responses in the genital tract: clues for vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Rev Immunol",
            "volume": "10",
            "issn": "",
            "pages": "699--711",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Control of coronavirus infection through plasmacytoid dendritic-cellderived type I interferon",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cervantes-Barragan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "1131--1137",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dendritic cell infiltration and prognosis of early stage breast cancer",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Treilleux",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Cancer Res",
            "volume": "10",
            "issn": "",
            "pages": "7466--7474",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reizis completed his Ph.D. in immunology with Irun R. Cohen at the Weizmann Institute of Science, Rehovot, Israel, and carried out postdoctoral training with Philip Leder at Harvard Medical School, Boston, Massachusetts, USA. He is currently an associate professor in the Department of Microbiology and Immunology at Columbia University, New York, USA. His lab is broadly interested in the regulation of haematopoiesis, stem cell function and dendritic cell development and homeostasis.Giorgio Trinchieri has directed the Cancer and Inflammation Program at the National Cancer Institute, Frederick, Maryland, USA, since 2006. He trained in medicine at the University of Turin, Italy, and at the Basel Institute of Immunology, Switzerland. In 1989, his group at the Wistar Institute in Philadelphia, Pennsylvania, USA, discovered interleukin-12 (IL-12), and he is interested in the interplay between inflammation or innate resistance and adaptive immunity, and in the role of IL-12 and other proinflammatory cytokines in the regulation of haematopoiesis, innate resistance and immunity. He has been involved in the early discovery and characterization of plasmacytoid dendritic cells both in humans and in the mouse. His most recent work is focused on the role of inflammation in cancer and the role of the microbiota in the local and systemic regulation of inflammation.Michel Gilliet is a professor and chairman of the Department of Dermatology at the University of Lausanne, Switzerland. He trained in medicine at the University of Zurich, Switzerland, and was later a postdoctoral fellow with Yong-Jun Liu at the DNAX Research Institute, Palo Alto, California, USA, and an associate professor at the M.D. Anderson Cancer Center, University of Texas, Houston, USA. His lab is currently exploring the roles of dendritic cells and antimicrobial peptides in inflammatory and autoimmune responses in the skin. Franck Barrat obtained his Ph.D. in immunology working on the identification of genetic defects underlying immunodeficiency syndromes in children at the Necker Hospital in Paris, France. After postdoctoral work at the DNAX Research Institute, Palo Alto, California, USA, where he identified novel approaches to generate regulatory T cells, he moved to Dynavax Technologies in Berkeley, California. His main focus there has been the role of nucleic acid recognition during immune responses, with particular emphasis on the role of Toll-like receptors in autoimmune situations such as lupus or skin inflammation. Marco Colonna is a professor of pathology, immunology and medicine at Washington University School of Medicine in St. Louis, Missouri, USA. After obtaining his M.D. degree from the University of Parma, Italy, and completing his postdoctoral training at Harvard University, Boston, Massachusetts, USA, he established his first independent laboratory at the Basel Institute for Immunology, Switzerland. He focuses on receptors mediating innate immune responses; his accomplishments include identifying the killer cell immunoglobulin-like receptors and defining HLA polymorphisms as their inhibitory ligands, as well as discovering the leukocyte immunoglobulin-like receptor (LILR) and triggering receptor expressed on myeloid cells (TREM) receptor families. In 1999, he determined that plasmacytoid dendritic cells (pDCs) play a crucial role in type I interferon responses. pDCs and their role in host responses to pathogens, autoimmunity and cancer continue to be a major focus of his laboratory. pDCs have been implicated in the differentiation of almost every type of CD4 + T cell, including T H 1, T H 2, T H 17, T H 22 and regulatory T (T Reg ) cells",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "B.R. is supported by US National Institutes of Health grants AI085439 and AI072571.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}