{
    "paper_id": "e63ae71c6969c43fbe201c471c3f1bc3edfb7948",
    "metadata": {
        "title": "TITLE PAGE Manuscript title: Cross-reaction of sera from COVID-19 patients with SARS-CoV assays",
        "authors": [
            {
                "first": "Wei",
                "middle": [
                    "Yee"
                ],
                "last": "Wan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Frcpath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hoon",
                "middle": [],
                "last": "Siew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Eng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Seng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background: The SARS-CoV-2 shares 74.5% genome identity with SARS-CoV, both 2 exhibiting a similar well conserved structure. Therefore, antibodies produced in COVID-19 and 3 SARS patients should not be that dissimilar. We evaluated SARS-CoV test assays to detect for 4 the presence of antibodies to SARS-CoV-2 and tried to determine the timing of appearance of 5 these antibodies by testing serial sera from these patients. Methods: Tests were carried out using 6 ELISA (total antibodies) and indirect immunofluorescence (IIFA) (IgM & IgG) methods on 7 serial sera from patients confirmed with SARS-CoV-2 infection. Results: Cross-reactivity was 8 seen in these two test assays with sera from COVID-19 patients and was detected in 6 out of 7 9 patients from 7 days after onset of symptoms. Five of the patients had detectable antibodies by 10 the 3 rd week into their illness and there was evidence of seroconversion in 4 patients. The IIFA 11 method was marginally more sensitive compared to the ELISA assay, however the IIFA IgM test 12 was not useful in the early phase of the illness with poor sensitivity. Conclusions: Existing 13 diagnostic assays for SARS-CoV can detect antibodies in patients who were diagnosed with 14 COVID-19. These assays maybe be utilized as an interim measure in epidemiological 15 investigations for contact tracing and to determine the extent of community spread of this new 16 emerging virus pending the availability of specific serology tests for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "SARS-CoV-2 is a new zoonotic coronavirus (CoV) that emerged in Wuhan, China which 19 was first reported on the 31 st December 2019. As the number of cases of COVID-19 increases, 20 there is an urgent need to understand this outbreak that looks set to spread to several countries 21 around the world. The total number of cases is probably a gross underestimate, as patients may 22 present with the symptoms of the common cold, and therefore remain undiagnosed due to the 23 mild nature of this illness in the majority. Poorer resourced countries may also not have the 24 capability to equip themselves with complex molecular diagnostic setups and thus outbreaks in 25 those areas may go undetected for some time and the number of cases under reported. 26 The SARS-CoV-2 is a SARS-related virus with 74.5% genome identity to SARS-CoV. 1 ",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 834,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "The similarities between these two viruses were described comprehensively in a recent published 28 article by Xu et al. 2 For structural proteins, including the nucleocapsid (N), matrix (M), and 29 envelope (E), high within-group conservation was maintained, with more modest similarity seen 30 across the entire CoV family. In contrast, the accessory proteins that distinguish CoV infections 31 from each other with high variability across the family, allow viruses to adopt to current and 32 novel hosts. 3 In a study which described the difference in amino acid substitutions of different 33 proteins for SARS-CoV-2 compared to SARS-CoV, it was found that there were no substitutions 34 that occurred in nonstructural protein 7 (nsp7), nsp13, envelop, matrix and accessory proteins p6 35 and 8b. 4 The N protein for SARS-CoV-2 has ~90% similar amino acid identity to the SAR-CoV 36 N protein and hence the SARS-CoV-2 antibodies against the N protein would likely recognize 37 and bind the SARS-CoV N protein as well. 5 Furthermore, a study by Zhou et al, showed that the 38 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "Xu et al. 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20034454 doi: medRxiv preprint 4 SARS-CoV-2 could be cross-neutralized by horse anti-SARS-CoV serum at dilution 1:80, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "We identified SARS-CoV-2 positive cases which were confirmed by molecular testing of 49 respiratory specimens by real-time RT-PCR according to the published protocol by Corman et 50 al. 7 We retrieved residual samples left over from biochemical tests to obtain serial sera for these 51 patients. The Biochemistry department removed all patient identifiers and assigned random 52 numbers to each patient, and also included the number of days after onset of illness for each of 53 the retrieved specimens based on the information obtained from the Infectious Diseases team.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "For negative controls, 10 samples which were sent for unrelated virology tests from 2 different 55 groups of patients were randomly selected. The first group consists of 5 sera collected 5 years 56 ago from our archive and the other group, another 5 sera from patients who were tested negative 57 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "54"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20034454 doi: medRxiv preprint 5 on two occasions for SARS-CoV-2 as part of the enhanced surveillance for patients who 58 presented with pneumonia but did not fulfil the criteria of suspected SARS-CoV-2 infection 59 during this outbreak period. 60 We performed two serological test methods on the selected samples using the SARS-CoV ",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "60",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "54"
        },
        {
            "text": "There were a total of 7 patients with confirmed COVID-19 admitted to our institution 68 during the study period. A total of 26 samples were retrieved from the Biochemistry department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "The number of samples obtained for each patient ranged from 1 -9 (mean 3.7) with the earliest 70 taken 1 day after the onset of symptoms and latest at day 24. Five specimens were excluded due 71 to the narrow interval between samples or close proximity to the date of onset of illness. Figure 1 (<100, 100, 400, 1600, ≥6400) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 324,
                    "text": "(<100, 100, 400, 1600, ≥6400)",
                    "ref_id": null
                }
            ],
            "section": "69"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20034454 doi: medRxiv preprint showed that overall the IIFA test was 28.9% more sensitive than the ELISA test, which explains 100 the results of day 24 for P3. Although the overall results for the IIFA test may be more sensitive, 101 the IIFA IgM test in the COVID-19 patients was found to be less useful in the detection of acute 102 phase of the illness which is consistent with the findings of a study in SARS-CoV patients where 103 they found a less frequent (43%) and robust (less discriminatory) IgM response. 13 However, this 104 cannot be generalized as different assays will have different performances depending on the type 105 of antigen utilized. In most countries, real-time RT-PCR remains the diagnostic tool of choice in 106 the acute phase of infection given that antibody will take time to develop after the onset of 107 illness. These serological tests would be more useful in those who did not present early to a 108 healthcare facility to look for evidence of previous exposure to this virus. This is relevant for 109 contact tracing and to determine the true extent of the circulation of the virus to establish an 110 accurate case-fatality rate.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "69"
        },
        {
            "text": "There is a possibility that positive antibodies from these tests could be as a result of 112 previous exposure to SARS 17 years ago. However, given that only 8,096 cases were reported 113 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20034454 doi: medRxiv preprint 9 worldwide and that the virus is not known to still be circulating in the community after it was 114 declared to be contained with no further reported cases in 2004 by WHO, this probability seems 115 very small and can be excluded by specific history taking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "Limitations of this study includes the relatively small number of patients and inconsistent 117 series of sera which ideally should have been collected at a predetermined regular time interval 118 to determine when IgM and IgG can be detected after infection in COVID-19 by these assays. 119 We also did not take into account other factors which could cause the delay in development of In conclusion, we provided proof of concept that the available SARS-CoV antibody 133 assays can reliably detect antibodies in patients with COVID-19 which could be used in this 134 current outbreak situation for serosurveys and as a diagnostic tool for under resourced countries.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "117",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "119",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "135"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20034454 doi: medRxiv preprint Further studies would be required to confirm their utility and better determine the time frame 136 when IgM and IgG is detectable in patients exposed to SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "136",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "135"
        },
        {
            "text": "Acknowledgments 138 We would like to thank the Biochemistry department for their help in retrieving and 139 blinding of specimens, and the Infectious Disease team for providing onset date of illness which 140 was pertinent for the meaningful interpretation of results. ",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "138",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "137"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel 143 coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Systematic comparison of two animal-to-human transmitted 145 human coronaviruses: SARS-CoV-2 and SARS-Cov",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Jumping species -A mechanism for Coronavirus 147 persistence and survival",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Virol",
            "volume": "23",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genome composition and divergence of the Novel 149",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "2019-nCov) originating in China. Cell Host & Microbe",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.02.001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Return of the Coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Viruses",
            "volume": "152",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.17.20034454"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Discovery of a no coronavirus associated with the 154 recent pneumonia outbreak in humans and it potential bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "15510.1101/2020.01.22.914952"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of 2019 nover coronavirus (2019-157 nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cormon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A novel Coronavirus associated with 159",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antibody response and viraemia during the course of severe 161 acute respiratory syndrome (SARS) -associated coronavirus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Micro",
            "volume": "162",
            "issn": "",
            "pages": "435--438",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Profile of antibodies to nucleocapsid protein of the Severe Acute 164",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Respiratory Syndrome (SARS)-Associated Coronavirus in probable SARS patients",
            "authors": [],
            "year": null,
            "venue": "Clin",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical progression and viral load in a 167 community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Molecular and serological investigation of 2019-nCoV 170 infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Microbes Infect",
            "volume": "171",
            "issn": "2020",
            "pages": "386--389",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antibody response of patients with Severe Acute 173 Respiratory Syndrome (SARS) targets the viral nucleocapsid",
            "authors": [
                {
                    "first": "Dtm",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Fch",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. of Inf Dis",
            "volume": "174",
            "issn": "",
            "pages": "379--86",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "this knowledge, we postulated that the antibodies produced by COVID-19 41 patients should result in cross-reactivity to the SARS-CoV total antibody ELISA & IIFA tests 42 which utilizes whole SARS-CoV infected cells as the antigen substrate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Patient's consent and ethical approval from the Ethics Committee were not required as44 per the CIRB Research committee's guidelines and advice for the evaluation of this assay which 45 used existing anonymized human biological materials for test validation purposes and there is no 46 prospective collection of clinical, pathological and demographic information.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "61total antibody ELISA test as described byKsiazek  et al 8 and Anti-SARS CoV Indirect 62 Immunofluorescence test (IIFT) (IgM & IgG) by Euroimmun (Germany) according to the 63 specified protocols and manufacturer's instructions respectively. Both these tests had previously 64 been validated by the authors and the manufacturer respectively, to have no cross reactivity with 65 antibodies from other known human coronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "72 summarizes all the test results for these patients. Six out of the 7 patients had at least one positive 73 antibody result and seroconversion was demonstrated in 4 patients. The test results were negative 74 for all the negative control samples except for an IgM IIFT result which was deemed 75 indeterminate due to non-specific fluorescence. An example of a positive result by the IIFA 76 method for IgM and IgG in one of the samples is shown in Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Example of a positive result by the IIFA method for IgM and IgG 79 Discussion 80In SARS-CoV, both the IgM and IgG antibodies can appear as early as 1 week after 81 diagnosis in more than half of the patients in one study, with the IgM diminishing from week 5 82 to undetectable levels by week 11. 9 Other studies found that 80% of SARS-CoV patients were83 antibody positive by 8 -14 days after falling ill and the mean time to seroconversion was 20 84 days with 93% sensitivity of IgG detection by day 28. 10,11 Data from our SARS-CoV results of 85 140 tests by ELISA in 2003 showed that antibodies were positive in 15.4% of samples taken in 86 the 1 st week of onset of symptoms, 46.5% in the 2 nd week, 88.9% in the 3 rd week and a 100% 87 after the 3 rd week of onset of illness. For SARS-CoV-2, a study by Zhang et al which used an in-88 house IgM and IgG ELISA test, found that 50% of their patients were positive for IgM from 89 samples taken on day 0 of hospital admission which increased to 81% by day 5, whereas positive increased from 81% to 100%. 12 However these rates were based on the number of days 91 from the time of hospital admission rather than from the onset of clinical symptoms, hence the 92 early high proportion of positive antibody results reported is not representative of how soon the 93 IgM and IgG appears after infection in this study. In our current COVID-19 cohort (where sera 94 were available for analysis), 25% (1/4) of the patients had detectable antibodies in the 1 st week of 95 illness, 66.7% (4/6) by the 2 nd week and 100% (5/5) by the 3 rd week of illness. These data are 96 somewhat imprecise due to the limited numbers of patients. In addition, we did not have samples 97 from P5 beyond the 2 nd week for analysis. 98 Our evaluation study of both the ELISA and IIFA tests on SARS-CoV patients in 2003 99",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "120antibodies such as immunosuppressive conditions and other treatment modalities that could 121 affect this. However, this study has provided evidence that antibodies to SARS-Cov-2 cross122 reacts to give positive results in existing SARS-CoV test assays due to the similar structural 123 proteins that it shares with SARS-CoV. The positive predictive value of a serological test 124 depends on the prevalence of the virus and thus in the current situation where there is a 125 recognized outbreak, patients who present with recent compatible symptoms and test positive by 126 these tests are likely to have had exposure to SARS-CoV-2. Serological assays have the 127 advantage in terms of lower set-up costs, capacity for large volume processing, shorter 128 turnaround times, are less prone to specimen sampling quality issues, require lower specific 129 technical skills 14 , have no risk of specimen contamination, involve handling of lower biohazard 130 risk specimen and expose healthcare workers to lower risk during sampling from patients 131 compared to molecular methods.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 1: Test results for the COVID-19 patients Pos total ab by ELISA (≥400) titer value* Neg total ab by ELISA *The value is reciprocal of the dilution",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20034454 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "178"
        }
    ]
}