{
    "paper_id": "e65f1fa1fb0842172d5e7c2efb42812b00524599",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Reuters",
                "middle": [
                    "/"
                ],
                "last": "Lucas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jackson",
                "middle": [],
                "last": "Perspectives",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The art of medicine Historical linkages: epidemic threat, economic risk, and xenophobia As a historian and medical sociologist, I have been studying the histories of international responses to epidemic events and what they can tell us about the nature of power, economics, and geopolitics. A historical understanding of the international regulations for containing the spread of infectious diseases reveals a particular focus on controls that have protected North American and European interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past months, there have been xenophobic attacks on people of Asian descent connected to coronavirus disease 2019 and precipitous losses in global stock exchanges and risk of recession. Most reports have treated these as separate phenomena: considering one to be a cultural consequence of epidemic fears run rampant and the other to be the impact of the pandemic on global trade. Yet if one pauses to consider the history of the global management of pandemic disease threats, epidemics and global commerce have been inextricably related. Part of this history is the role of xenophobic responses to infectious disease threats. The xenophobia that has occurred in relation to the COVID-19 pandemic can be situated in a longer history that dates back to 19th-century epidemics and the first international conventions on controlling the spread of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While quarantine, cordon sanitaire, and other social distancing practices date back to 14th-century Europe and earlier, by the 19th century the spread of epidemic diseases emerged as a problem that required an international, coordinated response. European colonial expansion brought smallpox and other diseases to the Americas and Africa from the time of Columbus to the 1800s. These epidemics wrought widespread devastation for Indigenous peoples. Simultaneously, Europeans encountered new diseases in the tropics. Colonisation brought a particular encounter with diseases capable of harming Europeans. The Napoleonic Wars were global in nature and also revealed the vulnerability of European powers to diseases emerging from their colonial domains, and the capacity of these diseases to emerge in Europe. By the end of the 18th century, however, the preexisting forms of ad-hoc and uncoordinated quarantine of ships at port by European powers was being tested, especially in the Mediterranean. Epidemics of plague and cholera that would claim hundreds of thousands of lives in Europe-while claiming far more in India and elsewhere-became a concern. But quarantines were costly, and were also an effective tactic for imposing trade tariffs and enacting trade wars under the guise of public health. A new system was needed to better manage the spread of infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From 1851 to 1938, 14 conferences were held to standardise international regulations for the establishment of quarantine and the sanitary management of plague, cholera, and yellow fever. In 1892, the first International Sanitary Conventions were adopted, codifying the first agreements for the prevention of the international spread of infectious diseases. These conventions aimed to maximise protection from disease with minimum effects on trade and travel. Plague, cholera, and yellow fever, became the focus of massive international concern due to their threat to continental Europe and the economic threats the diseases posed to global trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The early International Sanitary Conventions did not police the spread of these three diseases from Europe to other countries or focus on any diseases endemic to Europe. The threat of diseases emerging from colonial sites that could disturb systems of trade and travel led to aggressive control of these diseases in sites of epidemic outbreak and aggressive scrutiny of those people deemed to be responsible for disease spread. The importance of colonial trade from Asia led to the rise of a particular scrutiny and bias against people of Asian descent-especially Chinese migrants and Indian Muslims travelling around the world. In the eyes of colonial health officials and the drafters of the first International Sanitary Conventions, the spread of cholera and plague was an economic, epidemic, and political risk to the long-term stability of the global economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The particular anxieties over the threat of plague being spread by the free travel of colonised populations drove the colonial administrators in Ceylon (now Sri Lanka) to prophesise the potential collapse of the tea industry-and by extension their entire colony. Because trade with Europe was so crucial to the colony, in the late 19th century the colonial administrators endeavoured to sacrifice all trade with India rather than risk the threat of plague arriving with migrant workers from the subcontinent. In one letter between colonial administrators, it was suggested, in a derogatory way, that if even a single person from India or east Asia entered Ceylon without being exposed to sanitary surveillance \"there would have been great peril to the Colony for these Coolies being free immediately on landing (in Ceylon) to spread over the island would scatter the seeds of disease as they went\". Such xenophobic sentiments were shared elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The heightened scrutiny and bias against non-Europeans who were blamed for spreading disease have historically resulted in aggressive racist and xenophobic responses carried out in the name of health controls. In 1901 in Cape Town, South Africa, an epidemic of bubonic plague resulted in the quarantine and forced removal of most of the city's black African population to a racially segregated quarantine camp. This camp and practice of eviction can be viewed as part of the blueprint for future forced removals and a precursor to racially segregated South African townships before and during Apartheid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similar scrutiny was a feature of the policing of the Hajj. Under the International Sanitary Conventions from 1892 to 1938, Muslim pilgrims travelling from India were perceived in Europe as a threat because of their potential to meet and spread disease to European Muslims during the Hajj, who would then return to Europe by passage through the Suez Canal. Quarantines and controls were enacted for Muslims pilgrims who travelled both from India to Mecca and back to Europe after the pilgrimage. The disease surveillance and sanitary system that governed the Hajj has historically been one of the largest of its kind in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerns about the economic risks of disease spread were not limited to European empires, and neither were the xenophobic practices associated with those concerns. The USA has a history of anti-Chinese sentiment in response to epidemics. Historian James Mohr has described how in Honolulu, doctors, colonial administrators, and the general US colonial population lamented the outbreak of bubonic plague in 1900 because it prompted fears that the city would become associated with Asia, where plague was then present. As plague spread in Honolulu and countries around the world closed their borders or quarantined all vessels arriving from its port, the Honolulu city administrators embarked on a full quarantine of the city's Chinatown, allowing no one to leave. These quarantines imposed considerable hardships on those within, limiting employment, movement, and access to supplies. The area of quarantine encompassed Chinese and non-US properties immediately near the harbour, but avoided buildings and businesses that were owned by white Americans and immediately connected to sites of quarantine. Ultimately, the public health authorities burned contaminated buildings, but fires spread beyond their control and consumed most of Chinatown in flames. Similar anti-Chinese responses occurred in San Francisco during the plague epidemic of 1900-04, when Chinese-specific quarantines were enacted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "My own research suggests that the concern for the trading relationships central to US economic growth were pivotal to US Congress endorsing the creation of WHO. In a 1945 report accompanying the resolution that ultimately heralded US support for WHO, it stated that: \"Particularly in our shrinking world, the spread of disease via airplane or other swift transport across national boundaries gives rise to ever present danger. Thus to protect ourselves that we must help wipe out disease everywhere…The records of our export trade show that countries with relatively high living standards buy most of our goods. If the rest of the world continues in illhealth and abject poverty our own economy will suffer.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1948, the UN and World Health Assembly transferred responsibility for the International Sanitary Conventions to WHO in its charter. The International Sanitary Conventions were reformed and ultimately renamed under WHO to the International Health Regulations in 1969, which were revised to their current form in 2005. More recently, nations have aligned infectious disease control policy alongside concerns for national security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current pandemic of COVID-19, we also see the links between epidemic risk, xenophobic responses, and the global economy. Verbal and physical attacks on people of Asian descent and descriptions of the disease as \"the Chinese virus\" are all connected in this long legacy of associating epidemic disease threat and trade with the movement of Asian peoples. We have seen huge sell-offs on Asian stock markets and distinct drops in share prices in European and US financial markets. What was once an initial economic concern for global trade as it related to China has now had effects on all scales of the economy from small businesses to the Fortune 500 and potentially on a scale we have not seen since the worst financial crises of the 20th century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When we think about the framing of disease threats, we must recognise that the history of international infectious disease control has largely been shaped by a distinctly European perspective, prioritising epidemic threats that arose from colonial (or now post-colonial) sites that threatened to spread disease and affect trade. COVID-19 is a serious and dangerous pandemic, but we must ask ourselves who our responses are designed to protect and who are they meant to vilify? In a pandemic, the best responses are those that protect all members of the population. A Eurocentric or US-centric view that excludes or stereotypes others will do much more harm than good. As the epicentre of the epidemic shifts for now to Europe and the USA and as global responses intensify, we should be prepared for more economic risk and confront racist or xenophobic responses for what they are-bigoted opinions with no basis in public health or facts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Center for Medical Humanities and Social Medicine, Johns Hopkins University and Johns Hopkins School of Medicine, Baltimore, MD 21205-2113, USA alexandrewhite@jhu.edu",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alexandre I R White"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Plague and fire: battling black death and the 1900 burning of Honolulu's Chinatown",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mohr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contagion: how commerce has spread disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global risks, divergent pandemics: contrasting responses to bubonic plague and smallpox in 1901 Cape Town",
            "authors": [
                {
                    "first": "Air",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Security, disease, commerce: ideologies of postcolonial global health",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The evolution, etiology and eventualities of the global health security regime",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Two regimes of global health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Humanity Int J Human Rights Humanitarian Develop",
            "volume": "1",
            "issn": "",
            "pages": "59--79",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The politics of securing borders and the identities of disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pandemics and emerging infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "72--84",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Campbell L. Chinese in UK report \"shocking\" levels of racism after coronavirus outbreak. The Guardian, Feb 9, 2020 Tavernise S, Oppel Jr RA. Spit on, yelled at, attacked: Chinese-Americans fear for their safety.The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further reading"
        }
    ]
}