{
    "paper_id": "e686d1ce1540026ecb100c09f99ed091c139b92c",
    "metadata": {
        "title": "Why estimating population-based case fatality rates during epidemics may be misleading",
        "authors": [
            {
                "first": "Lucas",
                "middle": [],
                "last": "Böttcher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingtao",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCLA",
                    "location": {
                        "postCode": "90095-1555",
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCLA",
                    "location": {
                        "postCode": "90095-1555",
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Different ways of calculating mortality ratios during epidemics can yield widely different results, particularly during the COVID-19 pandemic. We formulate both a survival probability model and an associated infection duration-dependent SIR model to define individual-and population-based estimates of dynamic mortality ratios. The key parameters that affect the dynamics of the different mortality estimates are the incubation period and the length of time individuals were infected before confirmation of infection. We stress that none of these ratios are accurately represented by the often misinterpreted case fatality ratio (CFR), the number of deaths to date divided by the total number of infected cases to date. Using available data on the recent SARS-CoV-2 outbreaks and simple assumptions, we estimate and compare the different dynamic mortality ratios and highlight their differences. Informed by our modeling, we propose a more systematic method to determine mortality ratios during epidemic outbreaks and discuss sensitivity to confounding effects and errors in the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Different ways of calculating mortality ratios during epidemics can yield widely different results, particularly during the COVID-19 pandemic. We formulate both a survival probability model and an associated infection duration-dependent SIR model to define individual-and population-based estimates of dynamic mortality ratios. The key parameters that affect the dynamics of the different mortality estimates are the incubation period and the length of time individuals were infected before confirmation of infection. We stress that none of these ratios are accurately represented by the often misinterpreted case fatality ratio (CFR), the number of deaths to date divided by the total number of infected cases to date. Using available data on the recent SARS-CoV-2 outbreaks and simple assumptions, we estimate and compare the different dynamic mortality ratios and highlight their differences. Informed by our modeling, we propose a more systematic method to determine mortality ratios during epidemic outbreaks and discuss sensitivity to confounding effects and errors in the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mortality ratio is a key metric describing the severity of a viral disease. It changes in time and can be measured in a number of ways during an epidemic. One common metric is the case fatality ratio (CFR), found by dividing the total number of deaths to date, D(t), by the total number of all cases to date N (t) [1, 2] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In the recent outbreaks of SARS-CoV-2, the CFR has been estimated from aggregated population data. We show examples of CFR curves in Fig. 1 and in the Supplemental Information (SI). As of March 26, 2020 , the global CFR(t) = D(t)/N (t) = 21, 306/472, 762 ≈ 4.5% [3] , while CFRs in individual regions vary significantly. Clearly, this estimate would correspond to an actual mortality ratio only if all the remaining unresolved individuals recover. However, some of these unresolved cases will lead to death and thus to a gradual increase of the estimated mortality ratio over time. Despite the underestimation of this type of population-based measurement, it is still commonly being used by various health officials and is often inconsistently defined as deaths/(deaths + recovereds) even though this difference has been clearly distinguished [4] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 202,
                    "text": "March 26, 2020",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "During the severe 2003 acute respiratory syndrome (SARS) outbreak in Hong Kong, the World Health Organization (WHO) also used the aforementioned estimate to obtain a CFR of 4.5% while the final values approached 17.0% [6, 7] . For the ongoing SARS-CoV-2 outbreaks, analyses by WHO and other institutions still use the CFR = D(t)/N (t) metric (see Table I ). Since actual mortality probabilities are important measures for assessing the risks associated with epidemic outbreaks, typical underestimations by CFRs may lead to insufficient countermeasures and a more severe epidemic [8, 9] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "An unambiguous, physiologically-based definition of mortality ratio is the probability that a single, newly infected individual will eventually die of the disease. If there are sufficient individual-level or cohort data, these probabilities can be further stratified according to patient age, gender, health condition, etc. [10] . The mortality ratio or probability of death should be an intrinsic property of the virus and the infected individual, depending on age, health, access to health care, etc. This intrinsic probability ought not to be directly dependent on the population-level dynamics of infected and recovered individuals. Thus, it can in principle be framed by a model for the survival probability of a single infected individual. Whether this individual infects others does not directly affect his probability of eventually dying. In section II A, we derive a model describing the probability M 1 (t) that an infected individual dies or recovers before time t. Importantly, these models incorporate the duration of infection (including an incubation period) before a patient tests positive at time t = 0.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, as mentioned above, the CFR and other mortality measures are typically reported based on population data. Do these population-based measures, including CFR, provide reasonable measures of the probability of death of Estimates of mortality ratios (see Eqs. (8) and (14)) of SARS-CoV-2 infections in China and Italy. The \"delayed\" mortalityratio estimate CFR d corresponds to the number of deaths to date divided by total number of cases at time t − τres. Many studies use CFR d , although this metric underestimates the individual-based mortality (defined below). Another populationbased mortality ratio is Mp(t), the number of deaths divided by the sum of death and recovered cases, up to time t. The data are based on Ref. [5] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "reference CFR Xu et al. [1, 11] and Mahase [12] 2 % Wu et al. [2] 0.1-1 % (outside Wuhan) World Health Organization [13, 14] 2-4 % an individual? In section II B, we describe how mortality ratios are defined within population-level models, specifically, a disease duration-structured SIR model. We will show that population-based estimates are typically not a meaningful measure of mortality, but that under simplifying assumptions, the mortality ratio M p (t) is more closely related to the number of deaths to date divided by the number of dead plus the number of recovered individuals to date [4] . In the simplest approximation, the mortality ratio is currently (as of March 26, 2020) 21, 306/(21, 306+114, 749) ≈ 15.7% [3] , significantly higher than the March 26, 2020 CFR≈ 4.5% estimate.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 28,
                    "end": 31,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 43,
                    "end": 47,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We use the same estimates for the rate parameters in our individual and population models to compute the different mortality ratios. Note that in general, both the individual mortality probability M 1 (t) and the population-based estimates M p (t) depend on the time of measurement t. By critically analyzing these estimates and another ad hoc \"delayed\" ratio CFR d , we illustrate and interpret the differences among these measures and discuss how changes or uncertainty in the data affect them. In section III, we summarize our results and identify a correction factor to transform population-level mortality estimates into individual mortality probabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Consider an individual that, at the time of positive testing (t = 0), had been infected for a duration τ 1 . A \"survival\" probability density can be defined such that P (τ, t|τ 1 )dτ is the probability that the patient is still alive and infected (not recovered) at time t > 0 and has been infected for a duration between τ = t + τ 1 and τ + dτ . Since τ 1 is unknown, it must be estimated or averaged over. The individual survival probability evolves according to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "where the death and recovery rates, µ(τ, t|τ 1 ) and c(τ, t|τ 1 ), depend explicitly on the duration of infection at time t and implicitly on patient health and age a [15]. They may also depend explicitly on time t to reflect changes in clinical policy or available health care. For example, enhanced medical care may decrease the death rate µ, giving the individual's intrinsic physiological processes a chance to cure the patient. These intrinsic individual-based death and recovery rates do not directly depend on population-level viral transmission. Equation (1), assuming an initial condition of one particular individual who has been infected for time τ 1 at the time of positive test, can be solved using the method of characteristics. From the solution P (τ, t|τ 1 ) one can derive the probabilities of death and recovery by time t as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "The probability that an individual died before time t, conditioned on resolution (either death or recovery), is then defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "where we have explicitly indicated the dependence on the duration of the infection prior to confirmation of infection. These formulae also depend on all other relevant patient attributes such as age, accessibility to health care, etc. In the long-time limit, when resolution has occurred (P d (∞) + P r (∞) = 1), the individual mortality ratio is simply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": ". This result relies only on intrinsic individual rate parameters and is completely independent of disease transmission at the population level. In order to capture the dependence of death and recovery rates on the time an individual has been infected, we propose a constant recovery rate c and a simple piece-wise constant death rate µ(τ |τ 1 ) that is not explicitly a function of time t:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "where τ inc is the incubation-time parameter, the time after infection during which an individual remains asymptomatic. During this incubation period, the patient has zero death rate but can recover by clearing the virus. In other words, some patients fully recover without ever developing serious symptoms. For coronavirus infections, the incubation period appears to be highly variable with a mean of τ inc ≈ 6.4 days [17] . We can estimate µ 1 and c using individual patient data where 19 patients (outside Hubei) had been tracked from the date on which their first symptoms occurred until the disease resolved [16] .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "Two out of 19 patients died, on average, 20.5 days after first symptoms occurred and the mean recovery time of the remaining 17 patients is 16.8 days. We show the recovery-time distribution in Fig. 2(a) . Since we know that the mortality ratio in this dataset is 2/19, we can determine the dependence between µ 1 and c according to µ 1 /(µ 1 + c) ≈ 2/19 (or c/µ 1 ≈ 8.5). The constant recovery and after-incubation period death rates [18] are estimated to be c = 1 20.5 /day ≈ 0.049/day and µ 1 = c/8.5 ≈ 0.006/day.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[18]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "Using these numbers, the recovery and death rate functions c(τ, t|τ 1 ) and µ(τ |τ 1 ) are plotted as functions of τ in Fig. 2(b) . We show the evolution of M 1 (t|τ 1 ) at different values of τ 1 in Fig. 2(c) . The corresponding long-time limit M 1 (∞) is readily apparent in Fig. 2 (d): for τ 1 ≥ τ inc , M 1 (∞) = µ 1 /(µ 1 +c) ≈ 0.105, while M 1 (∞) < µ 1 /(µ 1 +c) when τ 1 < τ inc . The smaller expected mortality associated with early identification of infection arises from the remaining incubation time during which the patient has a chance to recover without possibility of death. When conditioned on testing positive at or after the incubation period, the patient immediately suffers a positive death rate, increasing his M 1 (∞).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 200,
                    "end": 209,
                    "text": "Fig. 2(c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 277,
                    "end": 283,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint Finally, in order to infer M 1 (and also indirectly µ and c) during an outbreak, a number of statistical issues must be considered. First, if the outbreak is ongoing, there may not be sufficient long-time cohort data. Second, τ 1 is unknown. Since testing typically occurs at the onset of symptoms, most positive patients will have been infected a few days earlier. The uncertainty in τ 1 can be represented by a probability density ρ(τ 1 ) for the individual. The expected mortality can then be constructed as an average over ρ(τ 1 ):",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "26.20044693",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "whereP d (t) andP r (t) are the the τ 1 -averaged probabilities death and cure probabilities. Note that this averaging is different from the population-level averagingM 1 (t) = ∞ 0 M 1 (t|τ 1 )ρ(τ 1 )dτ 1 , which would describe the average of mortality ratios over a population with heterogeneous initial durations τ 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "Some properties of the distribution ρ(τ 1 ) can be inferred from the behavior of patients. Before symptoms arise, only very few patients will know they have been infected, seek medical care, and get their case confirmed (i.e., ρ(τ 1 ) ≈ 0 for τ 1 ≈ 0). The majority of patients will contact hospitals/doctors when they have been infected for a duration of τ inc . The distribution ρ(τ 1 ) thus reaches its maximum near or shortly after τ inc . Since patients are most likely to test positive after experiencing symptoms, we choose a gamma distribution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "with shape parameter n = 8 and rate parameter γ = 1.25/day so that the mean n/γ is equal to τ inc = 6.4. Upon using the rates in Eqs. (4) and averaging over ρ(τ 1 ), we derived expressions forP (t),P d (t), andP r (t) which are explicitly given in the SI. Using the values in Eq. (5) we find an expected individual mortality ratioM 1 (t) (which are subsequently plotted in Fig. 3 ) and its asymptotic valueM 1 (∞) =P d (∞) = 0.101. Of course, it is also possible to . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 379,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint account for more complex time-dependent forms of c and µ 1 [19] , but we will primarily use Eqs. (4) in our subsequent analyses.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "26.20044693",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "In the next section, we define population-based estimates for mortality ratios, M p (t), and explore how they can be computed using SIR-type models. By comparing M 1 (t) to M p (t), we gain insight into whether population-based metrics are good proxies for individual mortality ratios. We will outline the mathematical differences and additional errors that confound population-level estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intrinsic individual mortality rate"
        },
        {
            "text": "While individual mortalities can be estimated by tracking many individuals from infection to recovery or death, oftentimes, the available data are not resolved at the individual level and only total populations are given. Typically, one has the total number of cases accumulated up to time t, N (t), the number of deaths to date D(t), and the number of cured/recovered patients to date R(t) (see Fig. 1 ). The CFR is simply D(t)/N (t). Note that N (t) includes unresolved cases and that N (t) ≥ R(t) + D(t). Resolution (death or recovery) of all patients, N (∞) = R(∞) + D(∞), occurs only well after the epidemic passes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 402,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "A variant of the CFR commonly used in the literature [1, 2] is the delayed CFR",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 59,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "where τ res is a corresponding time lag that accounts for the duration from the day when first symptoms occurred to the day of cure/death. Many estimates of the COVID-19 mortality ratio assume that τ res = 0 [1, 2] and thus underestimate the number of death cases D(t) that result from a certain number of infected individuals. Similar underestimations using CFR d have been reported in previous epidemic outbreaks of SARS [4, 6] and Ebola [20] . Alternatively, a simple and interpretable population-level mortality ratio is M p (t) = D(t)/(R(t) + D(t)), the death ratio of all resolved cases. To provide a concrete model for D(t) and R(t), and hence M p (t), we will use a variant of the standard infection duration-dependent susceptible-infected-recovered (SIR)-type model described by [21] ",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 429,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "and dR(t)/dt = ∞ 0 dτ c(τ, t)I(τ, t), where S(t) is the number of susceptibles, I(τ, t) is density of individuals at time t who have been infected for time τ , and R(t) is the number of recovered individuals. The rate at which an individual infected for time τ at time t transmits the infection to a susceptible is denoted by β(τ, t)S(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "Note that the equation for I(τ, t) is identical to the equation for the survival probability described by Eq. (1). It is also equivalent to McKendrick age-structured models [22, 23] [24] . Infection of susceptibles is described by the boundary condition",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[24]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "which is similar to that used in age-structured models to represent birth [22] . Finally, we use an initial condition consistent with the infection duration density given by Eq. (7): I(τ, 0) = ρ(τ ; n = 8, γ = 1.25). Note that Eq. (10) assumes that all newly infected individuals are immediately identified; i.e., these newly infected individuals start with τ 1 = 0. After solving for the infected population density, the total number of deaths and recoveries to date can be found via",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "The corresponding total number of cases N (t) in Eq. (8) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint In the definitions of D 0 (t), R 0 (t), and N 0 (t), we account for all possible death and recovery cases to date (see SI) and that newly infected individuals are immediately identified. We use these case numbers as approximations of the reported case numbers to study the evolution of mortality-ratio estimates. Mortality ratios based on these numbers underestimate the actual individual mortality M 1 (see section II A) since they involve individuals that have been infected for different durations τ , particularly recently infected individuals who have not yet died.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "26.20044693 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "An alternative way to compute populations is to exclude the newly infecteds and consider only the initial cohort. The corresponding populations in this case are defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "Since D 1 (t) and R 1 (t) do not include infecteds with τ < t, they exclude the effect of newly infected individuals, but may yield more accurate mortality-ratios as they are based on an initial cohort of individuals in the distant past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "The infections that occur after t = 0 contribute only to I(τ < t, t); thus, D 1 (t) and R 1 (t) do not depend on the transmission rate β or the number of susceptibles S(t). Note that all the populations derived above implicitly average over ρ(τ 1 ; n, γ) for the first cohort of identified infecteds (but not subsequent infecteds). Moreover, the population density I(τ ≥ t, t) follows the same equation asP (t|τ 1 ) provided the same ρ(τ 1 ; n, γ) is used in their respective calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "The two different ways of partitioning populations (Eqs. (11) and (13)) lead to two different population-level mortality ratios",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "Since the populations D 0 (t) and R 0 (t), and hence M 0 p (t), depend on disease transmission through β(τ, t) and S(t), we expect M 0 p (t) to carry a different interpretation from M 1 (t) and M 1 p (t). In the special case in which µ and c are constants, the time-integrated populations ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "Thus, only in the special time-homogeneous case do both population-based mortality ratios become independent of the population (and transmission β) and coincide with the individual death probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "To illustrate the differences between M 1 (t), M 0,1 p (t), and CFR d (t, τ res ) in more general cases, we use the simple death and cure rate functions given by Eqs. (4) in solving Eqs. (1) and (9) . For β(τ, t) in Eq. (10), we account for incubation effects by neglecting transmission during the asymptomatic incubation period (τ ≤ τ inc ) and assume",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "We use the estimated basic reproductive number R 0 = β 1 S(0)/(µ 1 + c) ≈ 2.91 [17] to fix β 1 S(0) = (µ 1 + c)R 0 ≈ 0.158/day. We also first assume that the susceptible population does not change appreciably before quarantine and set S(t) = S(0). Thus, we only need to solve for I(τ, t) in Eqs. (9) and (10). We solve Eqs. (9) and (10) numerically (see the Methods section for further details) and use these numerical solutions to compute D 0,1 (t), R 0,1 (t), and N 0,1 (t) (see Fig. 3(a) and (b) ), which are then used in Eqs. (14) and CFR d (t − τ res ). To determine a realistic value of the time lag τ res , we use data on death/recovery periods of 36 tracked patients [16] and find that patients recover/die, on average, τ res = 16.5 days after first symptoms occurred. We show in Figs. 3(c) and (d) that M 1 p (t) approaches the individual mortality ratioM 1 (∞) ≈ 0.1 of section II A. This occurs because the model for P (τ, t) and I(τ, t) are equivalent and we assumed that the initial distribution of τ for both quantities are given by ρ(τ ; 8, 1.25). However, the population-level mortality ratios CFR d (t, τ res ) and M 0 p (t) also take into account recently infected individuals who may recover before symptoms. This difference yields different mortality ratios because newly infecteds are implicitly assumed to be detected immediately and all have τ 1 = 0. Thus, the underlying infection-time distribution is not the same as that used to computeM 1 p (t) (see SI for further details). The mortality ratios CFR d (t, τ res ) and M 0 p (t) should not be used to quantify the individual mortality probability of individuals who tested positive after their incubation period. During the course of an outbreak, the measures CFR d (t, τ res ) and M 0 p (t) are subject to another confounding influence. Since D(t), R(t), and N (t) do not . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (7)). The death and recovery rates are defined in Eqs. (4) and (5). We use a constant infection rate β1S(0) = 0.158/day, which we estimated from the basic reproduction number of SARS-CoV-2 [17] . To model quarantine effects, we set β1 = 0 for t > 50. We show the mortality-ratio estimates M 0 p (t) and M 1 p (t) (see Eq. (14)) and CFR d (t, τres) (see Eqs. (8), (11) , (12) , and (14)).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2195,
                    "end": 2199,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2369,
                    "end": 2373,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2376,
                    "end": 2380,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 498,
                    "text": "Fig. 3(a) and (b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "change with the same rates at the same time, these population-level mortality estimates only reach their steady state after sufficiently long times (see Fig. 3 (c) and (d)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "To summarize, we described two confounding factors that complicate the direct use of population-level mortality ratio to estimate individual mortality probabilities. First, infection-time distributions ρ(τ ; n, γ) that are meaningful on an individual level may not correspond to those in population-level data. Second, population-level mortality ratios are often time-dependent and most informative only in the steady state after the outbreak stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "The evolution of the mortality ratios in Fig. 3 qualitatively resembles the behavior of the mortality-ratio estimates in Fig. 1 . As shown in Fig. 1 , the population-based estimates for coronavirus varies, decreasing in time for China but fluctuating for Italy. These changes could result from changing practices in data collecting, or from explicitly time-inhomogeneous parameters µ(τ, t), c(τ, t), and/or β(τ, t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 121,
                    "end": 127,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 142,
                    "end": 148,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "Although population-level quarantining does not directly affect the individual mortality M 1 (t|τ 1 ) orM 1 (t), it can be easily incorporated into the SIR-type population dynamics equations through changes in β(τ, t)S(t). For example, we have set S(t > t q ) = 0 to represent implementation of a quarantine after t q = 50 days of the outbreak. After t q = 50 days, no new infections occur and the estimates CFR d (t, τ res ) and M 0 p (t) start converging immediately towards their steady-state values (see Fig. 3(d) ). Since the number of deaths decreases after the implementation of quarantine measures, the delayed CFR d (t, τ res = 17) is first decreasing until t = t q + τ res = 67. For t > 67, the CFR d (t, τ res = 17) measures no new cases and is thus equal to the CFR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 517,
                    "text": "Fig. 3(d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Infection duration-dependent SIR model"
        },
        {
            "text": "After an outbreak, it is important to assess the severity of the disease by estimating its mortality and other disease characteristics. Assuming accurate data, the often-used CFR and delayed CFR typically underestimate the true, final death ratio. For example, during the SARS outbreaks in Hong Kong, the WHO first estimated the fatality rate to 2.5% (March 30, 2003) whereas the final estimates reached values of about 17.0% (June 30, 2003) [7] . Standard metrics like the CFR are seen to be easily confounded by and sensitive to uncertainty in intrinsic disease parameters . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. such as the incubation period and the time τ 1 a patient had been infected before clinical confirmation of infection. For the recent COVID-19 outbreaks, CFR-based measures may still provide reasonable estimates of the actual mortality across different age classes due to a counter-acting error in the numbers of unreported mild-symptom cases.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 367,
                    "text": "(March 30, 2003)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "Here, we stress that more mechanistically meaningful and interpretable metrics can be defined and be as easily estimated from data as CFRs. Our proposed mortality ratios for viral epidemics are defined in terms of (i) individual survival probabilities and (ii) population ratios using numbers of deaths and recovered individuals. Both of these measures are based on the within-host evolution of the disease, and in the case of M 0,1 p (t), the population-level transmission dynamics. Thus, these metrics directly incorporate key parameters operating on the weeks or months timescale, the incubation time τ inc and time of prior infection τ , through the solution of age-structured PDEs. Among the metrics we describe, M 1 p (t) is structurally closest toM 1 (t) in that both are independent of transmission β since new infections are not considered. Both of these converge after an incubation time τ inc to a value smaller than or equal to µ 1 /(µ 1 + c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "The most accurate estimates of M 1 can be obtained if we keep track of the fate of cohorts that were infected within a small time window in the past. By following only these individuals, one can track how many of them died as a function of time. As more cases arise, one should stratify them according to estimated τ to gather improving statistics for M 1 (∞). These data should also be collated according to the other central factor in COVID-19 mortality: patient age. With the further spread of SARS-CoV-2 in different countries, data on more individual cases of death and recovery can be more easily stratified by age, health condition, and other individual characteristics. Using identical initial infection time distributions ρ(τ 1 ; n, γ) (see Eq. (7)), the long-time limit of M 1 p (t) approaches the individual mortalityM 1 (∞) (see Eq. (6)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "Besides accurate cohort data, for which at present there are few for coronavirus, cumulative population data has been used to estimate the mortality ratio. The metrics M 0 p (t) and CFR(t) are based on these aggregate populations but implicitly depend on new infections and the transmission rate β. Despite this confounding factor, M 0 p (t) and CFR d (t, τ res ) approach e −cτinc µ 1 /(µ 1 + c) as t → ∞, where e −cτinc is the probability that no recovery occurred during the incubation time τ inc . Based on these results, we can establish the following connection between the different mortality ratios for initial infection times with distribution ρ(τ 1 ; n, γ) and meanτ = n/γ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "According to Eq. (17), population-level mortality estimates (e.g., CFR and M 0 p ) can be transformed, at least approximately, into individual mortality probabilities using the correction factor e −cτ withτ ≈ τ inc .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "Besides the mathematical differences between M 1 (t) and M 0 p (t), CFR, estimating M 0 p (t) and CFR(t) from aggregate populations implicitly incorporate a number of confounding factors that lead to variability in these estimates. In Fig. 4 , we plot the population-level mortality-ratio estimates M 0 p against the CFR for different regions and observe large variations and very little correlation between countries [25] . As of March 26, 2020, the value of M 0 p in Italy is almost 45% and can increase further if the current conditions (e.g., treatment methods, age group proportion of infecteds, etc.) do not change. Differences between the mortality ratios in China and Italy (see Figs. 1(b) and (c) ) might be a result of varying medical treatment strategies, different practices in data collecting (e.g., post-mortem testing), and differences in the age demographics between the countries.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 687,
                    "end": 705,
                    "text": "Figs. 1(b) and (c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint In general, even if the cohort initially tested was only a fraction of the total infected population, trackingM 1 (t) or M 1 p (t) of this cohort still provides an accurate estimation of the mortality rate. However, the newly infecteds that contribute to CFR and M 0 p (t) at later times may not all be tested or may be tested at different times after they were infected. A reported/tested fraction f < 1 would not directly affect the CFRs or mortality ratios if the unreported/untested individuals die and recover in the same proportion as the tested infecteds. Undertesting will overestimate true CFR or mortality rates if the untested infecteds are less likely to die than the tested infecteds. In other words, if the untested (presumably because they were mildly or asymptomatic) population predominantly recovers instead of dying, the actual CFR and mortality ratios would be significantly lower than those based on tested individuals. If untested infecteds do not die, the asymptotic mortality of all infected individuals M 0,1 p (∞) ≈ M 0,1 p (∞) (see the SI). Current estimates show that only a minority of SARS-CoV-2 infections are reported (e.g., f ≈ 14% in China before January 23, 2020) [26] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "26.20044693 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1348,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "Besides under-reporting, the delay in transmission after becoming infected will also affect M 0 p (t). Although we have assumed that transmission occurs only after the incubation period when symptoms arise, there is evidence of asymptomatic transmission of coronavirus [26, 27] . Asymptomatic transmission can be modeled by setting β(τ ) > 0 even for τ < τ inc . An undelayed transmission in a nonquarantine scenario causes relatively more new infecteds who have not had the chance to die yet, leading to a smaller mortality ratio M 0 p (t). Within our SIR model, delaying transmission reduces the number of infected individuals and deaths at any given time but increases the measured mortality ratio M 0 p (t). Without quarantine, the asymptotic values M 0 p (∞) and CFR(∞) will also change as a result of changing the transmission latency period, as shown in the SI. With perfect quarantining, the asymptote M 0 p (∞) is eventually determined by a cohort that does not include new infections and is thus independent of the transmission delay.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "In this work, we have explicitly defined a number of interpretable mathematical metrics that represent the risk of death. By rigorously defining these metrics, we are able to reveal the inherent assumptions and factors that affect their estimation. Within survival probability and SIR-type models, we explicitly illustrate how physiologically important parameters such as incubation time, death rate, cure rate, and transmissibility influence the metrics. We also discussed how statistical factors such as time of testing after infection (τ 1 ) and testing ratio (f ) affect our estimates. Given the uncertainty in the testing fraction, we conclude that M 1 (t) and M 1 p (t) is best interpreted as approximately the mortality probability conditioned on being tested positive. In practice, these are probably also good estimates of mortality of patients conditioned on showing symptoms. In addition to our metrics and mathematical models, we emphasize the importance of curating individual cohort data. These data are more directly related to the probability of death M 1 (t) and are subject to the fewest confounding factors and statistical uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DISCUSSION AND SUMMARY"
        },
        {
            "text": "To numerically solve Eqs. (9) and (10), we used a uniform discretization τ k = k∆τ, k = 0, 1, . . . , K. A backward difference operator [I(τ k , t) − I(τ k−1 , t)] /(∆τ ) is used to approximate ∂ τ I(τ, t) and a predictor-corrector Euler scheme is used to advance time [28] . Setting the cut-off I(−∆τ, t) ≡ 0 and I(K∆τ, t) ≡ 0, the resulting discretized equations for the full SIR model are",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[28]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "whereĨ is the initial predicted guess, and the last term proportional to δ k,0 encodes the boundary condition Eq. (10) . Note that we use K k=0 β(τ k , t)I(τ k , t)∆τ to indicate the numerical evaluation of ∞ 0 dτ β(τ , t)I(τ , t). Quadrature methods such as Simpson's rule and the trapezoidal rule can be used to approximate the integral more efficiently.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint The total deaths, recovereds, and infecteds at time t are found by with analogous expressions for D 1 (m∆t) and R 1 (m∆t). To obtain a stable integration scheme, the time steps ∆t and ∆τ have to satisfy ∆t/(2∆τ ) < 1. In all of our numerical computations, we thus set ∆t = 0.002, ∆τ = 0.02, and K = 10 4 . In the SI, we show additional plots of the magnitude of I(τ, t) in the t − τ plane.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "26.20044693 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The datasets that we used in this study are stored in the publicly accessible repositories of Refs. [3, 5, 16] . Director-General's  opening  remarks  at  the  media  briefing  on  COVID-19  -24 February 2020,\" https://www.who.int/dg/speeches/detail/ who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---24-february-2020",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 194,
                    "text": "Director-General's  opening  remarks  at  the  media  briefing  on  COVID-19  -24",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "(2020), accessed: 2020-02-28.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ing  on  COVID-19  -3 March 2020,\" https://www.who.int/dg/speeches/detail/ who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---3-march-2020 (2020), accessed: 2020-03-05.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 97,
                    "text": "ing  on  COVID-19  -3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "[15] The timescale of infections are much smaller than the aging process. In other words, the aging process across the disease time scale is negligible and the age-dependent transport terms ∂P/∂a can be neglected. In Fig. S1 , we show additional examples of mortality-ratio estimates for Iran, South Korea, Spain, Germany, Switzerland, and the United Kingdom. As in Fig. 1 in the main text, we observe that, by definition, the populationbased mortality ratio M 0 p (t) is significantly larger than the corresponding CFR in all cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 366,
                    "end": 372,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "Using the method of characteristics, we find the formal solution to Eq. (1):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint which can be used to construct the death and cure probabilities P d (t|τ 1 ) = t 0 dt µ(τ 1 + t , t )e − t 0 (µ(τ1+s,s)+c(τ1+s,s))ds P r (t|τ 1 ) = t 0 dt c(τ 1 + t , t )e − t 0 (µ(τ1+s,s)+c(τ1+s,s))ds .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "26.20044693 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "If we now invoke the functional forms of µ and c given in Eq. (4), we find explicitly",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "FIG. S2. Phase plot for P (τ > t, t) and I(τ > t, t). The regions delineating different forms for the solution (Eq. (S5)). Here, we have included an incubation time τinc before which no death occurs. The solution forP (τ, t) or I(τ, t) in the τ < t region must be self-consistently solved using the boundary condition Eq. (10). At any fixed time, the integral of I(τ, t) over t < τ ≤ ∞ captures only the initial population, excludes newly infecteds, and is used to compute D1(t), R1(t), and M 1 p (t). To compute D0(t), R0(t), and M 0 p (t), we integrate across all infecteds (including the integral over t > τ >≥ 0 shown in magenta).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "Finally, we can also find the τ 1 -averaged probabilities for τ ≥ t by weighting over ρ(τ 1 ; n, γ). For example,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "ρ(τ − t; n, γ)e −(µ1+c)t τ ≥ t + τ inc ρ(τ − t; n, γ)e −ct τ inc ≥ τ > t ρ(τ − t; n, γ)e −ct e −µ1(τ −τinc) t + τ inc ≥ τ > τ inc . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint These solutions hold for the different regions shown in the phase plot of Fig. S2 and are equivalent to those for I(τ > t, t). Corresponding expressions forP d (t) andP r (t) can be found and used to construct M 1 p (t). Fig. S3 (a) shows the magnitude of I(τ, t) in the t − τ plane when we set S(t) = S constant (so that the first equation in Eq. (18) does not apply) such that β 1 SS ≈ 0.158/day. In this case, the epidemic continues to grow in time, but the mortality rates M 0,1 p (t) nonetheless converge as t → ∞. In Fig. S3(b) , we set β 1 S = 0 for t > t q to model strict quarantining after t q = 50 days. We observe no new infections after the onset of strict quarantine measures. In both cases (quarantine and no quarantine), we use ρ(τ ; n = 8, γ = 1.25) (see Eq. (7) in the main text) to describe the initial distribution of infection times τ . As time progresses, more of the distribution of τ moves towards smaller values until quarantine measures take effect (see Fig. S3 (c) and (d)).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "26.20044693",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 366,
                    "end": 373,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 668,
                    "end": 678,
                    "text": "Fig. S3(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1125,
                    "end": 1132,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Solutions for τ1-averaged probabilities"
        },
        {
            "text": "Note that I(τ, t) in the SIR equations determines the dynamics of the actual infected population. However, (i) typically only a fraction f of the total number of infecteds might be tested and confirmed positive and (ii) the testing of newly infecteds may also be delayed by a distribution ρ(τ ; n, γ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "If positive tests represent only a fraction f of the total infected population, and the confirmation of newly infecteds occurs immediately, the known infected density is given by I * (τ, t) = f I(τ, t) where I(τ, t) is the true total infected population. If testing of newly infecteds occurs after a distribution ρ(τ ; n, γ) of infection times, I * (τ, t) = f τ 0 I(t − τ + τ 1 , t)ρ(τ 1 ; n, γ)dτ 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint In our development of M 0,1 p (t) and CFR d (t, τ res ) in the manuscript, we assumed the entire infected population was tested and confirmed. Thus, M 0,1 p (t) and CFR d (t, τ res ) were computed using f = 1 and more accurately represent the mortality ratios of the population conditioned on being tested positive.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "26.20044693 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "FIG. S4. Fractional testing. An example of fractional testing in which a fixed fraction f of the real total infected population is assumed to be tested. The remaining 1 − f proportion of infecteds are untested. Equivalently, if the total tested fraction has unit population, then the total population of the untested pool is 1/f − 1. (a) At short times after an outbreak, the known tested infected population has not yet resolved and is composed of deaths (gray), recovereds (green), and infecteds (red). We assume that the untested fraction of infecteds (red) have mild or no symptoms, do not die, and can only recover (green). (b) At longer times, the infecteds further resolve. The Mp(t) and CFR metrics that are based on only the tested fraction will overestimate the true mortality fraction of all infected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "To estimate the mortality ratio of the population conditioned simply on being infected, we have to estimate the larger number of recovereds that went untested. As shown in Fig. S4 , the untested recovered fraction can be estimated by assuming that the death rate for the untested infecteds is zero and by writing an SIR model without death for the untested pool of infecteds dS(t) dt = −S(t) ∞ 0 dτ β(τ , t)(I * (τ , t) + I u (τ , t)), ∂I * (τ, t) ∂t + ∂I * (τ, t) ∂τ = −(µ(τ, t) + c(τ, t))I * (τ, t), ∂I u (τ, t) ∂t + ∂I u (τ, t) ∂τ = −c(τ, t)I u (τ, t), dR(t) dt = ∞ 0 dτ c(τ, t)(I * (τ, t) + I u (τ, t)),",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "where I(τ, t) = I * (τ, t) + I u (τ, t). The true mortality ratio is then straightforwardly defined by, for example,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "where D * 0 (t) = ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "with analogous expressions for D * 1 (t), R * 1 (t), and R u 1 (t). At long times, after resolution of all infecteds, the untested recovered population is R u 0,1 (∞) = 1 f − 1 (D * 0,1 (t) + R * 0,1 (t)),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint which yields the asymptotic true ratio M 0,1 p (∞) = f M 0,1 p (∞) as described in the Discussion and Summary. In this simple rescaling to account for untested populations, we have assumed that all deaths come from the tested pool and that the recovery rate c is the same in the tested and untested pools.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "26.20044693",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Effects of undertesting"
        },
        {
            "text": "In Fig. 3 of the main text, we observe that the population-level mortality ratio M 0 p (t) approaches a plateau during the initial exponential growth phase of an epidemic (i.e., for S(t) ≈ S 0 ). If the number of new infections decreases (e.g., due to quarantine measures), M 0 p (t) starts growing until it reaches its asymptotic value M 0 p (∞). Interestingly, the pre-asymptotic values of M 0 p (t) are smaller for larger infection rates β 1 (see Fig. S5(a) ). This counter-intuitive effect arises because larger values of β 1 generate relatively larger numbers of new infected which have a lower chance of dying before τ inc (see Eq. (4) in the main text). A similar effect occurs for non-delayed transmission (i.e., τ β ≈ 0). We observe a similar effect for non-delayed transmissions (i.e., τ β ≈ 0). As long as S(t) ≈ S0, smaller transmission delays τ β lead to larger relative numbers of new infections and smaller M 0 p (t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 450,
                    "end": 460,
                    "text": "Fig. S5(a)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "D. Influence of different transmission rates"
        },
        {
            "text": "As the transmission delay decreases, more secondary cases will result from one infection, leading to smaller values of M 0 p (t) in the initial exponential growth phase of an epidemic (see Fig. S5(b) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 199,
                    "text": "Fig. S5(b)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "D. Influence of different transmission rates"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Influence of different transmission rates"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 26.20044693 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "26.20044693 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D. Influence of different transmission rates"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 statistics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Lancet",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.-Q",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus: COVID-19 has killed more people than SARS and MERS combined, despite lower case fatality rate",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "WHO (2020), accessed",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling infectious diseases in humans and animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "the death and cure rates are insensitive to changes in age a over the time scale of epidemic if it occurs over, say, only 1-2 years",
            "authors": [],
            "year": null,
            "venue": "both the individual model (Eq. (1)) and population models (Eq",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Numerical Recipes: The Art of Scientific Computing",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Press",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Teukolsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Vetterling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Flannery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "under the assumption of a fixed susceptible size β1S = 0.158/day. (a) The density without quarantine monotonically grows with time t in the region τ < t as an unlimited number of susceptibles continually produces infecteds. (b) With quarantining after tq = 50 days, we set β1S = 0 for t > tq, which shuts off new infections. Both plots were generated using the same initial density ρ(τ1) defined in Eq",
            "authors": [],
            "year": null,
            "venue": "FIG. S3. Density plots of I(τ, t) in the t − τ plane. Numerical solution of the equation for I(τ, t) in Eqs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mortality-ratio estimates. (a) Evolution of the cumulative number of infected (red), death (black), and recovered (green) cases. The size of the circles indicates the number of cases in the respective compartments on a certain day. (b-c)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Individual mortality ratio. (a) Recovery time after first symptoms occurred based on individual data of 17 patients [16]. (b) Death-and recovery rates as defined in Eq. (4). The death rate µ(τ1) approaches µ1 for τ1 > τinc, where τinc is the incubation period and τ1 is the time the patient has been infected before first being tested positive. (c) The individual mortality ratio M1(t|τ1) for τinc = 6.4 days at different values of τ1. Note that the individual death probability P d (t|τ1) and M1(t|τ1) are nonzero only after t > τinc − τ1. (d) The asymptotic individual mortality ratio M1(∞) (see Eq. (3)) as a function of τ1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "I(τ, t ) factor out of M 0 p (t) and M 1 p (t), rendering them time-independent and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Population-level mortality-ratio estimates. Outbreak evolution and mortality ratios without containment measures (a,c) and with quarantine (b,d). The curves are based on numerical solutions of Eqs. (9) using the initial condition I(τ, 0) = ρ(τ ; 8, 1.25) (see Eq.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Region-dependence of COVID-19 mortality-ratio estimates. Mortality-ratio estimates of COVID-19 in different regions (see Eqs.(8) and 14 (τres = 0)). We used data on the cumulative number of cases, recoveries, and deaths in Ref.[5] as of March 24, 2020. The marker sizes indicate the population of the corresponding countries. The metrics M 0 p (t) and and CFR are largely uncorrelated with correlation coefficient 0.33.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "data-from-the-ncov-2019-outbreak-early-descriptions-from-publicly-available-data/337SUPPLEMENTARY INFORMATIONA. Additional examples of mortality-ratio evolutionsFIG. S1. Mortality ratio estimates. Estimates of mortality ratios (see Eqs.(8)and(14)in the main text) of SARS-CoV-2 infections in different countries. The case fatality ratio, CFR, corresponds to the number of deaths to date divided by the total number of cases to date. Another population-based mortality ratio is M 0 p (t), the number of deaths divided by the sum of deaths and recovereds, up to time t. The data are derived from Ref.[5].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "c(τ, t )I u (τ, t ),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Population-level mortality for different infection rates. (a) The population-level mortality ratio M 0 p (t) for different values of β1 and an incubation time of τinc = 6.4 days. In the initial exponential growth phase of the epidemic (i.e., S(t) ≈ S0), larger infection rates β1 lead to smaller values of M 0 p (t). (b)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Different CFR estimates of COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "LB acknowledges financial support from the SNF Early Postdoc.Mobility fellowship on \"Multispecies interacting stochastic systems in biology\". The authors also acknowledge financial support from the Army Research Office (W911NF-18-1-0345), the NIH (R01HL146552), and the National Science Foundation (DMS-1814364).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "LB and TC developed the analyses and wrote the manuscript. LB analyzed data and MX performed the numerical computations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ]
}