{
    "paper_id": "e6945d394b0d984f8c3c3cb78f4996c54963eade",
    "metadata": {
        "title": "Acta Neuropathologica Demyelinating Encephalomyelitis Induced by a Long-term Corona Virus Infection in Rats* A Preliminary Report",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Nagashima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Wege",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Meyermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of G6ttingen",
                    "location": {
                        "postCode": "D-3400",
                        "settlement": "G6ttingen",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Ter Meulen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "About 30 ~ of weanling rats inoculated with JHM virus developed a subacute demyelinating encephalomyelitis (SDE) 3 weeks after inoculation (a.i.). From the remaining animals, 5~ displayed overt neurological signs 3, 6, and 8 months a.i. Animals with and without clinical signs 6-8 months a.i. were morphologically examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fresh demyelinating lesions could be demonstrated in paralyzed animals. Viral antigen was demonstrated and infectious JHM virus could be recovered from one animal which developed clinical signs at 3 months a.i. In one animal with clinical onset of 8 months a.i., completely remyelinated areas as well as recent demyelinating lesions were observed, suggesting a recurrence of the disease process. Remyelinated areas were also found in 40 ~ of clinically silent animals. The morphology of the late onset of the demyelination was similar to that occurring in SDE. Remyelination consisted of both CNS and PNS-type. This animal model offers the possibility to investigate the virus-host relationship which is responsible for the induction of a demyelinating process after a long incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The condition caused by this virus is, however, essentially of an acute type, usually monophasic and fatal (Weiner, 1973; Lampert, 1973) . In many regards, therefore, this infection in mice does not provide an ideal model for the study of virus host relationship in demyelinating diseases characterised by a chronic progressive pattern with relapse and remissions. In a previous report we have shown that changing the species, ages of the animals and dosage of the virus administered, resulted in a subacute form of a primary demyelinating disease in rats after an inoculation period of 2-3 weeks (Nagashima et al., 1978) . In these experiments about 30 ~ of animals developed a subacute demyelinating encephalomyelitis (SDE) and the remaining animals showed no clinical symptoms at the time of our report. However, after 3 -8 months some of these animals developed neurological signs and revealed neuropathologically fresh demyelinating lesions and numerous completely remyelinated areas in one animal. Areas of relaayelination were also observed in several other animals which failed to display clinical signs.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 121,
                    "text": "(Weiner, 1973;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 122,
                    "end": 136,
                    "text": "Lampert, 1973)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 597,
                    "end": 621,
                    "text": "(Nagashima et al., 1978)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This report presents the histological and ultrastructural characteristics of a demyelinating encephalomyelitis after a long incubation period in rats and discusses demyelination and remyelination with regard to other animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One hundred ten weanling rats (20-25 days of age) strain CH BB/THOM specific pathogen-free, were intracerebrally injected with JHM strain of murine corona virus. The virus had been passed several times in suckling mice. A 20 ~ brain suspension of diseased suckling mice was used as inoculum for the experiments. Each animal obtained approximately 5x 104 TCD50 of JHM-virus. About 30~ of the inoculated animals developed SDE approximately 3weeks after inoculation (Nagashima et al., 1978) . The remaining animals have been under observation for 3 -8 months after inoculation. From 75 0001-6322/79/0045/0205/$1.80 animals which did not develop SDE, 27 animals were killed for the present study, together with 14 control animals which received normal mouse brain suspension.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 487,
                    "text": "(Nagashima et al., 1978)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Animals and Virus Inoculation"
        },
        {
            "text": "The nervous systems of these animals were examined by both light and electron microscopy (EM). Animals were anesthetized with ether and the whole body was perfused with fixative via a canula inserted into the left ventricle. The perfusate consisted of 200ml of 2 paraformaldehyde and 2.5 ~ glutaraldehyde buffered to pH 7.4 with phosphate. After dissection, coronal sections of brain and spinal cord were taken alternatively for histology and EM. Optic nerve was also examined. The tissue for light microscopy was postfixed in 10 formalin, processed and embedded in paraffine for subsequent staining for Hematoxylin-Eosin, the Kliiver-Barrera staining for myelin sheaths and the Glees-Marsland staining for axons. The material for EM was postfixed in I ~ osmium tetroxide buffered with phosphate. Prior to dehydration through graded alcohol and embedding in Epon, en bloc staining with 2.5~ uranyl acetate (Karnowsky, 1967) was performed. From all regions sampled, 1 sections were obtained, stained with 1 ~o toluidine blue and examined by light microscopy. Selected areas were trimmed for thin sectioning, cut on a Reichert OMU 3 ultra-microtome, placed on formvar coated grids, and stained with lead citrate. These preparations were scanned in a Zeiss 10-B electron microscope.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 923,
                    "text": "(Karnowsky, 1967)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Light and Electron Microscopy"
        },
        {
            "text": "Cryostat sections of 8 g thickness were fixed for 10 min in acetone and stained with the specific antiserum by applying the indirect immunofluorescence technique. Antiserum against JHM in mice was prepared by weekly intraperitoneal inoculation of brain suspension containing virus (0.5 ml/animal) over a period of 6 weeks. FITC labeled anti-mouse immunoglobulin was obtained from Microbiological Ass., Maryland, U.S.A. Anti-JHM serum and FITC labeled anti-Acta Neuropathol. (Bed.) 45 (1979) mouse immunoglobulin were used only after absorption with brain powder of control rat brain.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "45 (1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescent Studies"
        },
        {
            "text": "The animals were dissected under aseptic conditions. After several washings in cold PBS with antibiotics, specimens were homogenized in a glass douncer to give a 15~ (w/v) suspension. Crude homogenates were absorbed on monolayers of Sac ( -) cells, a murine rhabdosarcoma line (0.3 ml/petridish 20 ccm), for I h. The monolayers were washed and overlaid with 5 ml Eagle's minimal essential medium containing 5 ~ fetal calf serum and antibiotics. Cultures, which did not show a JHM-CPE after 48 h, were passaged twice before a negative result was accepted. These t w o a n i m a l s were killed by perfusion. T w e n t yf o u r a n i m a l s w i t h o u t clinically r e c o g n i z a b l e signs a n d Fig. 1 a) , including part of the optic tract. The nucleus interposing a m o n g the postero-inferior part of capsula interna (Nucl. entopeduncularis) was also involved, the neurons, however, were well preserved (Fig. 1 b) . In the demyelinated areas macrophages (gitter cells) and small m o n o n u c l e a r cells were seen. A massive i n f l a m m a t o r y cell response consisting of mostly lymphocytes and Case 2. Fresh demyelination was found in the brainstem. C o r o n a l section t h r o u g h mid-pontine level revealed that the multiple demyelinating lesions were distributed in bilateral spinal tracts of trigeminal nerves, pontine base and central portion of tegmentum (Fig. 2a) . One plaque observed was located at the ascending tract of facial nerve radix on the left side. N e u r o n s in the plaque were relatively well preserved (Fig. 2b) . A section following the section of Fig. 2b which was stained for axons revealed that preservation of axons in the plaque were r e m a r k a b l e except the spongy area a r o u n d the plaque (Fig. 2 c) . H y p e r t r o p h i c astrocytes were found near the margin of the plaque, but within the plaque glial cells were hardly discernible. Instead m a c r o p h a g e s were frequently encountered. Fig. 5a and b. Electron micrograph of a demyelinated area of case 2. a Three naked axons are seen (A). Note that the cytoplasmic processes of a macrophage are extended around a naked axon. x 11,330. b A degenerating cell with scanty cytoplasm. Note the variety of myelin degeneration. An axon spheroid containing numerous electron-dense and Iamellar bodies (left upper corner) and a macrophage (M) containing myelin debris is also seen. x 5,768",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 710,
                    "text": "Fig. 1 a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 913,
                    "end": 923,
                    "text": "(Fig. 1 b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1384,
                    "end": 1393,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 1550,
                    "end": 1559,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 1597,
                    "end": 1604,
                    "text": "Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1764,
                    "text": "(Fig. 2 c)",
                    "ref_id": null
                },
                {
                    "start": 1962,
                    "end": 1969,
                    "text": "Fig. 5a",
                    "ref_id": null
                }
            ],
            "section": "Virus Isolation"
        },
        {
            "text": "Small and medium-sized veins near the plaques were cuffed by mononuclear cells (Fig. 2d) . Nerve roots, spinal and trigeminal ganglia, and peripheral nerves were free from lesions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Case3. Sharply demarcated demyelinating plaques were present in the brainstem. The distribution of plaques was also multiple, as it has been seen in case 1 and 2. Within the lesions neurons and axons were also preserved. However, an increased number of small glial cells were found in plaques (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Perivascular inflammatory reactions with small mononuclear cells were infrequently noticed in the neighborhood of lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Besides these demyelinating lesions, loci consisting of an aggregation of small cells and intact myelin sheaths were found in the white matter of the brainstem and spinal cord. In addition, larger foci were also detectable bilaterally in the spinal tract of trigeminal nerve of the pons, which were located at a distance from the root-entry zone or peripheral nerves (Fig. 4a) . The small cells of these foci consisted of a small nucleus with a scanty cytoplasm. Toluidine-blue stained preparation revealed that myelin sheaths in these foci were relatively thin, compared to the diameter of axons (Fig. 4b) . This is clearly seen when the area of the spinal tract of trigeminal nerve of age-matched control and infected animals is compared (Fig. 4c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 376,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 748,
                    "text": "(Fig. 4c",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "were found in those animals which did not display any clinical signs. However, in 10 rats out of 24 examined, small-cell foci and in two additional animals a slight hydrocephalus was observed. The other 12 animals were free from any pathological lesions on histological examinations. The small-cell foci consisting of an aggregation of small cells as found in case 3 were multiple and were found in the cerebral crus, pons, cerebellar peduncle, and spinal cord. The small cells in the foci of the white matter were usually found close to capillaries. The foci in the gray matter showed small nuclear-rich areas with abundant capillaries. Although the foci were usually small, they were easily distinguished from the normal areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals Without Neurological Signs. No active lesions"
        },
        {
            "text": "In the animals which were inoculated with uninfected brain, neither demyelination nor remyelination were observed except the artificial lesion caused by needle injection on the left cerebrum. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals Without Neurological Signs. No active lesions"
        },
        {
            "text": "In the demyelinated areas, the most frequent finding was vesicular disruption (Dal Cant et al., 1975) of myelin sheaths. Naked axons were frequently encountered. They usually contained an increased amount of neurofilament. Some of denuded axons were partly enclosed within the cytoplasmic process of macrophages (Fig. 5a) . Axon spheroids contained numerous mitochondria and electron dense or lamellar bodies (Fig. 5 b) . Glial processes containing fibrils were often observed around the naked axons and degenerating myelin sheaths. OligodendrocylLes appeared to be lost during the periods of demyelination. Some degenerating cell somata were found. The nuclei were round and homogeneously electron-dense, and the cytoplasmic organelles were scanty (Fig. 5b) . A few plasma cells and lymphoid cells were also found in the plaque, although they were more frequently observed around the vessels. Virus partici[es could not be demonstrated.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 101,
                    "text": "(Dal Cant et al., 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 419,
                    "text": "(Fig. 5 b)",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "In the small-cell foci which were found in case 3 and in the 10 animals without any clinical signs, tightly packed axons were found with myelin sheaths which were disproportionally thin in comparison to axonal diameter (Fig. 6 a) . Few axons without myelin sheaths were also observed (Fig. 6b) . However, near the small cells a group of well-myelinated myelin sheaths ~vere observed. These well-developed sheaths were demarcated from the surrounding matrix by a basement membrane (Fig. 6c) . It is noteworthy that closely outside of the membrane the astrocytic processes containing glial fibrils were always observed to be contiguous with the basement membrane. These morphologically distinctive features of myelin sheaths were quite similar to those of remyelinating myelin sheaths (Blakemore, 1974) , suggesting that the small-cell foci represent areas of remyelination. The well-developed myelin sheaths surrounded by the basement membrane were considered to represent the PNS-type, whereas the poorly developed myelin sheaths without the basement membrane revealed the CNS-type of remyelination. Electron microscopy confirmed that many cells detectable in the small-cell foci by histological analysis were in fact myelinating cells. Corresponding to these two types of myelin sheaths, two different glial cell formations, the myelinating PNS-type (Schwann cell) and CNS-type (Oligodendrocyte) were observed. Schwann cells were surrounded by a basement membrane, while oligodendrocytes were located outside of these membranes. The nuclear morphology of these cell types were almost identical. The cytoplasm of oligodendrocyte was, however, more electron-dense and slightly larger than that of Schwann cell.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 800,
                    "text": "(Blakemore, 1974)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 229,
                    "text": "(Fig. 6 a)",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "(Fig. 6b)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 489,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "The experiments reported here show that intracerebral inoculation of JHM virus into weanling rats can lead, after an incubation period of months to changes in the CNS, which occasionally are accompanied by overt neurological symptoms. The histopathological examinations revealed areas of fresh demyelination. In one animal the simultaneous presence of both demyelination and remyelination were observed. The absence of clinical signs when demyelination and subsequent remyelination first occurred suggest that the lesions were either too small to cause neurological symptoms or were localized in areas of the brain which cannot be easily detected clinically in small laboratory animals. The latter interpretation is consistent with the observation that the larger demyelinated areas appear to be restricted for the most part to pontine sensory pathways such as spinal tract of trigeminal nerves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interval of time between the first lesions and the lesions which give rise to overt neurological signs can be estimated based on the morphology of remyelination. Prineas et al. (1969) reported, that in animals with EAE remyelination was first apparent in the CNS approximately 3 months after the acute episode. In the experiments using gliotoxic compounds the vast majority of axons were remyelinated after 4 weeks and both CNS and PSN-type remyelination was shown to be complete 3 months after degeneration (Blakemore, 1974 (Blakemore, , 1975 . Therefore, it is possible that the animals in our experiments which were examined 6-8 months after virus inoculation might have suffered from primary lesions at least 3 months before the detection of clinical signs of a neurological disease. The distribution of plaques of fresh secondary lesions and the localization of remyelination are both consistent with the predilection of subacute demyelinating encephalomyelitis (SDE). Moreover, the histological nature of Fig. 6a --e. Electron micrograph of a remyelinated area of Fig. 4 b of case 3. a Remyelinated axons by Schwann cells (PNS-type, P) are in close proximity to oligodendrocyte remyelinated axons (CNS-type). One Schwann cell myelinates one axon, both of which are surrounded by the basement membrane (arrows). Compared tc well-developed PNS-type myelin sheaths, those of CNS-type are thin and lack the basement membrane. Note that a few axons (A) are naked or incompletely myelinated (left upper corner and right lower corner). Oh oligodendrocyte.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 187,
                    "text": "Prineas et al. (1969)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 512,
                    "end": 528,
                    "text": "(Blakemore, 1974",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 529,
                    "end": 547,
                    "text": "(Blakemore, , 1975",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1015,
                    "end": 1022,
                    "text": "Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1080,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "x 10,300. bHigher magnification of the right lower corner of a. A naked axon (A1) and an incompletely myelinated axon (A2) can be seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "x 20,600. c Both CNS-(left upper corner) and PNS-type remyelination are seen. Just outside the basement membrane (arrows), astrocytic processes (as) are seen to be contiguous with the basement membrane, x 25,750 fresh lesions corresponded to the findings in SDE (Nagashima et al., 1978) . In SDE, infectious virus, intracellular viral structures and viral antigens were always detectable in affected areas. In the present study only in one animal virological studies were carried out. It is surprising that after an incubation period of 3 months (case 1) infectious JHM virus could be isolated from brain material and viral antigen be localized in CNS tissue. So far no information is available about the state of virus-cell interaction in this animal, especially about the mechanism which allowed the virus to persist in the brain tissue after inoculation. The morphological similarities between SDE and the animals examined in this study suggest that the mechanism leading to demyelination may be similar between these two groups. However, the long incubation period and the more chronic state of the disease process would suggest a different virus-host relationship in the demyelinating encephalomyelitis with late onset.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 286,
                    "text": "(Nagashima et al., 1978)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Remyelination in case3 showed both CNS and PNS-type. Hirano and Zimmermann (1969) reported in their studies of experimental cerebral cavities in rats caused by cyanide intoxication and triethyltin implantation that the Schwann cells found in the remyelinated area were thought to be derived from the peripheral nervous elements accompanying some subarachnoid blood vessels. Ghatak et al. (1973) described that peripheral type of myelin sheaths in multiple sclerosis could be traced to adjacent spinal nerves. However, the PNS type of remyelination in case 3 was located at a distance from any existing peripheral nerves or detectable nerves containing blood vessels. It is conceivable that Schwann cells in these areas have arisen from multipotential primitive reticular cells as Ogata and Feigin (1975) have suggested in their studies on remyelination in multiple sclerosis. The cells associated with the CNS type of remyelination may be newly generated oligodendroglia cells (Herndon et al., 1977) .",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 81,
                    "text": "Hirano and Zimmermann (1969)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 374,
                    "end": 394,
                    "text": "Ghatak et al. (1973)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 780,
                    "end": 803,
                    "text": "Ogata and Feigin (1975)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 977,
                    "end": 999,
                    "text": "(Herndon et al., 1977)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A similar type of recurrent demyelinating lesions was observed in mice infected with JHM (Herndon et al., 1975) . However, in contrast to rats, these changes in mice were only detectable by electromicroscopy and not by histological staining procedures. In addition, these animals never came down with a clinically recognizable disease and the remyelination found in these animals consisted only of the CNS type.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "text": "(Herndon et al., 1975)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another form of recurrent demyelination has been found in chronic relapsing EAE induced in guinea pigs (Raine and Stone, 1977; Wisniewski and Keith, 1977) . In this model a high degree of morbidity is obtained and the disease is characterized by remission and relapses. Neuropathologically recent and old demyelinating plaques are found mainly as perivenous lesions accompanied by mononuclear cell infiltrations.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 126,
                    "text": "(Raine and Stone, 1977;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 127,
                    "end": 154,
                    "text": "Wisniewski and Keith, 1977)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The observed late onset demyelinating encephalomyelitis associated with a single injection of corona virus into weanling rats shows certain similarities to multiple sclerosis. As in the human disease only the CNS is affected, and the demyelinating lesions are multiple and recurrent and not always confined to the perivenous areas. Moreover, the inflammatory cells are mononuclear and only detectable in the neighborhood of fresh plaques. On the other hand, the distribution of lesions found in JHM infected rats are different from multiple sclerosis. The plaques in JHM infected rats occur consistently in brainstem, spinal cord and optic nerve, but are scarcely detectable in cerebral white matter which is the most commonly affected area in MS. The infrequency of cerebral white matter involvement in rats may be due to the underdevelopment of the cerebral cortex and its fibre tract. As for the restoration of demyelinating areas, both CNS and PNS-type remyelination was seen in JHM infected rats while in MS only the PNS type has been recognized (Feigin and Popoff, 1966; Ghata et al., 1973) .",
            "cite_spans": [
                {
                    "start": 1051,
                    "end": 1076,
                    "text": "(Feigin and Popoff, 1966;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1077,
                    "end": 1096,
                    "text": "Ghata et al., 1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the present state of investigation JHM infection in rats cannot be considered an animal model for multiple sclerosis, but it offers the possibility to investigate the virus-host relationship which is responsible for a demyelinating encephalomyelitis with a long incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A murine virus (JHM) causing disseminated encephalomyelitis with extensive destruction of myelin. II",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pappenheimer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheever",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Pathology. J. Exp. Med",
            "volume": "90",
            "issn": "",
            "pages": "195--212",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pattern of remyelination in the CNS",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Blakemore",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Nature",
            "volume": "249",
            "issn": "",
            "pages": "575--578",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Remyelination by Schwann cells of axons demyelinated by intraspinal injection of o-aminonicotanimide in the rat",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Blakemore",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Neurocytol",
            "volume": "4",
            "issn": "",
            "pages": "745--757",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vesicular disruption of myelin in autoimmune demyelination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dal Canto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Brostoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raine",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Neurol. Sci",
            "volume": "24",
            "issn": "",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Regeneration of myelin in multiple sclerosis. The role of mesenchymal cells in such regeneration and in myelin formation in the peripheral nervous system",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Feigin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Popoff",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Neurology (Minneap.)",
            "volume": "16",
            "issn": "",
            "pages": "364--372",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Remyelination in multiple sclerosis with peripheral type myelin",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Ghatak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Doron",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch. Neurol",
            "volume": "29",
            "issn": "",
            "pages": "262--267",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mouse hepatitis virus-induced recurrent demyelination. A preliminary report",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Herndon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Arch. Neurol",
            "volume": "32",
            "issn": "",
            "pages": "32--35",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Regeneration of oligodendroglia during recovering from demyelinating disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Herndon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Science",
            "volume": "195",
            "issn": "",
            "pages": "693--694",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electron microscopic observations of peripheral myelin in a central nervous system lesion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Acta Neuropathol. (BerL)",
            "volume": "12",
            "issn": "",
            "pages": "348--365",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The ultrastructural basis of capillary permeability studies with peroxidase as a tracer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Karnowsky",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Cell Biol",
            "volume": "35",
            "issn": "",
            "pages": "213--236",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mechanism of demyelination in JHM virus encephalomyelitis. Electron microscopic studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kniazeff",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Acta Neuropathol. (Berl.)",
            "volume": "24",
            "issn": "",
            "pages": "76--85",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Corona virus induced subacute demyelinating encephalomyelitis in rats: A morphological analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meyermann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Acta Neuropathol. (Berl.)",
            "volume": "44",
            "issn": "",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Schwann cells and regel~ erated peripheral myelin in multiple sclerosis: An ultrastructural study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Feigin",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Neurology (Minneap.)",
            "volume": "25",
            "issn": "",
            "pages": "713--716",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An ultrastructural study of experimental demyelination and remyelination. III. Chronic experimental allergic encephalomyelitis in the central nervous system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prineas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Lab. Invest",
            "volume": "21",
            "issn": "",
            "pages": "472--483",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Animal model for multiple sclerosis. Chronic experimental allergic encephalomyelitis in inbred guinea pigs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "NY State J. Med",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neuropathological effects of persistent infection of mice by mouse hepatitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Virelizier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Dayan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Infect. Immun",
            "volume": "12",
            "issn": "",
            "pages": "1127--1140",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pathogenesis of demyelination induced by a mouse hepatitis virus (JHM virus)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch. Neurol",
            "volume": "28",
            "issn": "",
            "pages": "293--303",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chronic relapsing experimental allergic encephalomyelitis: an experimental model of multiple sclerosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Keith",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Ann. Nettrol",
            "volume": "1",
            "issn": "",
            "pages": "144--148",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Demyelinating lesions in case 1. a A large demyelinating lesion found in the lower part of capsula interna including the optic tract can be seen. Kliiver-Barrera x 36. b Higher magnification of the area marked by an arrow of a. Note the well-preserved neurons and inflammatory cell response around the vessel. Hematoxylin-eosin x 432. e Immunofluorescent staining of the pontine white matter reveals JHM viral antigen in glial cells, x 432Fig.2a--d. Demyelinating lesions in case2, a Coronal section through mid-pontine level. Multiple fresh demyelinating lesions are located in bilateral spinal tracts of trigeminal nerves, pontine base and tegmentum. Note one plaque located in the ascending tract of facial nerve radix on the left side (case 2). Kl~iver-Barrera staining x 7. b Small plaque located in pontine raphe. Neurons in the plaque (arrow) are seen to be well preserved. Note the spongy state in the marginal area of the plaque. Small dark dots within the plaque are red blood corpuscles in capillaries. Klfiver-Barrera staining x 102. e Section following section 2b stained for axons. Preservation of axons in the plaque are remarkable except the spongy area around the plaque. Glees-Marsland staining x 102. d Perivascular cuffing consisting of mononuclear cells. Toluidine-blue staining • 600 14 control animals were killed 6 -8 m o n t h s after this infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Demyelinating lesion in case 3. Area of red nuclei sharply demarcated plaques are observed. Note the increase in small cells in the plaque. Kliiver-Barrera staining x 32 (case 3) Light Microscopy Case 1. Wide-spread demyelinating lesions were f o u n d in the deep cerebral white matter, brainstem, and spinal cord. Coronal section through mid-cerebrum revealed a large lesion in the lower part of capsula interna (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "-e. A small-cell focus of case 3. a A larger focus found in the spinal tract of trigeminal nerve which is located at a distance from the root entry zone or peripheral nerves. Note the irregulary arranged increased number of small cells. Hematoxylin-eosin x 85. b Small cells are seen in the left upper part of the picture. Myelin sheaths around the cells are relatively thin, compared to the diameter of axons. This can more clearly be seen when this area is compared to that of normal animal, as seen in e. Toluidine-blue staining x 954. e An area of the spinal tract of trigeminal nerve of age matched control. Toluidine-blue staining x 954 plasma cells was found a r o u n d the meningeal vein near the lesion. The lesions in the brainstem and spinal cord were almost identical to those in the cerebrum. Peripheral nerves were not affected. F o r the purpose o f virus isolation, this animal was not examined by electron microscopy.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}