{
    "paper_id": "e762a626fdf32ef0386acee70e5564f31d4ca165",
    "metadata": {
        "title": "Phylogenetic Analysis of Protein Sequences Based on Distribution of Length About Common Substring",
        "authors": [
            {
                "first": "Guisong",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tianming",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Up to now, various approaches for phylogenetic analysis have been developed. Almost all of them put stress on analyzing nucleic acid sequences or protein primary sequences. In this paper, we propose a new sequence distance for efficient reconstruction of phylogenetic trees based on the distribution of length about common subsequences between two sequences. We describe some applications of this method, which not only show the validity of the method, but also suggest a number of novel phylogenetic insights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Proteins are important molecules that perform a wide range of functions in the biological system. Protein is composed of amino acids, and it is the amino acid sequence that determines the chemical structure of protein. Analysis of amino acid sequences can provide useful insights into the tertiary structure of proteins and the reconstruction of evolutionary tree [13, 25, 51, 56] . Phylogenetics is the study of the evolutionary history among organisms. Moreover, it can provide information for function prediction. Some pharmaceutical researchers may use phylogenetic methods to determine species, thus perhaps sharing their medicinal qualities [15] . Traditional phylogenetic approaches based on multiple sequence alignments, such as maximum parsimony and maximum likelihood, become impractical due to their high computational complexity given that most proteomes contain millions of amino acids [11, 23, 31, 50] . Therefore, it is valuable and important to develop novel alignment-free methods for phylogenetic analysis.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "51,",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "56]",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the past two decades, many alignment-free methods have been developed [1, 2, 9, 12, 20-22, 27, 29, 32-45, 54, 55, 57, 58] . These methods are intended to extract some hidden information from protein sequences, but from different angles. Graphical representations of proteins have emerged as one kind of alignment-free methods [1, 9, 20-22, 27, 29, 32-45, 58] . Those methods can make some special useful insights into local and global characteristics and the occurrences, variations and repetition of some special patterns along an amino acid sequence. Alternatively, the compression based methods generally regard the protein sequence as plain text, and define the similarity between two protein sequences as the relative compression ratio [16-18, 28, 53, 56] . These methods will suffer from aggregate errors arising from compression. The third class of methods in the protein phylogenetic analysis attempt to extend single amino acid composition to study string composition for protein sequences where a string is a consecutive segment of amino acids [5, 10, 14, 19, 30, 46] . Hao and Qi [10] , Li et al. [19] , Qi et al. [30] , who analyzed k-word frequencies, then extracted phylogenetic properties on genome-wide scale for prokaryotes. These methods based k-word distribution have to faced the dilemma of the length of word k. Theoretically, one may increase the maximum string length to have finer composition for the whole genomes in order to obtain more accurate pair-wise evolutionary distances. However, increasing string length requires too much memory to be practical as well as increased CPU usage. Ulitsky et al. introduced the average length of longest common substring measure (ACS) based on computing the average length of maximum common substrings. As it is shown that the ACS only concentrates on the length of the longest common word starting at any position in two sequences [8, 47] . Moreover, lengths of other common words also play an important role in the measuring the evolutionary distance between two sequences. Motivated by their work, in this paper, we develop the harmonic distribution for all lengths of common substrings at any position between two sequences. Based on the harmonic distribution, we propose a new alignment-free method for phylogenetic analysis.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 124,
                    "text": "[1, 2, 9, 12, 20-22, 27, 29, 32-45, 54, 55, 57, 58]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 361,
                    "text": "[1, 9, 20-22, 27, 29, 32-45, 58]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 763,
                    "text": "[16-18, 28, 53, 56]",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "46]",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1900,
                    "end": 1903,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 1904,
                    "end": 1907,
                    "text": "47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The proposed method is tested by phylogenetic analysis on two different data sets: 24 transferrin sequences from vertebrates and 26 spike protein sequences from coronavirus. These results demonstrate that the new method is effectual and feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The average common substring measure is based on the longest common word between two sequences. It has been introduced by Ulitsky et al. [47] as the average length of longest common substrings starting at any position in both sequences.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Average Common Substring Measure"
        },
        {
            "text": "Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Average Common Substring Measure"
        },
        {
            "text": ". . B m be two sequences of lengths n and m respectively. For any position i in A, the subsequence of A of length l(i) can be denoted as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Average Common Substring Measure"
        },
        {
            "text": "At each position in A, a longest subsequence common to B is searched. Let x i be this subsequence starting at position i in A that can be anywhere in B and let |x i | be its length. We can average all the length |x i | to get a measure L(A,B) = P i=1 n |x i |/n. Intuitively, the larger this L(A, B) is, the more similar the two genomes are. Considering that the L(A, B) is increased when the length of B is high, the similarity between A and B is normalized by L(A, B)/log(m). We can obtain the average common substring distance by taking the reciprocal of L(A, B)/log(m) and subtracting a ''correction term ''. The distance between A and B is denoted by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Average Common Substring Measure"
        },
        {
            "text": ", the average common substring measure is finally defined by ACSðA; BÞ ¼ 1 2 ðdðA; BÞ þ dðB; AÞÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Average Common Substring Measure"
        },
        {
            "text": "As it is described, this distance considers only the length of the longest common subsequence starting at any position in both sequences. In fact, lengths of other common subsequences also play an important role in the measuring the similarity between two sequences. Therefore, we propose a novel measure involved in all lengths of common subsequences between two sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Average Common Substring Measure"
        },
        {
            "text": "At each position i in A, the longest word, the second longest word and the third longest word et al. common to B are searched. Let x ij A be the common subsequence with the length j, starting at position i in A that can be anywhere in B respectively. Let n ij A be the frequencies of x ij A in B. We can define the random variable HCS i A to represent the harmonic distribution about all lengths of common substring starting at position i in A. The distribution of HCS i A can be obtained by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harmonic Common Substring Measure"
        },
        {
            "text": "here L i is the length of the longest common word starting at position i in A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harmonic Common Substring Measure"
        },
        {
            "text": "For each position i in A, we can get the distribution of HCS i A . The expectation of HCS i A denoted by EHCS i A can be computed by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harmonic Common Substring Measure"
        },
        {
            "text": "Obviously, not only the information from the longest common substring but also the information from other common substrings are involved in the expectation of HCS i A . Therefore, we can derive the harmonic common substring measure by EHCS i A . Firstly, we replace the |x i | by the As the same to ACS, the HCS(A, B) is derived from the basis of KL relative entropy [3, 47] . Given a set of amino acid sequences, our algorithm computes the pairwise distances for this set according to our HCS(A, B) . We can efficiently perform the subsequence search by using suffix trees [49] . It has been shown that pairwise distance comparing all m sequences of length up to l takes Oðm 2 l Á logðlÞÞ time [47] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 317,
                    "text": "the HCS(A, B)",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 499,
                    "text": "our HCS(A, B)",
                    "ref_id": null
                }
            ],
            "section": "Harmonic Common Substring Measure"
        },
        {
            "text": "In this section, we will apply our method to two sets of proteins to see how much phylogenetic information the HCS (A, B) can extract. Generally, the validity of a phylogenetic tree can be tested by comparing it with authoritative ones. Here, we adopt this idea to test the validity of our phylogenetic trees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "(A, B)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the first experiment, we choose transferrin sequences from 24 vertebrates as a dataset. Taxonomic information and accession numbers are provided in Table 1 . The proteomic sequence is a concatenation of all the known amino acid sequences for an organism, also with delimiters. All the sequences have been obtained from the NCBI genome database in FASTA format.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Phylogenetic Analysis of Transferrin"
        },
        {
            "text": "The phylogenetic tree illustrated in Fig. 1 is constructed by HCS(A, B) using UPGMA method in the PHYLIP package [6] . To indicate that the validity of our evolutionary trees, we show the result of Dai et al. in Fig. 2 [4] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic Analysis of Transferrin"
        },
        {
            "text": "Compared with the result in Figs. 1 and 2, we find ours is better:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic Analysis of Transferrin"
        },
        {
            "text": "1. Among the two trees, the tree in Fig. 1 is the most consistent with the trees constructed by Ford [7] , which is the most classical result in the publicized existing trees. This verifies the validity of our method. From Fig. 1 we can observe that all the proteins that belong to transferrin (TF) proteins and lactoferrin (LF) proteins have been separated well and grouped into respective taxonomic classes accurately. 2. In Fig. 1 , the Human TF, Rabbit TF, Rat TF and Cow TF are clustered into the same branch while in Fig. 2 , the Rat TF, Cow TF are separated from Human TF and Rabbit TF, this contradicts the classical result. 3. The transferrin (TF) proteins and lactoferrin (LF) proteins are clustered into their corresponding branches in Fig. 1 , while they are mixed together in Fig. 2 and they are far with each other. This contradicts the traditional opinion. 4. In respect to the transferrin Possum, our result in Fig. 1 is better than Fig. 2 in general. That shows our result is more close to classical results.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 223,
                    "end": 229,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 427,
                    "end": 433,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 523,
                    "end": 529,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 753,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 789,
                    "end": 795,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 933,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 949,
                    "end": 955,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic Analysis of Transferrin"
        },
        {
            "text": "Summing up, our method has significant advantage, compared with the method of Dai et al. [4] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic Analysis of Transferrin"
        },
        {
            "text": "In order to further verify the validity of our method, in the second experiment, we turn to make phylogenetic analysis of protein sequences of coronaviruses has been studied by different methods, such as multiple sequence alignments, graphical representation, and word frequency [13, 24, 26, 48, 52] . Here the phylogenetic tree for 26 spike protein sequences in Table 2 from coronavirus is constructed by our method, which is presented in Fig. 3 . The proteomic sequence is a concatenation of all the known amino acid sequences for an organism, also with delimiters. All the sequences have been obtained from the NCBI genome database in FASTA format. From Fig. 3 , we can see that the phylogenetic tree constructed by our method is more consistent with the known fact of evolution [52]:",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "48,",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 440,
                    "end": 446,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 657,
                    "end": 663,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Phylogenetic Analysis of Spike Proteins"
        },
        {
            "text": "1. As can be seen from Fig. 3 , SARS-CoVs appear to cluster together and form a new separate branch, which are not closely related to any groups. 2. In respect to HCoV-OC43 , our result in Fig. 3 is same to the result of Yang et al. [52] . That shows our result is more closed to classical results.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 189,
                    "end": 195,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Phylogenetic Analysis of Spike Proteins"
        },
        {
            "text": "With fast development of worldwide genome sequencing project, more and more biological sequences have become available. However, traditional sequence alignment tools Fig. 2 The phylogenetic tree is based on the distance of structural characteristic vector in Dai et al. 47 . The proteomic sequence is a concatenation of all the known amino acid sequences for an organism, also with delimiters. The phylogenetic tree can be obtained at any ionic strength, temperature, time and regular evolutionary models are impossible to deal with large-scale protein sequence. Alignment-free method is therefore of great value as it reduces the technical constraints of alignment.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 272,
                    "text": "Dai et al. 47",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "In the present study, we propose a novel alignment-free method, the harmonic common substring measure, for phylogenetic reconstruction based on protein sequences. As it is well known that the more similar two sequences are, the greater the number of the factors shared by the two sequences. So the main advantage is that this algorithm can extract more information hidden in common subsequences. Our examples have indicated that our method is at least as good, and usually better, than some of existing alignmentfree methods, both in terms of reconstruction accuracy and of computational efficiency. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Elements of information theory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proceedings of the 2003 IEEE bioinformatics conference (CSB 2003)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "375--385",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "In: An introduction to Kolmogorov complexity and its applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vitanyi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Proceedings of 14th IEEE annual symposium on switching and automata theory",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "EHCS i A in L(A, B) to get EL(A, B) m) in order to account for the length of B. Thirdly, we derive the distance ED(A, B) by ED(A, B) = log(m)/ EL(A, B)log(n)/EL(A, A). Lastly, we define the harmonic common substring measure by computing HCSðA; BÞ ¼ 1 2 ðEDðA; BÞ þ EDðB; AÞÞ:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The phylogenetic tree is constructed by our method HCS(A, B). The proteomic sequence is a concatenation of all the known amino acid sequences for an organism, also with delimiters. Our phylogenetic tree can be obtained at any ionic strength,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The phylogenetic tree for 26 spike proteins is constructed based on our method HCS(A, B). The proteomic sequence is a concatenation of all the known amino acid sequences for an organism, also with delimiters. Our phylogenetic tree can be obtained at any ionic strength, temperature",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Transferrin sequences, sources, and accession numbers",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We would like to thank the reviewers for their useful and critical comments, all of which have greatly improved the quality of the paper. This work is supported by the National Natural Science Foundation of China (Grant No.10871219).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}