{
    "paper_id": "e81709734e4af5643b5f3d3a74491ccaf463404d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The threat of a worldwide epidemic of severe acute respiratory syndrome (SARS) prompted an unprecedented global effort to identify its cause. Within weeks, a novel human coronavirus was identified as the root of the disease and its genome was sequenced, allowing researchers to identify crucial proteins of the SARS coronavirus (SARS-CoV) against which thousands of compounds are being screened to find new drugs. But a more directed approach to finding a cure has now been described in Science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rolf Hilgenfeld and colleagues focused their efforts on the viral main proteinase (M pro ), which is necessary for the replication and transcription of coronaviruses, reasoning that it would be a good target for the development of drugs against SARS. Homology modelling was used to predict the structure of this crucial proteinase in SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The researchers first determined the crystal structure of the main proteinase from a wellcharacterized coronavirus that causes cold symptoms in humans. This structure, together with the main proteinase structure from a related coronavirus that infects pigs, was used to construct a three-dimensional model of the SARS-CoV M pro . Computer modelling revealed that the structures of the substrate-binding regions of all three proteinases were highly conserved. Furthermore, the SARS-CoV M pro was able to cleave a peptide corresponding to the autocatalytic site of the pig coronavirus proteinase in the test tube. Peptide inhibitors would therefore be expected to bind the different coronavirus main proteinases in the same manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But how could this information be used to find an effective drug for SARS? The researchers looked at a peptide inhibitor called AG7088, which targets a human rhinovirus proteinase that is distantly related to the coronavirus main proteinase, and is being clinically tested by Pfizer for treating colds. They compared the structure of the rhinovirus enzyme bound to AG7088 with the structure of the pig coronavirus main proteinase bound to a substratemimic inhibitor. And the result? A surprising similarity in the way that the inhibitors slotted into their respective binding sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A key difference in the architecture of one subsite of the proteinase-binding sites led the researchers to suggest that AG7088 itself would be unlikely to switch off a coronavirus proteinase. Nonetheless, they proposed that it would provide a good starting point for designing drugs against SARS. Two days after this article was published, Pfizer announced that it had donated several compounds to the United States Army Medical Research Institute of Infectious Diseases (USAMRIID) and the National Institute of Allergy and Infectious Diseases (NIAID) to be tested for activity against SARS. According to Pfizer, a number of these compounds had shown moderate in vitro activity against SARS, including AG7088.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although it remains to be shown whether AG7088 will have an effect in SARS patients, these results confirm the prediction of Hilgenfeld and colleagues that it might provide a valuable framework from which to develop drugs to target SARS. Furthermore, as AG7088 has already made it into clinical trials as a cold remedy, molecules developed from it are more likely to be both safe and efficacious. N. Engl. J. Med. 348, 1967 -1976 (2003 | Ksiazek, T. G. et al.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 423,
                    "text": "N. Engl. J. Med. 348, 1967",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 429,
                    "text": "-1976",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 435,
                    "text": "(2003",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A novel coronavirus associated with severe acute respiratory syndrome. N. Engl. J. Med. 348, 1953 -1966 (2003 to those typical of antibody-ligand interactions were detected. In the other set of experiments, the selected PBPs were inserted into Escherichia coli such that the receptors were incorporated into a synthetic signalling pathway leading to the production of a reporter enzyme.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 97,
                    "text": "Engl. J. Med. 348, 1953",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 103,
                    "text": "-1966",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 109,
                    "text": "(2003",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This approach is an important advance because of its generality, and the scope it provides for redesigning protein binding sites for ligands very dissimilar to the natural ligand of the protein. This was achieved in this study by taking into account both the orientation of the ligand and the myriad conformations that amino-acid side-chains within the binding site can adopt. Looking ahead, this method could have a wide range of applications, from improving chiral separations to developing molecular sensors for the presence of small-molecule biomarkers in clinical diagnostics, and perhaps ultimately in the design of catalytic proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Computational design of receptor and sensor proteins with novel functions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Original Research Paper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Looger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hellinga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Degrado",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "132--133",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PAPER Anand, K., Ziebuhr, P., Wadhwani, P., Mesters, J. R. & Hilgenfeld, R. Coronavirus main proteinase (3Cl pro ) structure: basis for design of anti-SARS drugs. Science 2003 May 13 (DOI: 10.1126/science.1085658) FURTHER READING Drosten, C. et al. Identification of a novel coronavirus in patients with severe acute respiratory syndrome.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This body of work shows that expansion of the polyglutamine tract or nuclear expression alone are not sufficient to cause disease, but that phosphorylation of ataxin-1 contributes to disease progression. The cellular proteins with which ataxin-1 normally interacts are likely to be important in the disease process, indicating that blocking the phosphorylation events could be a viable treatment. This is particularly exciting because kinases are tractable targets in drug discovery. 129-134 (2000) A common cure for SARS?",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 498,
                    "text": "129-134 (2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "further insight into SCA1 pathogenesis and identifies potential targets for therapeutic intervention."
        }
    ]
}