{
    "paper_id": "e843497e9d678d09275d154920ec94c3db52f158",
    "metadata": {
        "title": "Der Internist Einführung zum Thema",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Welte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medizinische Hochschule Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "C F"
                ],
                "last": "Vogelmeier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Intensiv-und Schlafmedizin und Deutsches Zentrum für Lungenforschung",
                    "location": {
                        "settlement": "Pneumologie"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Wenn man mit Patienten über Atemwegsinfektionen spricht, stellt man fest, dass primär immer an bakterielle Infektionen gedacht wird. Diese werden auch als gefährlicher im Vergleich zu Virusinfektionen eingeschätzt. Das verwundert angesichts der Tatsache, dass Virusinfektionen wesentlich häufiger auftreten als bakterielle Infektionen. So ist die akute Bronchitis fast immer durch Viren bedingt, bei der infektbedingten Asthmaexazerbation (mindestens 90 % viraler Genese), aber auch bei der Exazerbation einer chronisch-obstruktiven Lungenerkrankung (COPD; maximal 30 % bakteriell getriggert) spielen Viren eine wesentliche Rolle. Allein bei der ambulant erworbenen Pneumonie dominieren bakterielle Pathogene wie Streptococcus pneumoniae, allerdings geht einer bakteriellen Pneumonie häufig eine Virusinfektion voraus, die dem bakteriellen Erreger überhaupt erst das Eindringen ins Lungengewebe ermöglicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Wenn man mit Patienten über Atemwegsinfektionen spricht, stellt man fest, dass primär immer an bakterielle Infektionen gedacht wird. Diese werden auch als gefährlicher im Vergleich zu Virusinfektionen eingeschätzt. Das verwundert angesichts der Tatsache, dass Virusinfektionen wesentlich häufiger auftreten als bakterielle Infektionen. So ist die akute Bronchitis fast immer durch Viren bedingt, bei der infektbedingten Asthmaexazerbation (mindestens 90 % viraler Genese), aber auch bei der Exazerbation einer chronisch-obstruktiven ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Was man von Viren lernen kann"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza -jeder kennt die \"Grippe\" und doch wird sie immer noch unterschätzt",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pneumologe",
            "volume": "16",
            "issn": "4",
            "pages": "215--231",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treatment and vaccines for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Groneberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lode",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zabel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "3",
            "pages": "147--155",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Lungenerkrankung (COPD; maximal 30 % bakteriell getriggert) spielen Viren eine wesentliche Rolle. Allein bei der ambulant erworbenen Pneumonie dominieren bakterielle Pathogene wie Streptococcus pneumoniae, allerdings geht einer bakteriellen Pneumonie häufig eine Virusinfektion voraus, die dem bakteriellen Erreger überhaupt erst das Eindringen ins Lungengewebe ermöglicht. Erkrankungszahlen als auch bei Todesfällen die absolut führende Infektionskrankheit ist [1]. Es sei darin erinnert, dass die Spanische Grippe, eine H1N1-Epidemie, 1918/1919 mehr Menschenleben kostete als der gesamte Erste Weltkrieg. C. Malainou u. S. Herold erklären in ihrem Beitrag, warum die Influenza so gefährlich werden kann, und zeigen auf, wie begrenzt die therapeutischen Möglichkeiten heute sind, obwohl mit den Neuraminidasehemmern seit Jahren Medikamente zur Verfügung stehen. Sie zeigen aber auch, dass neue Medikamente mit deutlich besserer Wirkung zu erwarten sind und dass die Influenzaimpfung einen, wenn auch nicht hundertprozentigen, Schutz vor der Erkrankung bietet. Auch bei der Impfstoffentwicklung in diesem Bereich sind die Fortschritte gewaltig. Influenza ist jedoch nicht die einzige schwere Virusinfektion, die zu einem Lungenversagen führen kann. Viele erinnern sich vielleicht noch an das \"severe acute respiratorysyndrome\" (SARS),eine Coronavirusinfektion, die 2002 und 2003 von China ausgehend weltweit für viele Erkrankungsfälle mit hoher Sterblichkeit verantwortlich war, bevor -in Rekordzeit -im April 2003 der Erreger identifiziert und die Infektionskette durch Quarantänemaßnahmen unterbrochen wurde [2]. V.M. Corman, J. Lienau u. M. Witzenrath tragen in ihrem Beitrag das Wissen über Coronaviren zusammen, neben SARS gehört auch das \"Middle East respiratory syndrome\" (MERS) in diese Krankheitsgruppe. Am Beispiel der Coronaviren lässt sich hervorragend zeigen, wie Viren durch Mutation entweder pathogener werden oder aber durch die Übertragung vom eigentlichen Wirtstier (hier Fledermäuse) auf andere Überträgertiere mit schlechter Immunität gegenüber diesem Virus (Wildkatzen bei SARS, Kamele bei MERS) weiter zum Menschen gelangen. Das respiratorische Synzytialvirus (RSV) ist als wichtiger Erreger einer schweren Bronchiolitis im Säuglingsund Kleinkindalter seit Langem bekannt. Es ist ein gutes Beispiel dafür, dass auch Viren erwachsen werden können, mittlerweile gibt es bei Erwachsenen, vor allem unter Immunsuppression, immer mehr Infektionen mit diesem Virus, auch hier gibt es Todesfälle bei akutem Lungenversagen. J. Seidenberg stellt in seinem Beitrag das klinische Bild der RSV-Infektion vor und beschreibt die diagnostischen und therapeutischen Möglichkeiten. Ähnlich wie bei Influenza gibt es auch bei RSV eine erfolgreiche Impfstoffentwicklung, es ist zu hoffen, dass erste Impfstoffe in den nächsten Jahren verfügbar sind. Der vorliegende Schwerpunkt von Der Internist zeigt die bedeutende Rolle von Viren für Atemwegsinfektionen exemplarisch auf und gibt Einblick in Spezifika dieser Infektionen. Es wird auch demonstriert, dass Impfungen und damit die Infektionsprävention wesentlich effektiver sind als die beschränkten oder gar nicht vorhandenen therapeutischen Optionen. Es bleibt ein Rätsel, warum die Angst vor den äußerst seltenen Impfnebenwirkungen in unserer Gesellschaft so groß ist und der enorme protektive Effekt von Impfungen nicht gesehen wird. Wir alle sind aufgerufen, mit unseren Patienten zu sprechen, um Vorurteile auszuräumen und Vorteile aufzuzeigen. Das sollten wir uns gerade jetzt, mit Blick auf die nächste Influenzasaison, bewusst machen. T. Welte C.F. Vogelmeier Korrespondenzadresse Prof. Dr. T. Welte Klinik für Pneumologie und Deutsches Zentrum für Lungenforschung, Medizinische Hochschule Hannover Carl-Neuberg-Str. 1, 30625 Hannover, Deutschland welte.tobias@ mh-hannover.de Prof. Dr. C. F. Vogelmeier Klinik für Innere Medizin, Pneumologie, Intensivund Schlafmedizin und Deutsches Zentrum für Lungenforschung, Universitätsklinikum Gießen und Marburg GmbH Baldingerstr., 35033 Marburg, Deutschland claus.vogelmeier@ med.uni-marburg.de Interessenkonflikt. T. Welte und C.F. Vogelmeier geben an, dass kein Interessenkonflikt besteht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Weitere Infos zu e.Med finden Sie auf springermedizin.de unter \"Abos\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}