{
    "paper_id": "e8dc5f97ae5b0031941cdf6a059ac686584d3e6f",
    "metadata": {
        "title": "Nosocomial Contamination of Laryngoscope Handles: Challenging Current Guidelines",
        "authors": [
            {
                "first": "Tyler",
                "middle": [
                    "R"
                ],
                "last": "Call",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Frederic",
                "middle": [
                    "J"
                ],
                "last": "Auerbach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "W"
                ],
                "last": "Riddell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Deanna",
                "middle": [
                    "L"
                ],
                "last": "Kiska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Sumena",
                "middle": [
                    "C"
                ],
                "last": "Thongrod",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "See",
                "middle": [
                    "Wan"
                ],
                "last": "Tham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [
                    "A"
                ],
                "last": "Nussmeier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Upstate Medical University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND-Laryngoscope blades are often cleaned between cases according to welldefined protocols. However, despite evidence that laryngoscope handles could be a source of nosocomial infection, neither our institution nor the American Society of Anesthesiologists has any specific guidelines for handle disinfection. We hypothesized that laryngoscope handles may be sufficiently contaminated with bacteria and viruses to justify the implementation of new handle-cleaning protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "METHODS-Sixty laryngoscope handles from the adult operating rooms were sampled with premoistened sterile swabs. Collection was performed between cases, in operating rooms hosting a broad variety of subspecialty procedures, after the room and equipment had been thoroughly cleaned for the subsequent case. Samples from 40 handles were sent for aerobic bacterial culture, and antimicrobial susceptibility testing was performed for significant isolates. Samples from 20 handles were examined for viral contamination using a polymerase chain reaction assay that detects 17 respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS-Of the 40 samples sent for culture, 30 (75%) were positive for bacterial contamination. Of these positive cultures, 25 (62.5%) yielded coagulase-negative staphylococci, seven (17.5%) Bacillus spp. not anthracis, three (7.5%) α-hemolytic Streptococcus spp., and one each (2.5%) of Enterococcus spp., Staphylococcus aureus (S. aureus), and Corynebacterium spp. No vancomycin-resistant enterococci, methicillin-resistant S. aureus, or Gram-negative rods were detected. All viral tests were negative. CONCLUSION-We found a high incidence of bacterial contamination of laryngoscope handles despite low-level disinfection. However, no vancomycin-resistant enterococci, methicillinresistant S. aureus, Gram-negative rods, or respiratory viruses were detected. Our results support",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "adoption of guidelines that include, at a minimum, mandatory low-level disinfection of laryngoscope handles after each patient use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reusable devices or items that touch mucous membranes, such as laryngoscope blades, should receive high-level disinfection (sterilization) among patients. * There are multiple case reports of the transmission of bacterial infections in neonatal and pediatric intensive care units that have been linked to laryngoscope blades. [1] [2] [3] During laryngoscopy, although the laryngoscope handle does not come into direct contact with the patient's oral mucosa, it may become contaminated by the tip of the blade, which often touches the handle when the blade is folded. The handle can also be contaminated by the clinician's gloves. 4 Microorganisms can then be transmitted to subsequent patients when the anesthesia provider's gloves touch a contaminated handle before intubation. Studies have shown that contamination of laryngoscope handles with blood and microorganisms is common. [5] [6] [7] For example, Simmons 8 found drug-resistant organisms on 45% of the laryngoscope handles that were cultured. Despite these findings, the American Society of Anesthesiologists offers no guidelines for disinfection or sterilization of laryngoscope handles. However, the Australian and New Zealand College of Anesthetists' policy on infection control in anesthesia specifically states that laryngoscope handles should be decontaminated between uses. * Furthermore, a recent article in Infection Control and Hospital Epidemiology called for standardization of inconsistent guidelines for cleaning laryngoscope handles and recommended high-level disinfection of both laryngoscope handles and blades. 9 Although our institution has no specific guidelines for the decontamination of laryngoscope handles, our anesthesia technicians are instructed to wipe handles between uses. These technicians use either 3M HB Quat Disinfectant Cleaner (3M, St. Paul, MN), which is a rinse-free hospital germicide registered with the Environmental Protection Agency for disinfecting and cleaning noncritical items, or Caviwipes ™ , which are disposable towels that come pretreated with diisobutyl-phenoxy-ethoxy-ethyl-dimethyl-benzyl ammonium chloride (0.29%) and isopropanol (17.2%) (Metrex Research Corporation, Romulus, MI). Both of these cleaning methods are considered to provide low-level disinfection.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 907,
                    "end": 916,
                    "text": "Simmons 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the Centers for Disease Control, † items that \"touch only intact skin\" are \"noncritical\" and \"generally do not necessitate disinfection between uses on different patients unless they are grossly soiled with blood or other bodily fluids.\" Low-level disinfection, e.g., washing with a detergent or wiping with a disinfectant, may be sufficient when decontamination is needed. Low-level disinfection \"kills most vegetative bacteria except M. tuberculosis, some fungi, and inactivates some viruses.\" The Environmental Protection Agency approves chemical germicides that can be used for this procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was designed to assess our institutional handle-cleaning techniques and to expand on existing data by culturing samples taken from laryngoscope handles for bacteria, including methicillin-resistant Staphylococcus aureus (S. aureus), vancomycin-resistant enterococci, and drug-resistant Gram-negative rods, as well as for multiple pathogenic * Available at: http://www.anzca.edu.au/resources/professional-documents/professional-standards/ps28.html. Accessed on January 16, 2009. † Available at: http://www.cdc.gov/od/ohs/biosfty/bmbl5/sections/AppendixB.pdf. Accessed on April 15, 2008. respiratory viruses. We hypothesized that we would find residual bacterial and viral pathogens on some of the handles. Such findings would suggest the need to standardize or intensify protocols for decontaminating laryngoscope handles between uses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Approval for this study was obtained from the State University of New York Upstate IRB (Syracuse, NY). Samples were collected from 60 rigid laryngoscope handles in current use in the main adult operating rooms, which host a broad variety of subspecialty cases. Specimens were obtained between cases, in randomly selected rooms, between 11 AM and 4 PM, but never before the first case of the day in a given room. Handles were sampled after the room and equipment had been cleaned and designated ready for the next case. Each handle was cultured only once on a given day. Thus, these specimens represented the exposure a patient would receive from subsequent handle contact. Samples for bacterial culture were collected over a period of 8 nonconsecutive days, and samples for viral detection were obtained during the next 2 consecutive days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The investigator obtaining the sample wore sterile gloves while holding the laryngoscope by its blade, thereby avoiding contact with the handle. For bacterial cultures, a sterile swab (BBL Culture Swab Plus ™ ; Becton, Dickinson and Company, Sparks, MD) was premoistened by touching the swab tip to the surface of the gel transport medium contained in the device. The swab was then rubbed over the area of the laryngoscope handle, where contact with the clinician's hands was possible. The handles were swabbed from top to bottom approximately 20 times while the handle was rotated, so that the entire surface area of the handle was sampled except for the bottom, where the battery is removed, and the top, where the blade is attached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Samples were transported to the laboratory to be processed immediately on arrival. Attempts were made to transport the samples within 2 h, with a maximum transport time of 5 h. Specimens were inoculated onto blood, chocolate, colistin-nalidixic acid, and MacConkey agars (Remel, Lenexa, KS). Inoculated plates were then incubated at 35°C with 5%-10% CO 2 and were examined for growth for up to 48 h. Growth was quantified as 1+ to 4+, according to the number of colonies that grew in each of the three zones of the agar medium (Table 1) . Bacterial identification was accomplished using standard laboratory methods. Antimicrobial susceptibility tests were performed according to standards set by the Clinical and Laboratory Standards Institute for both broth microdilution (Vitek 2 AST-GP66, bioMérieux, Durham, NC) and Kirby-Bauer disk diffusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 536,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Samples for viral detection were collected analogously but with the following differences: sterile nylon swabs (Copan Nylon Flocked Swab [regular], Copan Diagnostics, Corona, CA) were premoistened with universal transport medium (Diagnostic Hybrids, Athens, OH), immediately placed in universal transport medium after collection, and frozen at −20°C on receipt. Samples were later analyzed for 17 respiratory viruses via a multiplex reverse transcriptase chain reaction assay (ID-Tag ™ RVP, Luminex Molecular Diagnostics, Toronto, ON). Viruses detectable by this assay include influenza A, influenza A subtypes H1 and H3, influenza B, respiratory syncytial virus types A and B, human metapneumovirus, parainfluenza virus types 1, 2, 3, and 4, adenovirus, rhinovirus/ enterovirus, and coronavirus types 229E, OC43, NL63, and HKU1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Of the 40 samples taken for bacterial culture from laryngoscope handles (Table 2) , 30 (75%) were positive for bacteria. Of these cultures, 25 (62.5%) yielded coagulase-negative staphylococci, seven (17.5%) Bacillus spp. not anthracis, three (7.5%) α-hemolytic Streptococcus spp., and one each (2.5%) vancomycin-susceptible Enterococcus spp., methicillin-susceptible S. aureus, and Corynebacterium spp. No viruses were detected from the 20 handles sampled for viral detection (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Cultures of laryngoscope handles used in the main adult operating rooms yielded fewer microorganisms than expected. Fortunately, no methicillin-resistant S. aureus, vancomycinresistant enterococci, respiratory viruses, or Gram-negative microorganisms were cultured. These results differ from a previous study, in which drug-resistant organisms were found. 8 Interestingly, it was only on the first day of culturing that potentially pathogenic bacteria (Enterococcus spp. and S. aureus) were isolated. Also of interest, the first 12 handles cultured showed a median bacterial growth quantity of 2+ (few), whereas the remaining 28 handles showed a median bacterial growth quantity of 1+ (rare) on agar media. On the basis of these observations, we speculated that anesthesia technicians responsible for room turnover quickly improved their cleaning techniques as they discovered the intent of our study. Because of this increased attention to handle cleaning at our institution, the infection data collected later in the study may more accurately represent handle contamination levels at institutions where a mandatory and thorough intercase, low-level decontamination protocol for laryngoscope handles has been adopted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings, including the absence of nosocomial drug-resistant microorganisms and respiratory viruses, as well as the smaller quantity of bacterial contaminants found after the third day of sampling, support the nationwide implementation of guidelines that include thorough, low-level disinfection of laryngoscope handles between cases. Furthermore, our data support the importance of consistent application of a germicidal solution to the entire handle. Low-level disinfection of laryngoscope handles is easy and would put minimal financial burden on hospitals and surgical facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study was limited by the fact that we did not sample other surfaces that the anesthesiologist may routinely touch shortly after performing laryngoscopy. Loftus et al. 10 have recently published such a study examining bacterial contamination of the anesthesia work area, including the agent flowmeter dial and the adjustable pressure-limiting valve complex. These authors reported that bacterial contamination of these sites increased significantly between the beginning and the conclusion of the case. Furthermore, transmission of bacterial organisms to IV stopcock sets occurred in 32% of cases, and such contamination was associated with a trend toward increased nosocomial infection rates and increased risk of mortality. 10 Other limitations include the fact that we did not purchase new laryngoscope handles nor did we pre-sterilize our handles before beginning the study period. However, our study does provide \"real-world\" data suggesting that low-level disinfection of laryngoscope handles is effective in eliminating drug-resistant nosocomial aerobic bacteria and common respiratory viruses. Nevertheless, we did note a high incidence of handle contamination with organisms consistent with skin or oral flora. It is unknown whether diligent attention to more thorough application of the germicidal solution (greater attention to covering the entire surface area or longer duration of cleaning time) would affect colony counts. Furthermore, it is unknown whether high-level disinfection (i.e., sterilization) would eliminate these bacteria. Another limitation of this study was the failure to use specific procedures for the detection of mycobacteria, slow-growing molds, and mycoplasmas. Therefore, further studies comparing the efficacy and cost-effectiveness of low-level versus high-level disinfection of these devices may be warranted. Some experts advocate high-level disinfection (sterilization) of the laryngoscope handle, as well as the blade, whether or not a protective barrier or a sheath was used during the procedure. 9 Our data support, at a minimum, standard guidelines that include thorough lowlevel disinfection of laryngoscope handles. Arguably, professional organizations such as the American Society of Anesthesiologists should develop a consensus statement about the disinfection of laryngoscope handles between uses. 9, 11, 12 ",
            "cite_spans": [
                {
                    "start": 2352,
                    "end": 2354,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2355,
                    "end": 2358,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Serratia marcescens outbreak in a neonatal intensive care unit prompting review of decontamination of laryngoscopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trail",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keaney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Chadwick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "59",
            "issn": "",
            "pages": "68--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The laryngoscope as a potential source of cross-infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foweraker",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Hosp Infect",
            "volume": "29",
            "issn": "",
            "pages": "315--321",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The neonatal laryngoscope as a potential source of cross-infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rothburn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Hosp Infect",
            "volume": "30",
            "issn": "",
            "pages": "315--322",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decontamination of laryngoscopes: a survey of national practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Esler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Baines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Langford",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anesthesia",
            "volume": "54",
            "issn": "",
            "pages": "587--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contamination of laryngoscopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ballin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spilsbury",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anesthesia",
            "volume": "54",
            "issn": "",
            "pages": "1115--1121",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A survey of laryngoscope contamination at a university and a community hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Morell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ririe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Crews",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huffstetler",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Anesthesiology",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Incidence of visible and occult blood on laryngoscope blades and handles",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Monaghan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AANA J",
            "volume": "65",
            "issn": "",
            "pages": "241--247",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laryngoscope handles: a potential for infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AANA J",
            "volume": "68",
            "issn": "",
            "pages": "233--239",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recommendations to resolve inconsistent guidelines for the reprocessing of sheathed and unsheathed rigid laryngoscopes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Muscarella",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "28",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transmission of pathogenic bacterial organisms in the anesthesia work area",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Koff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burchman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwartzman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thorum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Beach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Anesthesiology",
            "volume": "109",
            "issn": "",
            "pages": "399--407",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risks of cross infection associated with anesthesia: cleaning procedures for laryngoscopes-a need for Association guidelines?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Skilton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Anesthesia",
            "volume": "51",
            "issn": "",
            "pages": "512--515",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reassessment of the risk of healthcare-acquired infection during rigid laryngoscopy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Muscarella",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Hosp Infect",
            "volume": "68",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Bacterial Growth on Agar Media",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bacterial Samples Anesth Analg. Author manuscript; available in PMC 2014 May 01. OR = operating room; E = Enterococcus spp. Sn = coagulase-negative staphylococci; B = Bacillus spp. not anthracis; N = no growth; Sp = Staphylococcus aureus; St = α-hemolytic Streptococcus spp. SeeTable 1for growth measurement definitions. Analg. Author manuscript; available in PMC 2014 May 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Kimberly Kasprowicz, RN, NP, and Tina Craig, MS, for invaluable assistance with project management, and Danielle Masursky, PhD, and Stephen N. Palmer, PhD, ELS, for formatting and editorial guidance, and Nadine Bartholoma, MS, MT, for viral panel testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "bFirst case of the day means that the previous procedure in that operating room had been performed on the previous evening. OR = operating room; NA = not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}