{
    "paper_id": "e93a1e03d60bbd5bf79f34cec900d7f2a515a74c",
    "metadata": {
        "title": "Journal of Infection The index case of SARS-CoV-2 in Scotland: a case report",
        "authors": [
            {
                "first": "Katherine",
                "middle": [
                    "J"
                ],
                "last": "Hill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Virology Reference Laboratory",
                    "institution": "Royal Infirmary of Edinburgh",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            },
            {
                "first": "Clark",
                "middle": [
                    "D"
                ],
                "last": "Russell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen's Medical Research Institute",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Clifford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen's Medical Research Institute",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Templeton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen's Medical Research Institute",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "L"
                ],
                "last": "Mackintosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen's Medical Research Institute",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Koch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen's Medical Research Institute",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [
                    "K"
                ],
                "last": "Sutherland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen's Medical Research Institute",
                    "location": {
                        "postCode": "EH16 4TJ",
                        "settlement": "Edinburgh"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since its identification in December 2019, SARS-CoV-2 has infected 125,048 persons globally with cases identified in 118 countries across all continents (1). We report on the Scottish index case of SARS-CoV-2 infection, the virus causing COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The patient, a 51-year-old male, contacted the Scottish telehealth service for advice on day +1 with a 24-hour history of fever and cough having returned to Scotland from northern Italy on day -2. His symptoms were in keeping with a \"possible\" case of COVID-19 according to the national case definition at the time. Community SARS-CoV-2 testing was arranged for day +2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient had travelled to Italy on day -9 to watch a rugby match in Rome. He travelled with his partner and two friends in a private rental vehicle through Lombardy, Veneto and Tuscany, staying in private rental accommodation, before flying back to Scotland from Milan on day -2. He was not aware of any contact with cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On day 0 he developed fever, myalgia, malaise and sinusitis. This progressed to a cough productive of green sputum on day +1. His fever had subsided by day +2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient remained in self isolation in the community whilst awaiting the results of SARS-CoV-2 PCR which was performed in the West of Scotland Specialist Virology Centre on a combined nose/throat swab. This sample tested positive for SARS-CoV-2 on day +3 with a threshold cycle (Ct) value of 36. An urgent teleconference was held between virology, public health, Scottish ambulance service and the receiving regional High Consequence Infectious Diseases (HCID) unit. The patient was subsequently transferred by Special Operations Response Team (SORT) ambulance to the HCID unit. The patient was escorted from the ambulance to a laminar flow room (with antechamber) on the first floor of the unit by medical staff in appropriate personal protective equipment (PPE). The patient was wearing a surgical face mask throughout transit. The ambulance staff returned to their base for doffing of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was usually well and exercised regularly. He was a lifelong non-smoker. His medical history consisted only of hypertension. He had no known underlying lung disease. He took an ACE-inhibitor and selfmedicated with paracetamol and non-steroidal anti-inflammatory drugs during his illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On admission, the patient was afebrile with a mild non-productive cough. He had no limitation in exercise tolerance during this acute illness and continued to exercise in his home whilst self-isolating. On assessment, lung fields were clear on auscultation and bilateral scleral injection was noted. Admission vital signs were: heart rate 79 beats per minute, blood pressure 171/105mmHg, respiratory rate 18, pulse oximetry 96% on air and temperature 36.5. The results of routine laboratory parameters are shown in Table 1 . By day three of admission the patient had lymphocytopenia, which was found in 80.4% of patients with laboratory-confirmed non-severe COVID-19 in mainland China (3). Chest radiography was not clinically indicated. PCR testing for other respiratory viruses, Mycoplasma pneumoniae and Chlamydia pneumoniae on the throat swab was negative. Nose and throat samples for SARS-CoV-2 PCR were obtained daily to monitor viral shedding ( Figure  1 ). SARS-CoV-2 PCR on urine, faeces and EDTA blood was negative. The patient was clinically well throughout the admission; no supportive care was required. He was discharged after 8 days, following two sequential nose and throat swabs negative for SARS-CoV-2 by PCR. The initial viral sample was sequenced by the MRC-University of Glasgow Centre for Virus Research, mapped against the Wuhan-Hu-1 reference genome and aligned with a collection of global SARS-CoV-2 sequences, with the resulting analysis released open access. Phylogenetic analysis demonstrated that Scotland/CVR01/2020 belonged to a clade of isolates all acquired in northern Italy (4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 522,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 952,
                    "end": 961,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Public health undertook contact tracing and testing and no further cases were identified A large case series from China has reported that the majority of COVID-19 cases (81%) had mild disease only, with risk of severe disease and mortality higher in older patients with pre-existing medical conditions (5). The patient described here also had a mild and self-limiting illness. Although asymptomatic and mild manifestations of previous epidemic-associated coronaviruses (SARS and MERS) occur (6,7), these appear to be substantially more common in COVID-19. This poses a challenge for the early identification and isolation of cases, to limit transmission. In the \"contain\" phase of the UK COVID-19 response, early case identification was reliant on epidemiologic (not severity) criteria. The public health guidance at the time of this case was that travellers to Veneto and Lombardy were considered at risk. The patient had travelled to these areas but in private transport, staying in the area briefly and having limited interactions with residents. Therefore, whilst fulfilling 'at risk' criteria, from a practical perspective the risk seemed low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The kinetics of SARS-CoV-2 viral load have not yet been well characterised in large numbers of patients. Prolonged nasopharyngeal viral shedding was reported in a series of 18 patients from Singapore, with a median of 12 days between first and last positive samples and an initial large decline in viral load followed by a slower decay of residual low-level virus (8) . Similar kinetics were observed in 17 patients from China, where results were stratified by site tested (nose/throat) suggesting quantitatively greater and more prolonged shedding from the nose (9) . The kinetics of shedding in this case match this pattern, with more prolonged nasal shedding (Figure) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 670,
                    "text": "(Figure)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "National public health guidance on PPE requirements for managing cases of COVID-19 in infectious disease units stipulates use of disposable gowns, two pairs of disposable gloves, visor and FFP3 respirator (10) . These guidelines currently do not recommend use of specific footwear, so it is concerning that SARS-CoV-2 was detected by PCR from the shoe front of a healthcare worker caring for COVID-19 patients (11) . For this case we used disposable boot covers over plastic clogs.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the SARS-CoV-2 outbreak continues, we are learning more about the clinical manifestations of the infection and the logistics of containing and managing cases. This case highlights the need to have a low index of suspicion for diagnosis of COVID-19 and for early isolation. Renal and liver biochemistry values were normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note on day 2 a combined throat and nose swab was performed. Negative PCR is plotted as Ct value of 40 (dotted line).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: SARS-CoV-2 PCR threshold cycle values during hospital admission"
        },
        {
            "text": "KH, CDR, SC, RS conceived of the correspondence. KH and CDR collected the data. KT contributed to the section on virological testing. All authors contributed to the writing of the final version of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel coronavirus disease (Covid-19): the first two patients in the UK with person to person transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lillie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Capstick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.020"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO. Coronavirus diseases 2019 (COVID-19): Situation report -52",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zheng-Yi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First report of COVID-19 in Scotland",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Asymptomatic SARS coronavirus infection among healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Teleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "1142--1145",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1107.041165"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East Respiratory Syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "6",
            "pages": "584--594",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr1408795"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "3",
            "issn": "2020",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3204"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infection prevention and control advice for acute care settings: Acute respiratory illness from novel or emerging pathogens (Coronavirus (COVID-19))",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient",
            "authors": [
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Msy",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3227"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Routine laboratory parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the patient for providing informed consent to publish this report. Our thanks go to nursing staff, laboratory and medical colleagues in NHS Lothian who contributed directly or indirectly to patient care. We are grateful to colleagues in public health who contribute their expertise to management of these cases. This case report did not receive any specific grant from funding agencies in the public, commercial, or not-forprofit sectors. There was no writing assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}