{
    "paper_id": "e9cbd7607bbe38068fba47fb43fa6b3d3f854dce",
    "metadata": {
        "title": "Orig i nal Pa pers",
        "authors": [
            {
                "first": "Beate",
                "middle": [],
                "last": "Sander",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute for Medical Outcome Research GmbH",
                    "location": {
                        "settlement": "Lörrach",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gyld",
                "middle": [],
                "last": "Mark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "lottesville",
                    "location": {
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fred",
                "middle": [],
                "last": "Er",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Hay Den",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mor",
                "middle": [],
                "last": "Ris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Roche Prod ucts Ltd",
                    "location": {
                        "addrLine": "Wel wyn",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Elvi",
                "middle": [],
                "last": "Ra Mueller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute for Medical Outcome Research GmbH",
                    "location": {
                        "settlement": "Lörrach",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Rito",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Berge",
                "middle": [],
                "last": "Mann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute for Medical Outcome Research GmbH",
                    "location": {
                        "settlement": "Lörrach",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Strate",
                "middle": [],
                "last": "Gic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pric",
                "middle": [],
                "last": "Ing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Hoff Mann-",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Roche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ltd",
                "middle": [],
                "last": "Phar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ma",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Vi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infl uen za is well known among the gen eral pub lic with re gard to its epi dem ic oc currence and as so ci a tion with dis abling res pira to ry ill ness. How ev er, peo ple are con sider ably less aware of the size and dis tri bution of the eco nom ic bur den im posed by this vi rus. A re cent study of the med i cal care use re lat ed to in flu en za in the Unit ed King dom dur ing the mid-1990s found that in ab so lute terms adults aged 15-64 years had more in flu en za-re lat ed phy si cian visits and clin i cal com pli ca tions and greater drug use than chil dren or the el der ly [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study ex plored the cost-ef fec tiveness of treat ing an oth er wise heal thy adult pop u la tion for in flu en za dur ing a typ i cal an nu al epi dem ic pe ri od. The treat ment in ter ven tions in ves ti gat ed are os eltamivir and zanamivir, neur amin i dase in hibitors that work specif i cal ly against in flu en za type A and B by in hibit ing the rep li ca tion of the vi rus in the res pi ra to ry tract. Both are ad min is tered twice dai ly for 5 days. Oseltamivir is tak en oral ly, where as zanamivir is in haled us ing a spe cial de vice. The treat ment needs to be ini ti at ed with in 48 h of on set of symp toms for ef fi ca cy and usual ly is as so ci at ed with only mild, tran sient side ef fects if used as pre scribed. Two other com pet ing prod ucts ex ist in some mar-kets: aman ta dine and ri man ta dine (not in the UK), both so-called M2 ion chan nel block ers that only work against in flu en za A and are as so ci at ed with gas tro in tes ti nal and cen tral ner vous sys tem side ef fects. Aman ta dine is not rec om mend ed by the Na tion al In sti tute for Clin i cal Ex cel lence (NICE) for in flu en za treat ment [2] . Giv en that most in flu en za cas es are treat ed with over-the-coun ter (OTC) med i ca tion only, we chose to com pare usu al care with oseltamivir and zanamivir.",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Meth ods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A phar ma coeco nom ic de ci sion-an a lyt ic mod el in cor po rat ing first-and sec ondor der Monte Car lo sim u la tion was de veloped to in ves ti gate cost-ef fec tive ness and cost-util i ty for a heal thy adult pop u la tion (13-64 years) both from the per spec tive of the health care pay er [UK Na tion al Health Ser vice (NHS)] and from the so ci etal perspec tive (con sid ers all costs and health bene fits re gard less of who ex pe ri ences them). For the pur pos es of this anal y sis usu al care, de fined as symp tom at ic treat ment, is the base line strat e gy, since this re mains stan dard prac tice in in flu en za treat ment de spite the avail abil i ty of al ter na tives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The de ci sion tree (. Fig. 1 ) vi su al izes mor bid i ty and mor tal i ty due to in flu en za and its spec i fied com pli ca tions. The model starts at the gen er al prac ti tio ner's (GP) of fice since both os eltamivir and zanamivir are avail able only with a GP's pre scription and not as OTC med i ca tion. The treatment op tions are usu al care (cur rent practice), os eltamivir (in ter ven tion 1) and zanamivir (in ter ven tion 2). All ef fects of inter ven tion with os eltamivir or zanamivir are those achieved in ad di tion to the use of OTC med i ca tion, as use of se lect ed OTC medicines (par ac et a mol, an ti tus sives) was al lowed in the clin i cal tri als for dis abling symp toms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The mod el dis tin guish es be tween two pe ri ods for the start of treat ment (with in 48 h of on set of symp toms and af ter 48 h) as well as be tween in flu en za-pos i tive and in flu en za-neg a tive cas es (di ag nos tic certain ty) since treat ment with neur amini dase in hibitors is con firmed to be ef fective against in flu en za vi rus only if tak en with in 48 h of on set of symp toms. Costs of os eltamivir or zanamivir treat ment are incurred al though there is no im prove ment in health out come. Each in fect ed in di vid-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infl uen za is well known among the gen eral pub lic with re gard to its epi dem ic oc currence and as so ci a tion with dis abling res pira to ry ill ness. How ev er, peo ple are con sider ably less aware of the size and dis tri bution of the eco nom ic bur den im posed by this vi rus. A re cent study of the med i cal care use re lat ed to in flu en za in the Unit ed King dom dur ing the mid-1990s found that in ab so lute terms adults aged 15-64 years had more in flu en za-re lat ed phy si cian visits and clin i cal com pli ca tions and greater drug use than chil dren or the el der ly [1] .",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study ex plored the cost-ef fec tiveness of treat ing an oth er wise heal thy adult pop u la tion for in flu en za dur ing a typ i cal an nu al epi dem ic pe ri od. The treat ment in ter ven tions in ves ti gat ed are os eltamivir and zanamivir, neur amin i dase in hibitors that work specif i cal ly against in flu en za type A and B by in hibit ing the rep li ca tion of the vi rus in the res pi ra to ry tract. Both are ad min is tered twice dai ly for 5 days. Oseltamivir is tak en oral ly, where as zanamivir is in haled us ing a spe cial de vice. The treat ment needs to be ini ti at ed with in 48 h of on set of symp toms for ef fi ca cy and usual ly is as so ci at ed with only mild, tran sient side ef fects if used as pre scribed. Two other com pet ing prod ucts ex ist in some mar-kets: aman ta dine and ri man ta dine (not in the UK), both so-called M2 ion chan nel block ers that only work against in flu en za A and are as so ci at ed with gas tro in tes ti nal and cen tral ner vous sys tem side ef fects. Aman ta dine is not rec om mend ed by the Na tion al In sti tute for Clin i cal Ex cel lence (NICE) for in flu en za treat ment [2] . Giv en that most in flu en za cas es are treat ed with over-the-coun ter (OTC) med i ca tion only, we chose to com pare usu al care with oseltamivir and zanamivir.",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A phar ma coeco nom ic de ci sion-an a lyt ic mod el in cor po rat ing first-and sec ondor der Monte Car lo sim u la tion was de veloped to in ves ti gate cost-ef fec tive ness and cost-util i ty for a heal thy adult pop u la tion (13-64 years) both from the per spec tive of the health care pay er [UK Na tion al Health Ser vice (NHS)] and from the so ci etal perspec tive (con sid ers all costs and health bene fits re gard less of who ex pe ri ences them). For the pur pos es of this anal y sis usu al care, de fined as symp tom at ic treat ment, is the base line strat e gy, since this re mains stan dard prac tice in in flu en za treat ment de spite the avail abil i ty of al ter na tives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The de ci sion-an a lyt ic mod el"
        },
        {
            "text": "The de ci sion tree (. Fig. 1 ) vi su al izes mor bid i ty and mor tal i ty due to in flu en za and its spec i fied com pli ca tions. The model starts at the gen er al prac ti tio ner's (GP) of fice since both os eltamivir and zanamivir are avail able only with a GP's pre scription and not as OTC med i ca tion. The treatment op tions are usu al care (cur rent practice), os eltamivir (in ter ven tion 1) and zanamivir (in ter ven tion 2). All ef fects of inter ven tion with os eltamivir or zanamivir are those achieved in ad di tion to the use of OTC med i ca tion, as use of se lect ed OTC medicines (par ac et a mol, an ti tus sives) was al lowed in the clin i cal tri als for dis abling symp toms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The de ci sion-an a lyt ic mod el"
        },
        {
            "text": "The mod el dis tin guish es be tween two pe ri ods for the start of treat ment (with in 48 h of on set of symp toms and af ter 48 h) as well as be tween in flu en za-pos i tive and in flu en za-neg a tive cas es (di ag nos tic certain ty) since treat ment with neur amini dase in hibitors is con firmed to be ef fective against in flu en za vi rus only if tak en with in 48 h of on set of symp toms. Costs of os eltamivir or zanamivir treat ment are incurred al though there is no im prove ment in health out come. Each in fect ed in di vid-study pop u la tion had more than one compli ca tion at a time. It is as sumed that each re port ed com pli ca tion oc curred in a differ ent pa tient. Treat ment with neur amin idase in hibitors is as sumed to have an ef fect on the in ci dence of com pli ca tions but not on the course of these. This means baseline (usu al care) and in ter ven tions (neuramin i dase in hibitors) have the same proba bil i ties for hos pi tal iza tion and mor tal i ty due to bron chi tis or pneu mo nia once these com pli ca tions de vel op. Due to lim it ed data avail abil i ty fur ther as sump tions have been made: no hos pi tal iza tion is as sumed for bron chi tis and the mor tal i ty rate due to a com pli ca tion is not low er than that of in flu en za in it self. The im pact of the un certain ty sur round ing the data used for these vari ables (prob a bil i ty of com pli ca tion, hospi tal iza tion, mor tal i ty) is de ter mined in prob a bilis tic sen si tiv i ty anal y sis (sec ondor der Monte Car lo sim u la tion).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The de ci sion-an a lyt ic mod el"
        },
        {
            "text": "There is re cent ev i dence that in clin ical prac tice com pli ance with zanamivir is an is sue, par tic u lar ly in el der ly pa tients, where the ma jor i ty (65) has been found to have dif fi cul ty load ing the de vice [21] . How ev er, clin i cal tri als in heal thy adult pop u la tions have re port ed high rates of com pli ance, and there fore 100 com pliance for zanamivir is as sumed. The pos si-1997-2003. Af ter ap ply ing in clu sion and ex clu sion cri te ria such as qual i ty of study, out come pa ram e ters mea sured, and compa ra bil i ty across stud ies, only a small fraction of the re trieved lit er a ture was used as a fi nal data source for the mod el. Clin ical tri al data and lit er a ture data were comple ment ed with as sump tions, sup port ed by ex pert opin ion. Gen er al ly, epi demi olog i cal data were used for usu al care and the rel a tive risk re duc tion, and rel a tive improve ment were ap plied to es ti mate events for os eltamivir-and zanamivir-treat ed patients. Coun try-spe cif ic re source use and cost data were col lect ed sep a rate ly from pub lished sources [9, 10, 19] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The de ci sion-an a lyt ic mod el"
        },
        {
            "text": ". Ta ble 1 pre sents the main prob a bil i ties used in the anal y sis. The two com pli cations in clud ed in this anal y sis -bron chitis and pneu mo nia -were cho sen be cause of their strong as so ci a tion with in flu en za, their high in ci dence, and their ap pli ca bili ty to the cho sen pop u la tion group [20] . The mod el as sumes that in di vid u als can de vel op only a sin gle com pli ca tion. The un der ly ing data from epi demi o log i cal stud ies pro vide the in ci dence of each compli ca tion. There is no pub lished in for mation on whether some in di vid u als in the u al has prob a bil i ties of hav ing in fluen zalike ill ness (ILI) only or of de vel op ing ILIre lat ed com pli ca tions such as pneu mo nia and bron chi tis.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Prob a bil i ties"
        },
        {
            "text": "For both pa tients with and those without com pli ca tions the mod el then describes three dis ease states: out pa tient (symp tom at ic in fec tion that re sults in outpa tient treat ment in the pri ma ry sec tor), in pa tient (symp tom at ic in fec tion that results in hos pi tal iza tion, in clud ing out patient treat ment pre-and posthos pi tal ization), and death (symp tom at ic in fec tion that re sults in death). Only deaths re lat ed to ILI or to its com pli ca tions are in clud ed in the mod el (in clud ing out pa tient and inpa tient treat ment be fore death). The same dis ease states ap ply for all ILI cas es (i.e., influ en za vi rus pos i tive as well as in flu en za vi rus neg a tive cas es). Sim i lar branch es are rep re sent ed by a plus sign in the mod el struc ture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prob a bil i ties"
        },
        {
            "text": "The mod el is based on pub lished epi demio log i cal and clin i cal tri al data [1, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18] . A Medline search was per formed cov er ing a va riety of epi demi o log i cal/med i cal as well as health eco nom ic key words for the years in flu en za treat ment. Plus signs Sim i lar branch es in the mod el struc ture, i.e., the mod el struc ture to the right of \"in flu en za pos i tive\" is the same for \"in flu en za neg a tive,\" and the mod el struc ture to the right of \"treat ment start <48 h\" is the same for \"treat ment start >48 h\" bil i ty that some pa tients dis con tin ue treatment when they feel bet ter, or if they devel op gas tro in tes ti nal side ef fects un der oseltamivir treat ment is al ready in clud ed in the un der ly ing clin i cal tri al data as the intend to treat pop u la tion was used.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 85,
                    "end": 87,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 88,
                    "end": 90,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 94,
                    "end": 96,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 97,
                    "end": 99,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 100,
                    "end": 102,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 103,
                    "end": 105,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data in put"
        },
        {
            "text": "Drug side ef fects are usu al ly mild and self-lim it ing i.e., there is no re source use as so ci at ed with them. The im pact of side ef fects on qual i ty of life is al ready in cluded in the dai ly qual i ty of life re port ed in the clin i cal tri als.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data in put"
        },
        {
            "text": "This study in cludes an as sess ment of di rect med i cal costs (health care pay er per spective) but also of pro duc tiv i ty loss due to sick leave based on unit costs from the year 2001 (. Ta ble 2). Di rect health care costs used in the mod el in clude drug use costs and prima ry and sec ond ary care re source costs. A com pre hen sive Unit ed States database [Nation al Am bu la to ry Med i cal Care Sur vey (NAM CS)] has been used to de vel op es timates of the re source use of each com pli cation, in clud ing GP and spe cial ist vis its, tests and in ves ti ga tions, and drugs [10] . Data to this lev el of de tail were not avail able specif ical ly for the UK. The NAM CS data pro vide rates of drug pre scrib ing by com pli ca tion as well as drug class. Over all rates of an ti bi ot ic pre scrib ing in the NAM CS database were strik ing ly sim i lar to pub lished es ti mates in the UK. For ex am ple, Mei er et al. [1] re ported that ap prox. 80 of com pli cat ed in flu enza cas es in the UK are treat ed with an an ti biot ic; the NAM CS es ti mate was 83. For uncom pli cat ed in flu en za cas es the rates were 40 and 36, re spec tive ly. Pro duc tiv i ty loss was val ued by ap ply ing the hu man capi tal ap proach thus us ing the time to re turn to nor mal ac tiv i ty (days) as eval u at ed in epidemi o log i cal stud ies and clin i cal tri als and valu ing the time with the av er age gross UK in come.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Costs and re source use"
        },
        {
            "text": "Time to re turn to nor mal ac tiv i ty was cho sen as the ef fec tive ness mea sure since it is the mea sure that is most mean ingful to the pa tient as well as to em ploy ers and de ci sion mak ers. Al le vi a tion of fe ver or symp toms cap tures only part of the disease pic ture, with re turn to nor mal ac tivi ty be ing the mea sure that best cap tures In flu en za treat ment with neur amin i dase in hibitors. Cost-ef fec tive ness and cost-util i ty in heal thy adults in the Unit ed King dom Ab stract We as sessed the cost-ef fec tive ness and costutil i ty of treat ing in flu en za with neur amini dase in hibitors (os eltamivir and zanamivir) from a health care pay er's and so ci etal per spec tive in the Unit ed King dom. A sim ula tion mod el was de vel oped to pre dict morbid i ty and mor tal i ty due to in flu en za and its spec i fied com pli ca tions, com par ing neuramin i dase in hibitors with usu al care in an oth er wise heal thy adult pop u la tion. Ro bustness of the re sults was test ed by one-way and mul ti way as well as prob a bilis tic sen sitiv i ty anal y ses. Treat ment with ei ther neuramin i dase in hib i tor re sults in re duced morbid i ty and faster re turn to nor mal ac tiv i ties. How ev er, os eltamivir dom i nates zanamivir in cost-util i ty anal y sis due to its low er costs. Com par ing os eltamivir with usu al care, the costs are £14.36 per day of nor mal ac tiv i ty gained and £5,600 per qual i ty-ad just ed lifeyear gained from the health care pay er perspec tive. Os eltamivir dom i nates usu al care from the so ci etal per spec tive. Treat ment with os eltamivir is a cost-ef fec tive strat e gy for oth er wise heal thy adults in the UK from both the health care pay er and so ci etal perspec tive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health out come: days of nor mal ac tiv i ty gained"
        },
        {
            "text": "In flu en za · Treat ment · An tivi rals · Cost-ef fec tive ness · De ci sion mod el ing the \"cure\" of the dis ease and the to tal dura tion of ill ness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "Time to re turn to nor mal ac tiv i ty was cho sen over mor tal i ty as a mea sure of effec tive ness, as mor tal i ty is very low in healthy adults and there fore is not an end point in clin i cal tri als in the heal thy adult pop ula tion. The main goal in treat ing heal thy adults is to re store the pa tients' health as fast as pos si ble. Fur ther more, mor tal i ty is in clud ed in the qual i ty ad just ed life years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "Time to re turn to nor mal ac tiv i ty was a sec ond ary clin i cal end point in the oseltamivir tri als and was mea sured us ing an 11-point Lik ert-type scale in which the end point 10 was \"re turned to nor mal ac tivi ty. \" Nor mal ac tiv i ty was de fined as usu al abil i ty to car ry out nor mal ac tiv i ties; this is of course de pen dent on the in di vid u al and his/her own in ter pre ta tion. In the healthy adults tri als most pa tients re turned to nor mal ac tiv i ty with in the 21 day fol lowup pe ri od (af ter treat ment start); how ev er, the means are re strict ed means as a few pa tients had not re turned to nor mal ac tivi ties be fore last tri al mea sure ment. This means the pa tients not re turn ing to normal ac tiv i ty with in 21 days were cen sored. The zanamivir tri al, how ev er re port ed the me di an du ra tion of days to re turn to normal ac tiv i ty: 8.5 days (pla ce bo) vs. 7 days (zanamivir), a re duc tion of 18. Pa tients record ed their symp toms, tem per a ture, and abil i ty to per form nor mal dai ly ac tivi ties on a di ary card for 14 days, if symptoms per sist ed for 28 days [17] .",
            "cite_spans": [
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Key words"
        },
        {
            "text": "Both avoid ed death and im proved qual ity of life can be giv en a sin gle val ue us ing the ap proach of qual i ty-ad just ed life-years (QALYs). A qual i ty weight is as signed to each health state and ad just ed for the time a pa tient spends in this state. This qual i ty weight is a val ue be tween 0 (death) and 1 (per fect health).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health out come: qual i ty-ad just ed life-years saved"
        },
        {
            "text": "Qual i ty weights were de rived from the lit er a ture for all dis eases in clud ed in the anal y sis (in flu en za, bron chi tis, pneumo nia). The same source was used to en sure con sis ten cy be tween the weights [22] . These are gener i cal ly de rived qual i ty weights, which means they are also con sistent with qual i ty weights of var i ous oth er dis eases such as heart dis ease or can cer. Since the qual i ty of life varies be tween the dif fer ent treat ment op tions for in flu enza, the re sults of clin i cal tri als (Roche [15] ) were used to es ti mate the rel a tive im provement in qual i ty of life be tween pla ce bo and os eltamivir dur ing the first 7 days of the in flu en za ep i sode. The same ap proach as in a re cent NICE as sess ment [23] was used: the im prove ment in qual i ty of life be tween pla ce bo and os eltamivir was es timat ed from pa tient health state val u a tions re port ed dai ly for 21 days in os eltamivir clin i cal tri als. QALYs were gen er at ed by recal i brat ing the Roche Lik ert score to mean vsu al an a logue scale (VAS) scores and then trans form ing them to time trade-off equiv a lent scores (for a de scrip tion of the trans for ma tion see [15] ). The rel a tive im-prove ment for an oth er wise heal thy adult pop u la tion was ap plied to the ge ner ic in fluen za qual i ty weight [22] to de rive a qual i ty weight for ILI for pa tients ef fec tive ly treated with os eltamivir. As no data are available on qual i ty of life im prove ment for zanamivir, the same im prove ment as for oseltamivir was as sumed.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Health out come: qual i ty-ad just ed life-years saved"
        },
        {
            "text": "Sim u lat ed pa tients are fol lowed through the mod el in di vid u al ly, and since an in divid u al pa tient can be only in a sin gle state at any giv en time, he can pass down only one branch of the tree at a giv en chance node (. Fig. 1) . Hence the path fol lowed by dif fer ent pa tients dif fers due to chance. A large num ber of pa tients (10,000) was cho sen be cause of the large num ber of endpoints and the very small prob a bil i ties in the mod el, es pe cial ly for mor tal i ty. The indi vid u al sim u la tion meth od es ti mates the like ly vari ance that is re lat ed sim ply to the in her ent un cer tain ty of the prob a bilis tic struc ture of the mod el (pa tient vari abil ity) [24] .",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[24]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 241,
                    "text": "(. Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "First-or der Monte Car lo sim u la tion"
        },
        {
            "text": "Sec ond-or der Monte-Car lo sim u la tion mod els deal with the un cer tain ty re lat ed to in put vari ables us ing prob a bil i ty dis tribu tions around their point val ues. This means that in ad di tion to al low ing for vari- abil i ty due to the way in which in di vid uals trav el through the mod el (first-or der Monte Car lo sim u la tion) the un der ly ing mod el vari ables are al lowed to vary over a giv en range with a giv en dis tri bu tion. For each sim u la tion run a val ue from the distri bu tion of each vari able is picked at random, gen er at ing one set of out puts (costs and ef fec tive ness). A large num ber of simu la tion runs there fore yields a dis tri bu tion of out puts [25] . Be cause of their pos si ble im pact and the un cer tain ty sur round ing them cer tain vari ables were cho sen from pre de fined dis tri bu tions: prob a bil i ties (com pli ca tion, hos pi tal iza tion, mor tal i ty) and du ra tion (days to re turn to nor mal activ i ty, length of stay in hos pi tal). Beta distri bu tions (prob a bil i ties) and gam ma distri bu tions (du ra tion) were used. Each of the 10,000 pa tients ran dom ly tra vers es a sin gle path through the mod el. The mod el is re cal cu lat ed 100 times. In cre men tal costef fec tive ness and cost-util i ty anal y ses are pro vid ed of ad di tion al costs and ad di tional health out comes as so ci at ed with the scenar ios com pared. Two per spec tives are in ves ti gat ed: health care pay er and so ci ety. The hu man cap i tal ap proach, based on av er age in come, is used to val ue a pa tient's in abil i ty to work due to ill ness [26, 27] . To avoid dou ble count ing in the cost-util i ty anal y sis, in di-rect costs due to pre ma ture mor tal i ty are not in clud ed since these are cap tured by the mea sure of health out comes (QALYs) [28] . For com par i son these costs were also ex clud ed in the cost-ef fec tive ness anal y sis. Most costs and ef fects re lat ed to in flu enza oc cur with in 1 year but some oc cur in the fu ture (years of life lost due to pre mature death). There fore re sults of this anal ysis are pre sent ed as dis count ed us ing a discount rate of 1.5 for health out comes (years of life lost) per an num, which is rec ommend ed for eco nom ic eval u a tions in the health care field in the UK [29] .",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 709,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1633,
                    "text": "27]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1835,
                    "end": 1839,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 2325,
                    "end": 2329,
                    "text": "[29]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Sec ond-or der Monte Car lo sim u la tion"
        },
        {
            "text": "The base case is de fined as hav ing a 70 di ag nos tic cer tain ty rate and 100 treatment start with in 48 h from on set of symptoms. One-way sen si tiv i ty anal y ses are present ed for two vari ables that are gen er al ly be lieved to have a ma jor im pact on the results: di ag nos tic cer tain ty and time of treatment start af ter on set of symp toms. Di agnos tic cer tain ty de scribes the per cent age of in flu en za-pos i tive pa tients with in the ILI pop u la tion, which is pre sum ably higher when in flu en za is cir cu lat ing. For the base case sce nario di ag nos tic cer tain ty is as sumed to be 70 (point es ti mate). This as sump tion was made based on a di ag nos-tic cer tain ty rate of around 67 ob served in os eltamivir clin i cal tri als [30] . Draw ing on anal y ses pub lished for the zanamivir tech nol o gy as sess ment, 34 was cho sen as a low es ti mate of di ag nos tic cer tain ty in sen si tiv i ty anal y sis [19] . Since time of treatment start should be with in 48 h of on set of symp toms for treat ment with neur amini dase in hibitors to be ef fec tive, the as sumption is made that only pa tients hav ing a GP con sul ta tion with in this pe ri od re ceive the neur amin i dase in hibitors. In sen si tiv ity anal y sis the im pact of a pro por tion of pa tients re ceiv ing the neur amin i dase inhibitors af ter 48 h of symp toms was evalu at ed. Clin i cal tri als are like ly to have controlled for this fac tor al ready to some extent. How ev er, the im pact of 25 of patients re ceiv ing treat ment in ex cess of 48 h af ter symp tom on set was test ed. This repre sents an ar bi trary pro por tion of late presen ters re ceiv ing treat ment, but helps to demon strate the sen si tiv i ty of re sults to this vari able.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 776,
                    "text": "[30]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Anal y ses"
        },
        {
            "text": "Mul ti way sen si tiv i ty anal y sis, as sum ing neur amin i dase in hibitors have no ef fect on hos pi tal iza tions, com pli ca tions, or mortal i ty and a low di ag nos tic cer tain ty rate of 34, was per formed as these out come measures have not been in clud ed to vary ing de grees in oth er pu bli ca tions. This means the only ef fect cap tured is the re duc tion in days to re turn to nor mal ac tiv i ty and the im prove ment in qual i ty of life of a typ i cal out pa tient ep i sode of in flu en za. An ad dition al sen si tiv i ty anal y sis shows re sults exclud ing all hos pi tal iza tions, com pli ca tions, and mor tal i ty from all stra te gies (usu al care, os eltamivir and zanamivir) with a di agnos tic cer tain ty rate of 34.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anal y ses"
        },
        {
            "text": "Only life years lost due to pre ma ture death are dis count ed. The dis count rate is there fore ex pect ed to have only a small im pact on the re sults. How ev er, an undiscount ed anal y sis was per formed. Days lost (time to re turn to nor mal ac tiv i ty) are val ued us ing the hu man cap i tal approach. While this ap proach re flects value of heal thy time fore gone, i.e., also the val ue of mis sing leisure time, time to return to nor mal ac tiv i ty as used in the base case anal y sis seems long com pared to that in oth er stud ies eval u at ing pro duc tivi ty loss [31] . Sen si tiv i ty anal y sis was therefore per formed valu ing only pro duc tiv i ty loss by as sum ing that for out pa tients only 25 of the time to re turn to nor mal ac tivi ties is pro duc tiv i ty loss and that for in patients week ends would usu al ly (i.e., if not sick) be leisure time and are there fore no work loss.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[31]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Anal y ses"
        },
        {
            "text": ". Ta ble 3 pre sents the ex pect ed costs and ben e fits in the base case sce nario for the treat ment of oth er wise heal thy adults. From the health care pay er per spec tive oseltamivir is as so ci at ed with greater overall ben e fits than zanamivir and usu al care, greater mean ex pect ed cost per pa tient than usu al care, and low er mean ex pected cost per pa tient than zanamivir. Differ ences in costs be tween zanamivir and os eltamivir are due main ly to the high er price of zanamivir but also to a high er rate of pneu mo nia (zanamivir). Os eltamivir there fore dom i nates zanamivir in cost utili ty anal y sis. The in cre men tal cost per day of nor mal ac tiv i ty gained with os eltamivir in com par i son to usu al care is £14.36 (mini mum: £10.69, max i mum: £17.67) and the mean ex pect ed in cre men tal cost per dis count ed QALY is £5,600 (min i mum: £1,403, max i mum: usu al care dom i nant).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re sults"
        },
        {
            "text": ". Fig ure 2 pre sents a cost-ef fec tiveness ac cept abil i ty curve for the com par ison os eltamivir to usu al care (health care pay er per spec tive) gen er at ed by prob a bilistic anal y ses, show ing the lev el of un cer tainty around the base case es ti mate of cost-effec tive ness. The prob a bil i ty of os eltamivir be ing cost-ef fec tive in the oth er wise healthy adult pop u la tion at an as sumed cost per QALY ceil ing of £30,000 is 0.85. Analy ses were also con duct ed from the so ci etal per spec tive (. Ta ble 3) . Os eltamivir dom inates usu al care but also zanamivir in costutil i ty anal y sis, ac cru ing more ben e fits per pa tient at less cost.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 11,
                    "text": "Fig ure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 522,
                    "end": 534,
                    "text": "(. Ta ble 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Re sults"
        },
        {
            "text": "Re sults of one-way and mul ti way sen si tivi ty anal y ses are pre sent ed for the com pari son os eltamivir to usu al care only since zanamivir is dom i nat ed by os eltamivir in sen si tiv i ty anal y ses be cause zanamivir is more ex pen sive than os eltamivir in the UK, while the two neur amin i dase inhibitors have a sim i lar way of ac tion and effec tive ness. The im pact of a low er lev el of di ag nos tic cer tain ty upon the in cre men tal cost-ef fec tive ness of os eltamivir was compared to usu al care (see . Ta ble 4). For the NHS per spec tive the anal y ses demonstrate that the re sults are very sen si tive to the lev el of di ag nos tic cer tain ty as sumed. As the lev el of di ag nos tic cer tain ty is reduced, the in cre men tal cost-ef fec tive ness ra tios for os eltamivir in crease. This can also be seen in a shift of the cost-ac ceptabil i ty curve to the right (see . Fig. 3) . How ev er, os eltamivir re mains cost-ef fec-tive in terms of the in cre men tal cost per QALY gained from the health care pay er's per spec tive at a thresh old of 30,000/QA-LY gained and dom i nant from the so ci etal per spec tive even as sum ing 34 di ag nos tic cer tain ty.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 912,
                    "text": ". Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sen si tiv i ty anal y ses"
        },
        {
            "text": "The im pact of time to treat ment ini ti ation on cost-ef fec tive ness re sults was also as sessed (. Ta ble 4) . In the base case we as sume that 100 of pa tients treat ed with os eltamivir start their treat ment with in 48 h of symp tom on set. For the sen si tiv i ty ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 112,
                    "text": "(. Ta ble 4)",
                    "ref_id": null
                }
            ],
            "section": "Sen si tiv i ty anal y ses"
        },
        {
            "text": "Time to re turn to nor mal ac tiv i ty per pa tient (days) a Cost per day of nor mal ac tiv i ty gained (£) For the health care pay er per spec tive os eltamivir re mains cost-ef fective even with 47.5 of pa tients re ceiv ing no ben e fits (30 in flu en za neg a tive plus 25 late pre sen ters among the in flu en za pos i tive pa tients). In the mul ti way sen si tivi ty anal y sis, omit ting all ef fects re lat ed to hos pi tal iza tions, com pli ca tions, and mortal i ty and as sum ing a low di ag nos tic certain ty rate of 34, os eltamivir is still cost ef fec tive from the NHS point of view and dom i nates usu al care from the so ci etal point of view. As ex pect ed, dis count ing only has a small im pact on the re sults as does the low er work loss as sumed in sensi tiv i ty anal y sis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base case in cre men tal cost-ef fec tive ness re sults: means (paren the ses min i mum and max i mum) (D dom i nates in the in cre men tal anal y sis, UC usu al care, Os elt. os eltamivir) Cost per pa tient (£)"
        },
        {
            "text": "In flu en za is an un com fort able con di tion that severe ly af fects qual i ty of life for a rela tive ly short pe ri od but is un com pli cat ed and self-lim it ing in most cas es. How ev er, our re view of the lit er a ture sug gests that ac tu al knowl edge about in flu en za and its con se quences on health, health care re source use, and the econ o my are lim ited. As part of our mod el we tried to capture rel e vant pub lished knowl edge about the dis ease and its im pli ca tions. How ev er, in the con text of de ci sion mak ing about pro vid ing treat ment with neur amin i dase in hibitors for in flu en za it is im por tant to un der stand that the re sults pre sent ed here are con di tion al on the base line prob abil i ties used in the mod el. Our mod el is sub ject to a num ber of lim i ta tions. In gener al, there is a lack of ac cu rate in for mation about in flu en za com pli ca tion, mor-tal i ty, and hos pi tal iza tion rates in the other wise heal thy adult pop u la tion. All baseline prob a bil i ties for in flu en za com pli cations, mor tal i ty, and hos pi tal iza tion are from rather few pu bli ca tions due to the rel a tive ly lim it ed knowl edge of the true com pli ca tion and mor tal i ty rates as so ciat ed with in flu en za. Also worth not ing is that the base line prob a bil i ties are based on ILI and not con firmed in flu en za cas es. If it had been pos si ble to fil ter out ILI cases due to oth er pathogens (e.g., res pi ra tory syn cy tial vi rus, parain fluen za virus, coro na vi rus) from true in flu en za cas es, the base line prob a bil i ties would most like ly be high er. De spite the avail abil i ty of rapid influ en za tests, test ing is not rou tine ly carried out as it is not cost-ef fec tive [32] . The base line prob a bil i ties re flect the in flu enza sea sons in which the stud ies were conduct ed (all of which were in ter pan dem ic sea sons). This means that in the case of a par tic u lar ly strong in flu en za epi dem ic, or a pan dem ic, the base line in ci dence rates of com pli ca tions, mor tal i ty and hos pital iza tion would prob a bly be sub stan tial ly high er, as would be the cer tain ty of di ag nosis [33] . Hence the re sult ing cost-ef fec tiveness of treat ment would be even more favor able (as sum ing the same treat ment effect). Due to data lim i ta tions we also did not in clude hos pi tal iza tions due to bronchi tis, nor did we in clude cer tain oth er second ary com pli ca tions (e.g., asth mat ic exac er ba tions or car di ac events). How ev er, the ex clu sion of all of these events from our mod el is like ly to gen er ate con ser vative es ti mates of the ben e fits of in flu en za treat ment. Our anal y sis is also lim it ed by the availabil i ty of ac cu rate UK med i cal re source use data, which were not col lect ed alongside clin i cal tri als. Our es ti mates of resource use are based part ly upon non-UK re source data com bined with UK-spe cif ic unit costs. While some data are avail able based upon ret ro spec tive anal y sis of patient records in the UK [1] , the in clu sion of data from NAM CS [10] re flects both the de tailed break down of re source use by com pli ca tion and the sim i lar i ty of ag gregate data on re source use to com pa ra ble UK sources. On the oth er hand, the model cap tures as much of the in flu en za ill ness as pos si ble giv en the pub lished data and uses prob a bilis tic mod el ing tak ing into ac-count the un cer tain ty per tain ing to the com pli ca tion, hos pi tal iza tion, and mor tali ty rates and du ra tions (days to re turn to nor mal ac tiv i ty, length of stay in hos pi tal) that drives the dy nam ics of in flu en za and in flu en za treat ment.",
            "cite_spans": [
                {
                    "start": 1768,
                    "end": 1772,
                    "text": "[32]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2204,
                    "end": 2208,
                    "text": "[33]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3094,
                    "end": 3097,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3136,
                    "end": 3140,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Dis cus sion"
        },
        {
            "text": "Pa tient pref er ences were ob tained in clin i cal tri als by us ing rat ing scales. As op posed to the stan dard gam ble meth od, the ques tion was framed un der cer tain ty, and the sub jects were asked to per form a scal ing task based on in tro spec tion. Therefore the rat ing scale meth od does not require the sub ject to choose be tween al terna tives and does not cap ture the sub ject's risk at ti tude. Re search has shown that standard gam ble scores are high er than time trade-off scores, which are high er than visu al an a logue scores [26] . Bi as es that have been re port ed re lat ed to rat ing scales are the end-of-scale bias (sub jects tend not to use the ends of the scale) and the spacing out bias (sub jects tend to space out the out comes over the scale) [26] . Howev er, the rat ing scale meth od is a wide ly ac cept ed meth od for mea sur ing pa tient's pref er ences as it is quick and ef fi cient. Further more, rat ing scales can be con vert ed to time trade-off scores us ing pow er-curve con ver sion [26] .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dis cus sion"
        },
        {
            "text": "A day of nor mal ac tiv i ty gained is useful as a dis ease-spe cif ic out come that enables us to make com par isons be tween the in ter ven tions un der con sid er a tion here. How ev er, in ter pret ing the re sults is not straight for ward. We re port net costs for a day of nor mal ac tiv i ty gained with os eltamivir com pared to usu al care to be £14 for oth er wise heal thy adults. In gen eral, £14 for a day of nor mal ac tiv i ty in a healthy adult pop u la tion is like ly to re pres ent good val ue for mon ey, as sum ing an ear li er re turn to work and an av er age gross dai ly wage of ap prox. £80 [11] .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Dis cus sion"
        },
        {
            "text": "We pres ent the sim u la tion re sults us ing the mean, min i mum, and max i mum values for cost-ef fec tive ness ra tios be cause of the prob lems re lat ed to ex press ing stochas tic un cer tain ty sur round ing the costef fec tive ness ra tio. The main prob lem of which is the dis con tin u ous dis tri bu tion of the cost-ef fec tive ness ra tio. Sev er al methods for es ti mat ing con fi dence in ter vals for cost-ef fec tive ness ra tios have been proposed, each pos ing method olog i cal challenges. One of the al ter na tive ap proach es is the use of ac cept abil i ty curves, which are also pre sent ed for our anal y sis. As suming that the cost-ef fec tive ness ra tio is symmet ri cal, the 50 point cor re sponds to the point es ti mate of the cost-ef fec tive ness ra tio. Fur ther more, when the curves increase mono ton i cal ly, cut ting 2.5 from either end of the ver ti cal axis and us ing the curve to map these val ues on to the hor izon tal axis de fines the 95 con fi dence inter val. How ev er, a lim i ta tion to this method is that pref er ences for gains and loss es are in fact not sym met ri cal, i.e., the 50 point would not cor re spond to the mean val ue of the in cre men tal cost-ef fec tive ness ra tio [34] .",
            "cite_spans": [
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[34]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Dis cus sion"
        },
        {
            "text": "It is im por tant to con sid er our re sults in the con text of oth er pub lished cost-effec tive ness anal y ses of in flu en za treat ment in the UK. Anal y ses pre sent ed with the most re cent guid ance re gard ing the use of os eltamivir, zanamivir, and aman ta dine by NICE [35] re port an in cre men tal cost per QALY for os eltamivir of £19,015/QA-LY, zanamivir of £31,529/QALY, and amanta dine of £11,830/QALY com pared to usual care in the base case (as sum ing 47 diag nos tic cer tain ty and no im pact on hospi tal iza tions and mor tal i ty) for the oth erwise heal thy adult pop u la tion. The sen sitiv i ty anal y sis on al ter na tive mod el spec i fica tions (70 di ag nos tic cer tain ty) shows the fol low ing in cre men tal cost per QA-LY com pared to usu al care: aman ta dine £5,532, os eltamivir £11,389, and zanamivir £20,000, which are com pa ra ble to the results pre sent ed in our study.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[35]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Dis cus sion"
        },
        {
            "text": "Giv en the pres ent pub lished knowl edge about in flu en za dis ease and its as so ci at ed com pli ca tions, our anal y sis found that oseltamivir is a cost-ef fec tive treat ment for in flu en za com pared to usu al care and to zanamivir in the oth er wise heal thy adult pop u la tion. The in cre men tal cost-ef fec tiveness ra tios com par ing os eltamivir to usu al care are £14-39 per day of ac tiv i ty gained and are £5,600-20,717/QALY from the health care pay er per spec tive. Prob a bilistic mod el ing, used to ex plore the un certain ty around the base case mean ex pected cost-ef fec tive ness ra tios, demon strates that the sim u lat ed es ti mates are con sis tent with a con clu sion that os eltamivir is cost-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Con clu sion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pop u la tion-based study on in ci dence, risk fac tors, clin i cal com pli ca tions and drug util i sa tion as so ci at ed with in flu en za in the Unit ed King dom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mei Er",
                    "suffix": ""
                },
                {
                    "first": "Na",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Weg",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jef",
                    "middle": [],
                    "last": "Fer Son",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur J Clin Mi cro biol In fect Dis",
            "volume": "19",
            "issn": "",
            "pages": "834--842",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guid ance on the use of zanamivir, os eltamivir and aman ta dine for the treat ment of in flu en za. Technol o gy ap praisal guid ance no 58",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Es ti mat ing in flu en za-relat ed hos pi tal iza tion in The Nether lands",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bal Tussen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rein Ders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sprenger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Post Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ament",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Epi demiol In fect",
            "volume": "121",
            "issn": "",
            "pages": "129--138",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The im pact of in flu en za epi demics on hos pital iza tions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Si Mon Sen",
                    "suffix": ""
                },
                {
                    "first": "Fuku",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Schon",
                    "middle": [],
                    "last": "Berg Er",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J In fect Dis",
            "volume": "181",
            "issn": "",
            "pages": "831--837",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Im pact of zanamivir on an ti bi ot ic use for respi ra to ry events fol low ing acute in flu en za in ado lescents and adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Keene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ham Mond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El Liott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hay Den",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch In tern Med",
            "volume": "160",
            "issn": "",
            "pages": "3234--3240",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Com mu ni ty-ac quired pneu monia. A prospec tive out pa tient study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bochud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "Er",
                    "middle": [],
                    "last": "Ard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ver Don",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stud Er",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "80",
            "issn": "",
            "pages": "75--87",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medi zinis che Gesamt statis tik der Schweiz er Spitäler",
            "authors": [
                {
                    "first": "Schweiz",
                    "middle": [],
                    "last": "Spitäler Der",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unit costs of health and so cial care. In: Lon don School of Economics and Uni ver si ty of Man ches ter (eds) Per sonal So cial Ser vices Re search Unit at the Uni ver si ty of Kent at Can ter bury: Can ter bury",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon Y Mous",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Net ten A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In: Na tion al Cen tre for Health Sta tis tics NCHS (ed) De part ment of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon Y Mous",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ef fi ca cy and safety of os eltamivir in treat ment of acute in flu en za: a ran dom is ed con trolled tri al. Neur amin i dase Inhib i tor Flu Treat ment In ves ti ga tor Group",
            "authors": [
                {
                    "first": "Anon",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Os",
                    "middle": [],
                    "last": "Ter Haus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Trot",
                    "middle": [],
                    "last": "Ti Er",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carewicz",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lan cet",
            "volume": "355",
            "issn": "",
            "pages": "1845--1850",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ef fi ca cy and safe ty of the oral neur amin i dase in hib i tor os eltamivir in treat ing acute in flu en za: a ran dom ized con trolled tri al. US Oral Neur amin i dase Study Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Tre Anor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hay Den",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Vrooman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bar Barash R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bet Tis R",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Riff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "1016--1024",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hay den F (2003) Im pact of os eltamivir treat ment on in fluen za-re lat ed low er res pi ra to ry tract com pli ca tions and hos pi tal iza tions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ma Honey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Arch In tern Med",
            "volume": "163",
            "issn": "",
            "pages": "1667--1672",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Phar macoeco nom ic as sess ment of os eltamivir in treat ing in flu en za-the case of oth er wise heal thy Dan ish ado les cents and adults",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Vin Dt",
                    "suffix": ""
                },
                {
                    "first": "Gyld",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Vin Dt Holm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Gyld",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Holme",
                    "middle": [],
                    "last": "Han Sen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pharm World Sci",
            "volume": "26",
            "issn": "",
            "pages": "339--345",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The impact of in flu en za on in di vid u als' dai ly ac tiv i ties, the ef fect of treat ment with oral os eltamivir on re turn to nor mal health. World Or ga ni sa tion of Fam i ly Doc tors (WON CA) con fer ence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gyld Mark",
                    "suffix": ""
                },
                {
                    "first": "Weg",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clin i cal ef fi ca cy and safety of the oral ly in haled neur amin i dase in hib i tor zanamivir in the treat ment of in flu en za: a ran domized, dou ble-blind, pla ce bo-con trolled Eu ro pean study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Makela",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pauk Sens",
                    "suffix": ""
                },
                {
                    "first": "Ros",
                    "middle": [],
                    "last": "Ti La",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Flem",
                    "middle": [],
                    "last": "Ing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Man",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Keene",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J In fect",
            "volume": "40",
            "issn": "",
            "pages": "42--48",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mor tal i ty as so ci ated with in flu en za and res pi ra to ry syn cy tial vi rus in the Unit ed States",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Thomp Son",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wein Traub",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bram Mer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "An",
                    "middle": [],
                    "last": "Der Son",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "8",
            "issn": "",
            "pages": "179--186",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Is zanamivir ef fec tive for the treatment of in flu en za in adults? Sub mis sion to NICE. West Mid lands De vel op ment and",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burls",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Com par i son of el der ly peo ple's technique in us ing two dry pow der in halers to de liver zanamivir: ran dom is ed con trolled tri al",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nichol Son",
                    "suffix": ""
                },
                {
                    "first": "Web",
                    "middle": [],
                    "last": "Ster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "A ; C",
                    "middle": [],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "BMJ",
            "volume": "322",
            "issn": "",
            "pages": "577--579",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dis abil i ty weights for dis eases in The Nether lands. De part ment of Pub lic Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stouthard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Es Sink-Bot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bon Sel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baren Dregt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van De Wa Ter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eras mus Uni ver si ty Rot ter dam: Rotter dam",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sys tem at ic re view and eco nom ic de ci sion mod elling for the pre ven tion and treat ment of in flu en za A and B. NICE as sessment re port",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Turn Er",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wailoo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nichol Son",
                    "suffix": ""
                },
                {
                    "first": "Coo",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "N J",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Han dling un cer tain ty in cost-ef fective ness mod els",
            "authors": [],
            "year": 2000,
            "venue": "Phar ma coeco nomics",
            "volume": "17",
            "issn": "",
            "pages": "479--500",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "De ci sion mak ing in health and med i cine. In te grat ing ev i dence and val ues. Cambridge Uni ver si ty Press: Cam bridge 26",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunink",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weeks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pliskin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The role and es ti ma tion of produc tiv i ty costs in eco nom ic eval u a tion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kiel Horn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Graf Von Der Schu Len Burg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Drummond M",
            "volume": "",
            "issn": "",
            "pages": "94--112",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Guid ance for man u fac tur ers, spon sors. Tech no log ical ap praisals pro cess se ries 5",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Eu ro pean Agen cy for the Eval u a tion of Me dic i nal Prod ucts (2002) Eu ro pean pub lic as sess ment report (EPAR): sum ma ry of prod uct char ac ter is tics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Eco nom ic costs of in flu en za-re lat ed work ab sen teeism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akaza Wa",
                    "suffix": ""
                },
                {
                    "first": "Sin",
                    "middle": [],
                    "last": "De Lar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paltiel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Val ue Health",
            "volume": "6",
            "issn": "",
            "pages": "107--115",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Hous set B, Car rat F (2003) Bedside rapid flu test and zanamivir pre scrip tion in heal thy work ing adults: a cost-ben e fit anal y sis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwarzinger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Phar ma coeco nomics",
            "volume": "21",
            "issn": "",
            "pages": "215--224",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The eco nom ic im pact of pan dem ic in flu en za in the Unit ed States: pri or i ties for in ter ven tion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Melt Zer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuku Da",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Inf Dis",
            "volume": "5",
            "issn": "",
            "pages": "659--671",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Quan ti fy ing sto chas tic un cer tain ty and pre sent ing re sults of cost-ef fec tivenss anal y ses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Brig Gs",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ex pert Rev Phar macoecon Out comes Res",
            "volume": "1",
            "issn": "",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Guid ance on the use of zanamivir (re len za) in the treat ment of in flu en za",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "De ci sion tree for",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cost-ac cept abil i ty curve for the health care pay er per spec tive. Base case sce nario; com par i son os eltamivir to usu al care. GBP Pounds ster ling",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cost-ac cept abil i ty curve for the health care pay er per spec tive. Sen si tiv i ty anal y sis: neur amin i dase in hibitors have no ef fect on hos pi tal iza tions, com pli ca tions, mor tal i ty, di ag nos tic cer tain ty 34%; com par i son os eltamivir to usu al care. GBP Pounds ster ling Ta ble 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "elt. D (Os elt. D; Os elt. D) 28.19 (8.00; 56.75) 31.3797 (31.3726; 31.3818) 31.3823 (31.3714; 31.3836) 31.3821 (31.3745; 31.3836) -Os elt. D (Os elt. D; 15,619 b ) Os elt. D (318.54; Os elt. D) a As es ti mat ed by the mod el (in clud ing out pa tients, in pa tients, com pli ca tions, in flu en za neg a tive cas es) b Rate for usu al care Ta ble 4 Sen si tiv i ty anal y sis of cost-ef fec tive ness re sults for os eltamivir vs. usu al care: means (paren the ses min i mum and max i mum) (D dom i nates in the in cre men tal anal y sis, UC usu al care, Os elt. os eltamivir) Health care pay er per spec tive So ci ety per spec tive Cost per QALY gained (£) Cost per day of nor mal ac tiv i ty gained (£) Cost per QALY gained (£) Cost per day of nor mal ac tiv i ty gained (£) Base case 5,600 (1,403; UC D) 14.36 (10.69; 17.67) Os elt. D (Os elt. D; 15,619 a ) -Di ag nos tic cer tain ty 34% 11,872 (1,881; UC D) 32.79 (25.55; 39.07) Os elt. D (Os elt. D; 3,824 a ) -Late starters 25% 7,826 (1,574; UC D) 20.20 (14.92; 24.59) Os elt. D (Os elt. D; 9,702 a ) -NIs have no ef fect on hos pi tal iza tions, com pli ca tions, mor tal i ty, di ag nos tic cer tain ty 34% 20,717 (19,217; 22,647) 38.80 (36.07; 42.76) Os elt. D (Os elt. D; Os elt. D) Os elt. D (Os elt. D; Os elt. D) for all anal y ses No hos pi tal iza tions, com pli ca tions, mor tal i ty, di ag nos tic cer tain ty 34% 20,704 (20,066; 21,318) 38.21 (37.03; 39.34) Os elt. D (Os elt. D; Os elt. D) -Undis count ed 5,069 (1,110; UC D) 14.36 (10.69; 17.67) Os elt. D (Os elt. D; 10,466 a ) -Low work loss N/A N/A Os elt. D (Os elt. D; 15,619 a )a Rate for usu al care anal y sis a pro por tion of 25 \"late start er of treat ment\" (af ter 48 h) is as sumed. For the so ci etal per spec tive os eltamivir still dom inates usu al care.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "64% re duc tion vs. usu al care[14] As sumed to have same re duc tion as os eltamivir, al though no dif fer ence to pla ce bo de tect ed in clin i cal tri als[5] As sump tion: no re duc tion in ILI-re lat ed mor tal i ty As sump tion: no re duc tion in ILI-re lat ed mor tal i ty Roche clin i cal tri als 16% re duc tion vs. usu al care (Roche clin i cal tri als) 18% re duc tion vs. usu al care[17] 12% im prove ment vs. usu al care over the first 9 days, af ter 9 days no fur ther ben e fit as sumed (Roche Clin i cal tri als, sim i lar to[23]) As sumed to have same im prove ment as os eltamivir as qual i ty of life has not been eval u at ed in zanamivir clin i cal tri als",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mod el in puts: unit costs, based on the year 2001 (ILI in fluen za like ill ness, OTC over-the-coun ter)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ef fec tive in the pop u la tion group eval u ated. From a so ci etal per spec tive treat ment with os eltamivir dom i nates usu al care and zanamivir pro vid ing health ben e fits at lower to tal costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "In sti tute for Med i cal Out come Re search GmbH, Lör rach, Ger many e-mail: bsander@uh n res.utoron to.ca",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cor re spond ing au thor Beate Sander"
        },
        {
            "text": "Fi nan cial sup port for this study was pro vid ed entire ly by a con tract with F. Hoff mann-La Roche Ltd., Phar ma ceu ti cals Di vi sion. The fund ing agreement en sured the au thors' in de pen dence in design ing the study, in ter pret ing the data, writ ing, and pub lish ing the re port. M.G. and J.M. are employed by the spon sor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ac knowl edge ments"
        }
    ]
}