{
    "paper_id": "e9fcb7e6b89d43b0a4994d898ca8d8955f8fdb5b",
    "metadata": {
        "title": "Considerations for Use of Investigational Drugs in Public Health Emergencies",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "Carl"
                ],
                "last": "Kirchoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jerome",
                "middle": [
                    "F"
                ],
                "last": "Pierson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The paradigm for the use of investigational drugs in public health emergencies has been recently tested to prevent and treat highly infectious and lethal diseases. Examples include the successful implementation of vaccine and therapeutic clinical trials during the recent Ebola outbreak in West Africa. On the other end of the spectrum was the Emergency Use Authorization (EUA) of peramivir in the treatment of H1N1 influenza virus that did not provide an opportunity to collect data or understand the effectiveness of the EUA program. Between the gold standard of a randomized controlled clinical trial and the problems associated with EUAs are the domain of expanded access protocols that may provide an avenue to make products available while awaiting licensure. This paper will examine the regulatory pathways in the United States (US) for the use of investigational drugs in a public health emergency as well as considerations when making these products available outside the US. Descriptions of the applications of the various approaches will be presented. Regardless of the pathway chosen, public health and clinical research planners need to work together to consider several factors associated with the respective options and maintain a goal of working toward the collection of data to support licensure before faced with future outbreaks. Finally, this paper will consider the lessons learned from public health response in the context of investigational drugs in other diseases where \"right to try laws\" may pose opportunities, as well as challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases are estimated to have killed more people throughout the history of humans than any other single cause. 1 As air travel continues to grow exponentially, increased exchange of infectious diseases will no doubt accompany the increase in cultural exchange. 2 The recent examples from the Ebola Virus Disease (EVD) outbreak, Middle East Respiratory Syndrome, and Zika highlight the limited availability of vaccines and drugs to prevent and treat these threats. Even old threats such as malaria and certain forms of influenza lack effective vaccination solutions.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 274,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Further complicating the clinical trial landscape with the EVD outbreak was the lack of limited research infrastructure in West Africa, primarily because of a prolonged recovery from a decades-long civil war in Liberia and Sierra Leone. A logical framework for proceeding in this context proposed by Lane, Marston, and Fauci provided the core principles for conducting clinical research in an outbreak. 3, 4 Those principles are identified in Table 1 . In their paper, they note that definitive studies lead to more rapid licensure, and it is hoped, more rapid distribution of approved vaccines and treatments. During the EVD outbreak in West Africa in 2014 and 2015, the governments of Liberia, Sierra Leone, and Guinea invited the National Institute of Allergy and Infectious Diseases (NIAID) to collaborate with researchers in their countries in a program of research that aimed to benefit those countries. The NIAID team was able to collaborate with West African investigators to conduct natural history, preventive vaccine, and therapeutic studies. For example, through engagement with the Ebola response framework in Liberia, research proposals were vetted that included community and scientific input as well as the development of infrastructure to conduct that research. The initial vaccine study concept was vetted through a standing body at the World Health Organization (WHO) and was overseen by a Data Safety Monitoring Board of international and West African composition. Results from these studies either have been published or are in press. Moreover, the NIAID research program has maintained a presence in West Africa further developing both physical and human clinical research capacity. The NIAID response was focused on the collection of high-quality data in an ethical framework to support answering important questions about investigational vaccines and therapeutics. However, during the Ebola outbreak, there was considerable pressure to use any product available regardless of their unknown risks and benefits.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 450,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The 2014-2015 EVD outbreak in West Africa brought an uncomfortable reality to the forefront of clinical research. Is it ethical to conduct a randomized controlled trial when there is no known treatment for a disease with a high mortality, assuming there exists treatment drug candidates with promising preclinical (animal) data?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are Randomized Controlled Trials for Investigational Drugs Ethical in a Public Health Emergency With High Mortality?"
        },
        {
            "text": "The WHO convened an advisory panel on August 11, 2014 , to reflect on the ethical considerations regarding the use of investigational drugs to treat EVD. 5 The panel strongly recommended that promising investigational drugs and vaccines for patients with EVD be urgently tested in humans by scientifically sound, rigorous methods. In fact, the panel concluded that researchers have a moral duty to conduct well-designed trials to answer questions regarding safety and efficacy. The panel also recommended that the compassionate use of an investigational product not preclude or delay properly designed clinical studies.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 53,
                    "text": "August 11, 2014",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 155,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Are Randomized Controlled Trials for Investigational Drugs Ethical in a Public Health Emergency With High Mortality?"
        },
        {
            "text": "Compassionate use and expanded access protocols often are at odds with the study of the drugs themselves, as expanded access programs are primarily intended to provide treatment, not collect data on the investigational drug. 6 While some data may be collected during the course of treatment through compassionate use and expanded access protocols, the provision of drug through these avenues does not meet the generally accepted gold standard of a randomized controlled clinical trial designed to answer a question or questions asked a priori. The uncontrolled settings in which these products are used casts doubt on the integrity of any data collected. The use of a proper comparator arm is also not typically an option, as a provider seeking compassionate use of investigational drug for one patient is likely to request it for all similar patients, thereby eliminating any chance at a proper control group with which to assess the efficacy and safety of the drug.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Are Randomized Controlled Trials for Investigational Drugs Ethical in a Public Health Emergency With High Mortality?"
        },
        {
            "text": "Providing the most promising investigational EVD therapies during the 2014-2015 outbreak was also complicated by their limited availability. Even if the drugs were made universally available through compassionate use, their demand would quickly outstrip their supply. From this perspective, making the drugs available only for a randomized controlled trial does not deprive the population the opportunity to receive an investigational treatment, but instead randomly redistributes the drug among those who wish to receive it. In the case of a randomized controlled trial, in contrast to compassionate use alone, society benefits from the data obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are Randomized Controlled Trials for Investigational Drugs Ethical in a Public Health Emergency With High Mortality?"
        },
        {
            "text": "From an economic perspective, the widespread provision of investigational treatments for compassionate use, in lieu of clinical trials, may inadvertently send a dangerous signal to pharmaceutical companies developing drugs for rare but deadly diseases. While these companies are allowed by US law to charge for their investigational drugs used under compassionate use provisions, 21 CFR 312.8(d)(1) states that \"a sponsor may recover only the direct costs of making its investigational drug available.\" 7 While the US Food and Drug Administration (FDA) does allow for the manufacturer to recoup direct costs, many other costs are not compensated, unlike products with marketing authorization, such as those to recoup research and development costs. For example, the overhead costs associated with maintaining the safety oversight system becomes increasingly complicated when an investigational product is made available outside the context of traditional well-defined clinical trials. The greatest cost to manufacturers for the provision of a drug under compassionate use may actually be the opportunity cost of collecting data on their product to gain marketing authorization. The provision of a product under expanded access in an outbreak rather than the conduct of a controlled clinical trial to collect data to support approval has the potential to deny the pharmaceutical company from valuable information to support a marketing application. This translates to a time cost for approval, which also has a societal cost, as fewer patients will have access to the product prior to approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are Randomized Controlled Trials for Investigational Drugs Ethical in a Public Health Emergency With High Mortality?"
        },
        {
            "text": "NIAID's initial EVD study, Partnership for Research on Ebola Vaccines in Liberia (PREVAIL), was launched within four months of the initial research invitation. PREVAIL was designed as a randomized, double-blind, placebo-controlled Phase 2/3 clinical trial to evaluate the safety and efficacy of two EVD vaccines among volunteers in the midst of the EVD outbreak in Liberia. 8 The ChAd3-EBO-Z vaccine (GlaxoSmith Kline) consisted of a ChAd3 vector with a DNA fragment insert that encodes the EVD virus glycoprotein. The VSVΔG-ZEBOV-GP vaccine (NewLink/Merck) was comprised of a single recombinant vesicular stomatitis virus (VSV) isolate modified to replace the gene encoding the G envelope glycoprotein (GP) with the gene encoding the envelope glycoprotein from the EVD virus Zaire strain (ZEBOV). The first phase of the study was to include 1,500 EVD-free adult volunteers at one clinical site on the outskirts of Monrovia and expand to 27,000 volunteers at multiple sites around the country. Fortunately for the people of Liberia, the public health measures they implemented were successful in bringing the bulk of the epidemic to a close by May of 2015 at about the same time that the initial 1,500 participants were enrolled. The data and safety monitoring board recommended against expanding the trial as it would have been statistically futile to achieve the number of endpoints to determine a difference between the study vaccines and placebo. While an efficacy endpoint was not possible, substantial safety and immunogenicity data were obtained to support a future licensure application. 9",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine Studies"
        },
        {
            "text": "The 4-month implementation for the NIAID PREVAIL study was quite remarkable given the context and location of the outbreak. Liberia is still recovering from a 10-year civil war that has left inconsistent availability of basic services such as health, electricity, and water. The introduction of a clinical research program required the establishment of facilities, identification of reliable power for cold-chain requirements, hiring and training a sizable workforce, and establishment of a clinical research protocol in a collaborative manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine Studies"
        },
        {
            "text": "Additional clinical studies were eventually launched in Guinea and Sierra Leone. In April 2015, a collaboration between the Sierra Leone College of Medicine and Allied Health Sciences and the United States Centers for Disease Control (CDC) launched the STRIVE trial (Sierra Leone Trial to Introduce a Vaccine against EVD). 10 STRIVE was designed as an immediate versus delayed immunization strategy using the VSVΔG-ZEBOV-GP vaccine in health and frontline workers. The STRIVE study faced a similar challenge as PREVAIL as a result of the waning incidence of EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine Studies"
        },
        {
            "text": "In Guinea, the Ministry of Health along with the World Health Organization and several non-governmental organizations collaborated to conduct a study employing a ring vaccination cluster-randomized design with the VSVΔGZEBOV-GP vaccine. 11 An interim report indicated the strategy might be efficacious. However, questions remain regarding the statistical methods and assumptions made regarding the incidence of Ebola in the immediate and delayed clusters. 12 Therefore, it is not known if that data will be sufficient for licensure. Hopefully with the results from the Guinean study together with data from other studies, as well as from animal efficacy studies, licensure of VSVΔG-ZEBOV-GP vaccine may be possible. Regardless, the process followed by the WHO highlights the importance of working with regulatory agencies in an a priori manner to understand the implications of study designs on the potential applicability of the chosen methodology as it relates to the later use of research results to support licensure.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine Studies"
        },
        {
            "text": "Through an iterative planning process initiated over a year before the EVD outbreak, the US Government research community and several partners, aiming to include frequent consultation with the FDA, identified a study design known as the Medical Countermeasures Study. 13 The initial agent selected for this study was ZMapp. ZMapp is a cocktail of monoclonal antibodies that target the surface glycoprotein of EVD and is an investigational therapeutic for EVD. 14 Implementation of PREVAIL II in West Africa required flexibility and ingenuity on a number of fronts. First, as the study involved inclusion of multiple sites in both Sierra Leone and Guinea, establishing cold-chain and clinical trial operations processes in those countries involved different approaches. In Sierra Leone, NIAID collaborated with the CDC in the utilization of a storage facility co-located with the UNICEF (United Nations Children's Fund) Expanded Program for Immunization. To implement the study, NIAID rotated in teams consisting of physicians, pharmacists, nurses, and logisticians to work with the medical staffs at participating EVD Treatment Units (ETUs). Additional in-country staff were hired to help with data collection and maintaining contact with research participants after they were discharged. In Guinea, NIAID worked with an INSERM (French National Institute of Health and Medical Research) team of clinical research personnel who were embedded in an ETU under management by the French Red Cross. In Guinea as in Liberia, NIAID was able to utilize cold-chain storage available through the US Embassy.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic Studies"
        },
        {
            "text": "PREVAIL II used a unique, adaptive clinical trial design with frequent interim monitoring in order to rapidly assess the effectiveness of ZMapp plus standard of care arm versus the standard care alone arm. 15 Predefined stopping criteria relied on diverging mortality rates between the two groups, with smaller differences requiring the recruitment of more participants. While designed to enroll up to 200 participants, the trial was prematurely stopped by the Data Safety Monitoring Board for lack of enrollment prospects, with the enrollment of only 72 participants. While the standard of care alone arm had an overall fatality rate of 37% versus 22% for the ZMapp treatment arm, the posterior probability of ZMapp superiority was 91.2%, short of the 97.5% statistical significance threshold. 16, 17 Obtaining the desired enrollment for the study would have required participation by many additional ETUs. Unfortunately, the operation of the ETUs was not centrally managed within the country, and a variety of non-governmental organizations provided on-the-ground staffing for ETUs. Not all of those organizations were interested in taking part in clinical trials or, if they were interested, had philosophical differences with the concept of a placebocontrolled study. 5 Without the use of a placebo or nontreatment arm, it is difficult to attribute safety and efficacy to the intervention being tested. 3 It is important to determine if the study intervention harms patients, especially if there is an opportunity cost associated with the use of one treatment in lieu of another.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 799,
                    "end": 801,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1272,
                    "end": 1273,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1407,
                    "end": 1408,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic Studies"
        },
        {
            "text": "Other therapeutic trials were conducted during the outbreak, but as some of these studies used historical control groups in a setting where the standard of care rapidly changed, evaluation of results from those studies remains problematic. Moreover, ascertaining the reason for the discontinuation of at least one of these uncontrolled trials will remain controversial. 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic Studies"
        },
        {
            "text": "In addition to controlled clinical trials, other regulatory solutions to introduce unapproved products include expanded access trials and emergency use authorizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanded Access Options"
        },
        {
            "text": "As discussed earlier in this paper, as the EVD outbreak waned, the opportunity to complete controlled clinical trials diminished in a proportional manner. Regardless, the need to retain access to the promising vaccines and therapeutic candidates remained in order to respond to sporadic outbreaks. In the United States, guidance regarding Expanded Access of investigational drugs can be found at http://www.fda.gov/NewsEvents/PublicHealthFocus/ ExpandedAccessCompassionateUse/default.htm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanded Access Options"
        },
        {
            "text": "When working internationally, additional options for expanded access also exist in that 21 CFR 312.110(b)(ii) allows for the export of investigational products for national emergencies. From a regulatory perspective, MappBio, Zmapp's manufacturer, and the FDA were keen to have patients enrolled in the PREVAIL II study, rather than providing drug for compassionate use to new EVD cases. However, from an operational perspective, NIAID and the participating countries ended the ZMapp trial in February 2016, as it had been more than 45 days since the last known case of EVD. It did not mean that the subregion of West Africa was truly free of EVD. For sporadic events that did occur, NIAID, as the Investigational New Drug (IND) sponsor for the PREVAIL II trial, did not request compassionate use of ZMapp in West Africa, but did provide regulatory advice and technical expertise to groups that did seek to use ZMapp on a compassionate basis for patients who were not eligible for enrollment in PREVAIL II or who contracted EVD after PREVAIL II ceased enrollment. Because the treatment of EVD is a time-sensitive endeavor, the only feasible way to get ZMapp to a patient in West Africa was through NIAID's PREVAIL II clinical trial supply. In this regard, NIAID worked with FDA and MappBio to allow for an \"alternative disposition\" of the needed number of ZMapp vials, pursuant to 21 CFR 312.59 and the previously mentioned 21 CFR 312.110(b). 19 Moreover, NIAID worked with the affected countries to ensure that mechanisms to provide the unapproved drugs were consistent with the FDA emergency use regulations. Provisions were established for participants to provide informed consent, and for the collection of safety and outcome data.",
            "cite_spans": [
                {
                    "start": 1443,
                    "end": 1445,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Expanded Access Options"
        },
        {
            "text": "Within the US, expanded access INDs come under three sizes in accordance with 21 CFR 312.300. 20 The provision applies to (1) a single patient, including for emergency use; (2) intermediate-size populations that occur usually after the FDA has received a number of requests for single patient use; and (3) treatment INDs that usually occur during the time period after completion of pivotal trials but before the marketing application is approved. Criteria for application of this portion of the regulation require that the patient or patients to be treated have a serious or immediately life-threatening disease or condition, that the potential benefit to the patient(s) justifies the potential risks of treatment, and that the expanded access protocol does not interfere with initiation, conduct, or completion of clinical investigations that may support a marketing application.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Expanded Access Options"
        },
        {
            "text": "Outside the US, the WHO has attempted to identify potential strategies to evaluate investigational drugs for outbreaks such as EVD. 21 The WHO framework for evaluation is an attempt to bridge a regulatory gap between the American, European, and Japanese authorities and the regulatory bodies in developing countries. The goal is to provide thorough vetting of potential solutions via the experienced regulatory bodies and to guide developing countries on the relative merits of potential preventive and therapeutic candidates.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Expanded Access Options"
        },
        {
            "text": "Plans are currently underway to establish expanded access protocols for VSVΔG-ZEBOV-GP vaccine and ZMapp in West Africa. Médecins Sans Frontières (MSF, also known as Doctors Without Borders) is collaborating with the WHO and Merck to establish a ringvaccination strategy with the VSVΔG-ZEBOV-GP to prevent further spread of EVD in response to future outbreaks. Additionally, MappBio is working with the Ministries of Health in West Africa to make ZMapp available under a protocol that will allow for a systematic collection of adverse events and outcome data. These expanded access protocols will be necessary until either marketing applications for these products are approved or further research demonstrates that other products may be better suited for the prevention and treatment of EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanded Access Options"
        },
        {
            "text": "In the BioShield legislation of 2004, Congress created the Emergency Use Authorization (EUA). 22 The EUA is different from an emergency use of an investigational product under 21 CFR 312.300 as the EUA is based upon a declared public health emergency. The FDA takes into account the availability of sufficient evidence of safety and effectiveness and weighs it against the communicability, morbidity, and mortality of the threat. As the EUA does not involve documentation of individual informed consent, one of the key reviews is that of the information to be provided to health care providers and individual patients.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emergency Use Authorization"
        },
        {
            "text": "The first use of an EUA in 2005 allowed the US Department of Defense to provide for anthrax vaccinations to service members subsequent to a court challenge to the legitimacy of anthrax vaccines for protection from inhalational exposure. The EUA allowed for continued vaccination of deploying service members to regions of the world subject to high threats for biological weapons. The anthrax vaccine EUA was eventually discontinued upon successful resolution of the court case. Subsequent applications of the EUA provisions have been provided for emerging infectious diseases, in the realm of diagnostics, preventive vaccines, and therapeutics. For example, with the current Zika outbreak, as of September 22, 2016, there are 10 Zika diagnostics available through the EUA mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Use Authorization"
        },
        {
            "text": "The biggest regulatory drawback to the EUA is that the approach does not provide provisions to collect outcome data in a prospective manner. At best, retrospective, noncontrolled information is available that provides limited support to any attempt at answering questions of safety and effectiveness. For example, the EUA process was implemented in 2009 in response to the H1N1 outbreak to allow for distribution of intravenous peramivir. Evaluations of that program are not well documented. Moreover, in order to collect data to evaluate the effectiveness of the EUA program, some sort of study needs to be in place in order to collect minimal data, albeit likely retrospective data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Use Authorization"
        },
        {
            "text": "An important question, which needs further consideration by the international community, is what role investigational drugs should play in a communicable outbreak. Communicable diseases are likely to present a more urgent need for patients to receive investigational drugs, as many infectious diseases have relatively acute onset with the potential for high transmissibility, morbidity, and mortality. Although cancer is one of the more common diseases for which access to investigational treatments is regularly granted, cancer is a disease that often comes with at least a reasonable opportunity to consider the use by the treating physician, patient, and FDA authorities. Weighing the benefits and risks of an investigational product in a public health emergency likely comes under a certain amount of duress by all parties involved, and with very little time to decide on its use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-communicable Diseases"
        },
        {
            "text": "A unique aspect of communicable diseases may also be considered: the very fact that the disease is communicable, and the use of an investigational vaccine or treatment by one patient may have additional societal benefits. Unfortunately, the individuals using the investigational drug must usually bear the entire burden of risk, and the benefit-to-risk ratio may change to comparing the risk to an individual to the potential benefit of a population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-communicable Diseases"
        },
        {
            "text": "In the scenario of a communicable public health emergency, manufacturers of an investigational treatment candidate or vaccine with promising animal or early-phase clinical studies may find themselves in an unusual situation: federal authorities from various agencies, especially the Department of Health and Human Services, may seek out their assistance with the provision of widespread access to their products. Such was the case with ZMapp, although only following completion of the PREVAIL II trial. The FDA actively communicated with the company that they supported the use of ZMapp through a standing expanded access protocol until the time that the full submission package could be submitted for approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-communicable Diseases"
        },
        {
            "text": "While several states have attempted to pass \"Right to Try\" laws with the intention of providing patients access to investigational medications, these laws do not appear intended to apply to public health outbreaks such as EVD. 23, 24 The decision-making calculus involved between cancer and EVD is substantially different in that the decision in cancer is between a patient and his or her physician. In an outbreak, governmental organizations are involved in establishing population-level programs. However, some similarities can be found in the early days of HIV research. Back in the 1980s, NIAID remained resolute in advocating for controlled clinical trials and working with patient advocacy groups, the FDA and industry partners to determine which interventions might work. 3 At that time no drug alternatives existed, and 30 years later, starting with the clear establishment of the safety and efficacy of AZT, continued therapeutic improvements have been made and HIV has moved from a sure death sentence to a mostly chronic infectious disease.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 779,
                    "end": 780,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "State \"Right to Try\" Laws and Public Health"
        },
        {
            "text": "While the intentions of \"right to try\" laws are geared at providing patients who have exhausted all known alternatives with additional options, these laws may unintentionally hinder the use of investigational medications in the context of a public health emergency. 23 While it's entirely plausible that states can have a reasonable expectation of autonomy and subversion of federal investigational drug laws on a patient-by-patient level, it is unlikely that in a public health emergency the affected states would enjoy such anonymity and low acquiescence by the federal government. Public health emergencies often have a national security implication, and the news is usually ready to oblige spreading information and misinformation regarding an outbreak, and play-by-play information on the government's response. Moreover, the need for procurement and distribution of a large quantity of investigational drug in an outbreak makes the \"right to try\" approach all that much less practical.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "State \"Right to Try\" Laws and Public Health"
        },
        {
            "text": "While public health emergencies present a brief but important opportunity to study the efficacy and safety of investigational drugs for rare but deadly diseases and other threats, another pathway exists for the approval of these drugs: 21 CFR 314.600 through 314.650 for drugs and 21 CFR 601.90 through 601.95 for biologics, known as the Animal Rule. In October 2015, FDA released a guidance for industry on Product Development Under the Animal Rule. 25 As outlined in this guidance, the Animal Rule may apply to \"drugs developed to ameliorate or prevent serious or life-threating conditions caused by exposure to lethal or permanently disabling toxic substances, when human efficacy studies are not ethical and field trials are not feasible.\" The development plan for these drugs may include animal efficacy studies in lieu of human efficacy studies to support marketing approval, provided that the animal studies are reasonably predictive of a clinical benefit in humans. The examples previously provided of clinical trials conducted during the 2014-2015 EVD epidemic in West Africa highlight the fact that the ethics and feasibility of field trials may change over time, potentially impeding the use of the Animal Rule. Animal efficacy studies may also provide evidence to support the emergency use of a drug under an IND or EUA.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 453,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With the benefit of hindsight, it would have been ideal for NIAID to have had in place approved clinical research protocols necessary to respond to the Ebola outbreak. In reality, several legitimate barriers existed. First, most of the vaccines and drugs considered for use in the response had not undergone phase I evaluations. Second, the quantities available of most of these products were not sufficient at the start of the epidemic to support clinical trials. Third, the infrastructure necessary to conduct trials needed to be put in place. Finally, as pointed out in the introduction, the important relationships to establish the necessary trust with the local countries needed to be established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As the epidemic waned, NIAID research has continued in West Africa and a much stronger research capacity is in place. Studies on Ebola survivors are underway and we recently launched a study to examine the impact of an antiviral on residual Ebola in the semen of male survivors. 26, 27 Additionally, as discussed earlier in this paper, NIAID has assisted Guinea and Liberia with compassionate use of ZMapp and VSVΔG-ZEBOV-GP vaccine from its clinical trial supply inventory. However, the reliance on a clinical trials study supply may jeopardize enrollment in future clinical trials if a meaningful drain on study drug inventory is realized.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "One final concern is that in resource-poor settings, where neglected tropical diseases and outbreaks are likely to manifest themselves, relying on investigational drugs and the presence of ongoing clinical studies to supply drug and operationalize campaigns, can create a dangerous shadow public health system, which shortcuts the development of a fully functional, safe, and effective public health infrastructure. Establishing realistic and reasonable pathways to licensure will benefit all concerned-the countries impacted, the global population at risk as these diseases spread, government and private research institutions and industry partners as well as donor organizations that frequently help respond to public health crises. The goal of a commonsense regulatory framework is to avoid shortterm solutions that have the potential to result in long-term problems such as continued requirements for global support. One part of the solution is to establish a framework to respond more rapidly with clinical trial protocols and supporting materials, including trained personnel if possible, with the anticipation of an outbreak. Governmental research organizations such as NIAID and others are well suited to work with industry in this regard, as the resources required to implement research in an outbreak are significant, and many of these drugs are unlikely to be commercially viable in the traditional drug market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The recent West African Ebola outbreak provides the clinical research community with the impetus to be organized to respond to threats in settings that do not necessarily lend themselves to the conduct of controlled clinical trials in pristine environments. However, as presented in this paper, controlled trials can be implemented. The challenge is in taking the lessons learned from the Ebola experience and preparing for the next unknown future threats. A practical scenario for consideration in future public health epidemics without approved treatment options may be to initiate a randomized controlled trial to collect data to support licensure, with the concurrent establishment of an expanded access program for patients ineligible for trial enrollment due to inclusion/exclusion criteria or geographic location. Kirchoff ",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 829,
                    "text": "Kirchoff",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Ethical conduct to avoid exploitation-including respect for volunteers, local community engagement, and carefully informed consent Partnership with affected country investigators and officials-including identification of interested local investigators, bolstering of trial infrastructure as needed, and shared best practices regarding regulatory oversight Scientific validity-including plausibility of benefit from candidate countermeasures and sound trial design Independent review and scientific oversight-careful oversight by an independent and skilled Data and Safety Monitoring Board",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Ethical and Scientific Principles for Trial Conduct in Outbreak Settings a"
        },
        {
            "text": "Transparency-prompt sharing of data with practitioners and affected communities a Adapted in part from Emanuel et al. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Ethical and Scientific Principles for Trial Conduct in Outbreak Settings a"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Germs on a plane: aircraft, international travel, and the global spread of disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "621--622",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Conducting clinical trials in outbreak settings: points to consider",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Trials",
            "volume": "13",
            "issn": "",
            "pages": "92--95",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What makes clinical research in developing countries ethical? The benchmarks of ethical research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wendler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Killen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "930--937",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ethical Considerations for Use of Unregistered Interventions for Ebola Viral Disease: Report of an Advisory Panel to WHO. Switzerland: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expanded Access",
            "authors": [],
            "year": null,
            "venue": "NLM. FAQ: ClinicalTrials.gov-What is",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Charging for investigational drugs under an IND",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Implementation of an Ebola virus disease vaccine clinical trial during the Ebola epidemic in Liberia: design, procedures, and challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neaton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Trials",
            "volume": "13",
            "issn": "",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A randomized controlled trial of the safety and immunogenicity of two Ebola vaccines. Conference on Retroviruses and Opportunistic Infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bolay",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Trial to Introduce a Vaccine against Ebola). The National Academies of Science Engineering",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strive (sierra Leone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Medicine Public Workshop of the Committee on Clinical Trials During",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine expressing Ebola surface glycoprotein: interim results from the Guinea ring vaccination cluster-randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "857--866",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interim results from a phase 3 Ebola vaccine study in Guinea",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "831--833",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Statistical considerations for a trial of Ebola virus disease therapeutics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Proschan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Trials",
            "volume": "13",
            "issn": "",
            "pages": "39--48",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mechanism of binding to Ebola virus glycoprotein by the ZMapp, ZMAb, and MB-003 cocktail antibodies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Fong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "10982--10992",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Design of a randomized controlled trial for Ebola virus disease medical countermeasures: PREVAIL II, the Ebola MCM Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Proschan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neuhaus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "1906--1913",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A randomized controlled trial of ZMapp™ in acute Ebola virus infection. Conference on Retro-viruses and Opportunistic Infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Experimental Ebola drug ZMapp may benefit patients, but insufficient data to be certain, study finds",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Positive\" results for Ebola drug upsets plans for trials",
            "authors": [
                {
                    "first": "Kupferschmidt",
                    "middle": [],
                    "last": "Kacj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Food and Drug Administration (21CFR312.59). Disposition of unused supply of investigational drug",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Expanded access to investigation drugs for treatment use",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "WHO. Ebola vaccines, therapies, and diagnostics",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Laws spreading that allow terminal patients access to experimental drugs. Regulatory Focus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "FDA. Productdevelopment under the animal rule: guidance for industry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaffney",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ebola virus disease survivors: clinical and immunologic follow-up",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "PREVAIL IV: double-blind, randomized, two-phase, placebo-controlled, phase II trial of GS-5734 to assess the antiviral activity, longer-term clearance of Ebola virus, and safety in male Ebola survivors with evidence of Ebola virus persistence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2017,
            "venue": "Ther Innov Regul Sci. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "To operationalize the Medical Countermeasures Study to the local context in West Africa, the study team referred to the ZMapp study as PREVAIL II. The study included sites in Liberia, Sierra Leone, Guinea, and the United States and was open for recruitment from March 2015 to February 2016.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and Pierson Page 13",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding: No financial support of the research, authorship, and/or publication of this article was declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}