{
    "paper_id": "eb6bcd2e9d1de58a248966aae3a694caef5574e0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The most coveted prize that can be awarded for outstanding scientific research is a Nobel Prize, which has been bestowed on scientists for their accomplishments for the past 107 years. However, a plethora of other prizes are available for scientists nowadays and the CVs of many scientists are brimful of details of accolades, awards and medals that attest to their contributions to science. In this, the final editorial of 2008, we discuss the wealth of prizes on offer and applaud the microbiologists who picked up prizes this year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2008 Nobel Prize for Physiology or Medicine was awarded jointly to Harald zur Hausen for his discovery that human papilloma viruses cause cervical cancer and to Françoise Barré-Sinoussi and Luc Montagnier for their discovery of the HIV virus. Nobel prizes have been lauded as among the most important prizes that a scientist can win owing to the long and rigorous process that lies behind their award. As well as the honour and status that the Nobel Prize confers on the recipient, the winners receive a personal diploma, a medal and a share of the prize money, which amounts to more than US$1 million per full prize (10 million Swedish Kronor).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Kyoto Prize for philosophy, arts, science and technology is the Japanese equivalent of the Nobel Prize and is worth a hefty 50 million yen ($460,000). It is awarded in recognition of outstanding achievements, and laureates are selected from around the world. This year, the Kyoto Prize for lifetime achievement in basic science was awarded to virologist and cell biologist Tony Pawson, who provided proof of the concept of adaptor molecules and thus established a paradigm in intracellular signal transduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although virologists scooped Nobel and Kyoto Prizes, bacteriologists also joined the ranks of those who won top awards. Stanley Falkow, a formidable scientist who is acknowledged to be one of the top microbiologists of his generation, won the prestigious Lasker-Koshland special-achievement award in medical science. The awards made by the Lasker Foundation recognize the contributions of individuals who have made major advances in the understanding, diagnosis, treatment, cure or prevention of human disease, and come with an honorarium of $300,000. Ralph Isberg, who is one of the many illustrious Falkow-laboratory alumni, reported the highlights of Falkow's career in a recent issue of Cell 1 . \"Dr Falkow has been the single most important figure in the analysis of bacterial pathogens over the past 50 years\", said Isberg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Louis-Jeantet Foundation awards a prize of 600,000 Swiss francs (more than $500,000) for research and 100,000 Swiss francs (~$80,000) for personal use. This year, microbiologist and cell biologist Pascale Cossart was awarded the 2008 Louis-Jeantet Prize for Medicine for her pioneering research on the pathogenesis of Listeria monocytogenes. She shared the prize with Jurg Tschopp for his work on inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some prizes are targeted at specific groups of researchers. For example, TWAS (the academy of sciences for the developing world) promotes excellence in science in the developing world by awarding the annual Trieste Science Prize to scientists who have not yet been honoured in other international schemes. The most recent award of this prize to microbiologists was in 2006. Chen Ding-Shinn was rewarded for his work on hepatitis B virus, and the joint recipient, Rao Zihe, led a team of Chinese researchers that solved the first crystal structure of the severe acute respiratory syndrome (SARS) coronavirus. The L'OREAL-UNESCO Award for Women in Science aims to encourage the participation of women in scientific research. Five women from five continents are distinguished with the award of a $100,000 prize, and Ada Yonath, a pioneering structural biologist who solves ribosome structures and elucidates modes of action of antibiotics that target ribosomes, was one recipient of the prize this year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prizes for excellent mentors were more difficult to track down, although they do exist. Particularly noteworthy are the D.C. White Research and Mentoring Award from the American Society of Microbiology, which was awarded to Mary Ann Moran this year, and the Peter Wildy prize for Microbiology Education from the Society for General Microbiology, which was awarded in 2008 to the Naked Scientist Chris Smith. The Infectious Diseases Society of America selected Gerald Medoff and Carol Baker to receive mentor awards. Mentoring is essential for the development of microbiologists and indeed all scientists, so we hope that in the future there will be more prizes for mentoring and pedagogy to inspire us all to be complete scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lasker-Koshland Award to 21st century microbe master",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Isberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "134",
            "issn": "",
            "pages": "907--910",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Prizes for scientific endeavour can inspire researchers and the public alike. Nature Reviews Microbiology investigates which microbiologists were winners in 2008. 872 | DECEMBER 2008 | VOLUME 6 www.nature.com/reviews/micro Editorial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaudits for microbiologists in 2008"
        }
    ]
}