{
    "paper_id": "ec35f3e1ae3ec647151c5832b9b8f741f1ae1822",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020. 03 ",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "03",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where τ denotes the lag. The lagged correlation coefficient is given by CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039164 doi: medRxiv preprint confirmed cases lagged by 5 days (C t-5 ). The lag of 5 days could be reflecting the mean period 148 between the clinical diagnostic and the death of seriously illness patients. The continuous line in 149 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Possible patterns between temperature/relative humidity and the number of new infected cases are 156 explored next. Figure 3 .a shows the behavior of the daily confirmed cases (C t ) with respect to the 157 temperature (T t ). No discernible regular pattern between the daily confirmed cases and temperature 158 can be observed. The correlation coefficient is very low (ρ = -0.18), reflecting weak negative trend. 159 Similar behavior was exhibited by the new cases with respect to the relative humidity (RH t ) in 160 In the face of this feature, a different strategy was pursued. A key observation is that the 168 meteorological variables showed large fluctuations along a secular trend (see Figure 1 ). Today 169 confirmed cases correspond to infected cases in past days. It has been reported that the incubation 170 period of COV-19 is typically 7-14 days, and could be as long as 27 days. In this regard, the effects 171 of temperature in today confirmed cases are not pointwise, but distributed along several past days. 172",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 694,
                    "end": 702,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Role of temperature and relative humidity 155"
        },
        {
            "text": "That is, the dynamical behavior of today confirmed cases is likely to be affected by the temperature 173 trend in the past few days. The proposed strategy consists in considering the secular trend of the 174 temperature and relative humidity dynamics, and to search patterns with respect to lagged values. 175 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of temperature and relative humidity 155"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039164 doi: medRxiv preprint Figure 4 .c compares the trends of temperature and relative humidity, showing an apparent negative 181 correlation (ρ = 0.81) between these two signals. That is, the increase of temperature was 182 accompanied by a decrease of the relative humidity. 183 The relatively high dispersion of the data points in Figure 5 .c for low temperature might be linked 239 to confounding factors, including precipitation, air pollution and improvements in medical facilities. 240",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Role of temperature and relative humidity 155"
        },
        {
            "text": "However, a major effect of the meteorological temperature cannot be ruled out. Whether or not the 241 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of temperature and relative humidity 155"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039164 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of temperature and relative humidity 155"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Incubation period of 2019 novel coronavirus 270 (2019-nCoV) infections among travelers from",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "− , with negative values for anti-correlations, and positive values for 117 correlations. It is noted that the analysis is similar to the lagged-DCCA reported by Shen et al. 118 (2015) for two time series. Given the relatively low number of data, the computations should use 119 the scale L N = . That is, the scrutinized scale corresponds to the number of days from 29 January 120 to 6 March. 121 122 3. Winter meteorological conditions 123 Wuhan in mainland China is a metropolis (about 11 millions population), polluted by the intense 124 industrial activity. Climate in Wuhan is temperate, with relatively cold winters. Commonly, cold air 125 can stagnate on the ground. There may be cold periods during which the temperature remains 126 around freezing even during the day, and even snow can fall. Mean min-max temperatures of the 127 winter season are 3-11 o C for December, 1-8 o C for January, 4-11 o C for February and 7-15 o C for 128 March. Figures 1.a and 1.b present respectively the behavior of the temperature and relative 129 humidity for the period from January 1 st , 2020 (day 1) to date. The mean values of temperature and 130 relative humidity in the period are 7.20±3.85 o C and 78.79±11.68%, respectively. The temperature 131 dynamics exhibits a pattern composed by large oscillations of mean period of about 10 days, and a 132 long-term ascending trend. Similar pattern is presented by the relative humidity dynamics, although 133 the large oscillation has a period of about 15 days. Figure 1.c shows that temperature and relative 134 humidity are weakly negatively correlated (ρ = -0.42). 135 136 4. Dynamics of daily confirmed cases and deaths 137",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a shows the dynamics of the daily confirmed cases (C t ) and deaths (D t ) for the period from138 29 January to 6 March 2020. A large peak in both new cases and deaths at February 12 is exhibited, 139 which corresponds to an improvement of the classification method, when the number of clinically 140 confirmed cases was incorporated to the number of new cases. The new cases showed a positive 141 trend up to February 18, when it presented an important decrease. The behavior of the deaths was 142 5 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "c denotes the least-squares fitting by a quadratic function, where a weak convexity can be 150 observed. This suggests that an increasing number of confirmed cases does not lead linearly to an 151 increasing number of deaths. Figure 2.d shows the correlation coefficient as function of the lag, 152 confirming that maximum linear correlations are exhibited for a lag of about 5 days. 153 154",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "b. In this case, ρ = +0.17, indicating the presence of weak positive correlations. Figures 3.c 161 and 3.d present the behavior of the correlation coefficient with respect to the lag for temperature 162 and relative humidity, respectively. Correlations for temperature are negative, with a peak at about 163 6-7 days. In contrast, correlations for relative humidity are positive, with two prominent peaks at 164 about 3 and 8 days. Nevertheless, the magnitude of the correlations is relative small for both cases. 165 Overall, the results in Figures 3 suggest that no apparent regular pattern is present in the joined 166 dynamics of new infected cases and meteorological variables (temperature and relative humidity).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "a and 5.b present the behavior of the correlation coefficient with respect to the lag for 184 temperature and relative humidity, respectively. A pattern is more discernible than in figures 3.c 185 and 3.d, indicating that the use of temperature trend instead of daily temperature is more appropriate 186 for the analysis of correlations between daily confirmed cases and meteorological variables. The 187 correlation coefficient for temperature is negative and its magnitude achieved a maximum (ρ = -188 0.77) at about 6 days. The correlation coefficient for relative humidity is positive and S-shaped, 189 achieving the maximum value (ρ = + 0.65) at about 6-7 days. For the lag where maximum 190 correlations were detected, figures 5.c and 5.d show the plot of the number of daily confirmed cases 191 versus trend temperature and relative humidity, respectively. This result indicates that the today 192 number of daily confirmed cases is correlated with the temperature and relative humidity lagged 193 about one week. The lag of 6-7 days could correspond to the mean incubation period (Tian et al., 194 2020). The pattern displayed by temperature in Figure 5.c is interesting. The continuous line depicts 195 the least-squares sigmoid fitting, which shows a sharp transition from high to low number of daily 196 confirmed cases. Relative to the 6-days lagged trend temperature, the number of daily confirmed 197 cases shows two phases with crossover temperature of about 8.6 o C. Below this temperature, the 198 mean number of daily confirmed cases is about 1635 per day, and above such temperature value the 199 number of daily confirmed cases decreased to about 360 per day. Overall, the results described in 200 Figure 5 are in line with a recent report by Wang et al. (2020), who found that the 1 o C increase in 201 the minimum meteorological temperature led to a decrease of the cumulative number of cases .c showed the presence of a marked pattern between the daily confirmed cases and 6-days 206 lagged temperature trend. In turn, this shows that environmental temperature plays an important 207 play in the transmission dynamics of 2019-nCoV in Wuhan, China. The 6-7 days period in the hand, the two-phase pattern of the number of daily confirmed cases showed that a large 210 incidence of daily confirmed cases (about 1650 per day) occurred for low environment temperatures 211 (lower than about 8 o C). Sajadi et al. (2020) reported that 2019-nCoV spread is persistent in cities 212 and regions along a 30-50 o N' corridor showing consistent meteorological conditions with average 213 temperatures of 5-11 o C, combined with low specific (3-6 g/kg) and absolute humidity (4-7 g/m 3 ). 214 Also, Wang et al. (2020) reported that 1 o C increase in temperature and 1% increase in relative 215 humidity lower the effective reproduction number by 0.0383 and 0.0224, respectively. 216 A sharp decrease of the number of daily confirmed cases (from about 1800 to about 350 cases 217 per day) was observed for higher temperatures. Oliveiros et al. (2020) found that the doubling time 218 of newly confirmed cases has positive correlation with temperature and negative with humidity. In 219 turn, this suggests a decrease in the rate of transmission of 2019-nCoV with spring and summer 220 arrivals in the North Hemisphere. The important reduction of the number of new cases is not 221 necessarily indicating that the virus stability is sensible to relatively high temperatures, but that the 222 human transmission network is affected by the environment temperature. It is likely that the sharp 223 transition in Figure 5.c is reflecting the so-called indoor crowding effect. Average low outdoor 224 temperatures result commonly in indoor crowding as people activities takes place primordially in, 225 e.g., homes, commercial malls, sport events, and cinema, where temperature is regulated to 226 temperate conditions (about 10-25 o C). Although the outdoor relative humidity is high in winter, the 227 indoor absolute humidity hardly changes after artificial calefaction mechanisms. As a consequence, 228 the indoor ambient is warm and dry, which are benign conditions for virus transmission under 229 respiratory droplet or aerosol route mechanisms (Schaffer et al., 1976; Soebiyanto et al., 2015). 230 Warm and dry indoor conditions affect positively the transport of respiratory droplets. In fact, stable 231 respiratory droplets under low absolute humidity and warm temperature has typical diameter < 5 232 μm, which remain airborne for prolonged periods (Tellier, 2009). Besides, small aerosol droplets 233 within the microns range moves randomly, increasing the distance and exposure time over which 234 transmission can occur. In this way, Figure 5.c suggest that the high transmission rate of 2019-235 nCoV in Wuhan at low temperatures (less than about 8 o C), China could be explained from an 236 increase of indoor human activity, which is realized under regulated ambient conditions 237 characterized by warm temperature and low absolute humidity, which facilitate virus transmission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "pursue public policies to mitigate and contend with the virus spreading. For instance, 243 mathematical modeling has suggested that persistent and strict self-isolation is recommended for 244 cutting off transmission channels (Tang et al., 2020). Under the hypothesis of indoor crowding 245 effect, a further recommendation involves the development of improved calefaction and air 246 conditioning equipment for controlling both temperature and absolute humidity. The use of 247 traditional calefaction and air conditioning devices could be accompanied by humidity controls to 248 avoid absolute and relative humidity depletion, and in this way reduce the risk of virus 249 transmission. However, the task temperature and humidity ranges are still unclear. Bu et al. (2020) 250 studied SARS data and arrived to the conclusion that persistent warm and dry weather is conducive 251 to the survival of the 2019-nCoV and postulated that temperature ranging 13-19 °C and humidity 252 ranging 50-80% are suitable conditions for the survival and transmission of coronavirus. 253 254 7. Conclusions 255 Predicting the transmission dynamics of 2019-nCoV is of prime importance for a proper design of 256 public health policies intended for disease prevention and control measures as well as for 257 economical and medical resource allocation. The present study found insights that the 258 environmental temperature plays an important role in the transmission rate of the 2019-nCoV. It 259 was postulated that the indoor crowding effect is the main responsible of the high transmission rate 260 of 2019-nCoV in Wuhan, China in the period January-February 2020. 261 262 Financial Funding 263 No external financial sources were received for conducting the present study 264 Conflict of Interest 266 No conflict of interest is declared by the authors 267 Peci, A., Winter, A. L., Li, Y., Gnaneshan, S., Liu, J., Mubareka, S., & Gubbay, J. B. (2019). 280 Effects of absolute humidity, relative humidity, temperature, and wind speed on influenza 281 activity in Toronto, Ontario, Canada. Appl. Environ. Microbiol., 85(6), doi.org/e02426-18. 282 10.1128/AEM.02426-18. 283 Pica, N., Chou, Y. Y., Bouvier, N. M., & Palese, P. (2012). Transmission of influenza B viruses in 284 the guinea pig. Journal of Virology, 86(8), 4279-4287. doi.org/10.1128/JVI.06645-11. 285 Pica, N., & Bouvier, N. M. (2014). Ambient temperature and respiratory virus infection. , M. M., Habibzadeh, P., Vintzileos, A., Shokouhi, S., Miralles-Wilhelm, F., & Amoroso, A. 289 (2020). Temperature and latitude analysis to predict potential spread and seasonality for 290 COVID-19. Available at SSRN 3550308. Retrieved March 18, 2020. 291 Schaffer, F. L., Soergel, M. E., & Straube, D. C. (1976). Survival of airborne influenza virus: 292 effects of propagating host, relative humidity, and composition of spray fluids. Archives of 293 Virology, 51(4), 263-273. doi.org/10.1007/BF01317930. 294 Shen, C. (2015). Analysis of detrended time-lagged cross-correlation between two nonstationary 295 time series. Physics Letters A, 379(7), 680-687. doi.org/10.1016/j.physleta.2014.12.036. 296 Soebiyanto, R. P., Gross, D., Jorgensen, P., Buda, S., Bromberg, M., Kaufman, Z., … & Kiang, R. 297 K. (2015). Associations between meteorological parameters and influenza activity in Berlin 298 (Germany), Ljubljana (Slovenia), Castile and Leon (Spain) and Israeli districts. PloS 299 one, 10(8). doi.org/10.1371/journal.pone.0134701. 300 Steel, J., Palese, P., & Lowen, A. C. (2011). Transmission of a 2009 pandemic influenza virus 301 shows a sensitivity to temperature and humidity similar to that of an H3N2 seasonal 302 strain. Journal of Virology, 85(3), 1400-1402. doi.org/10.1128/JVI.02186-10. 303 Tamerius, J. D., Shaman, J., Alonso, W. J., Bloom-Feshbach, K., Uejio, C. K., Comrie, A., & 304 Viboud, C. (2013). Environmental predictors of seasonal influenza epidemics across 305 temperate and tropical climates. PloS pathogens, 9(3). S., Hu, N., Lou, J., Chen, K., Kang, X., Xiang, Z., … & Chen, G. (2020). Characteristics of 312 COVID-19 infection in Beijing. Journal of Infection. doi.org/10.1016/j.jinf.2020.02.018. 313 Wang, F., Yang, Z., & Wang, L. (2016). Detecting and quantifying cross-correlations by analogous 314 multifractal height cross-correlation analysis. Physica A, 444, 954-962. 315 doi.org/10.1016/j.physa.2015.10.096. 316 Wang, M., Jiang, A., Gong, L., Luo, L., Guo, W., Li, C., ... & Chen, Y. (2020a). Temperature 317 significant change COVID-19 Transmission in 429 cities. medRxiv. Retrieved 8 March 2020. 318 Wang, J., Tang, K., Feng, K., & Lv, W. (2020b). High temperature and high humidity reduce the 319 transmission of COVID-19. Available at SSRN 3551767. Retrieved 8 March 2020. 320 https://doi.org/10.1101/2020.02.22.20025791. 321 Zhao, S., Lin, Q., Ran, J., Musa, S. S., Yang, G., Wang, W., … & Wang, M. H. (2020). Preliminary 322 estimation of the basic reproduction number of novel coronavirus (2019-nCoV)in China, 323 from 2019 to 2020: A data-driven analysis in the early phase of the outbreak. International 324 Journal of Infectious Diseases. 92, 214-217. doi.org/10.1016/j.ijid.2020.01.050. 325 Zhu, N., Zhang, D., Wang, W., Li, X., Yang, B., Song, J., … & Niu, P. (2020). A novel coronavirus 326 from patients with pneumonia in China, 2019. New England Journal of Medicine. 382, 727-327 733. doi.org/10.(a) Mean daily meteorological temperature, and (b) relative humidity (RH) in Wuhan, 337 China for the period from 1 January to 6 March, 2020. (c) Plot of the relative humidity versus 338 temperature, showing negative correlations ((a) Number of daily confirmed and death cases in Wuhan, China, for the period from 1 348 January to 6 March, 2020. The large peak in 12 February corresponds to improvements in the 349 detection methods. (b) Plot of contemporaneous daily deaths (D t ) versus daily confirmed (C t ) cases. 350 (c) Plot of daily deaths (D t ) with respect to 5-days lagged daily confirmed cases (C t-5 ). (c) Behavior 351 of the correlation coefficient with respect to the lag in daily confirmed cases. Plots of daily confirmed cases versus (a) temperature and (a) relative humidity. The plots 359 exhibit a scattered pattern with weak correlations. The behavior of the correlation coefficient with 360 respect to the lag for (c) temperature and (d) relative humidity exhibit a peak in magnitude for lags 361 Meteorological (a) temperature, and (b) relative humidity in Wuhan, China, for the period 367 from 1 January to March 6, 2020. The red lined depict the long-term trend obtained by 15-days 368 moving average filtering. (c) Plot of the trend relative humidity and the trend temperature. A 369 negative correlation between these trends can be observed. Behavior of the correlation coefficient with respect to the lag, for (a) trend temperature 378 and (b) trend relative humidity. (c) Plot of daily confirmed cases and 6-day lagged trend 379 temperature. (d) Plot of daily confirmed cases and 7-day lagged trend relative humidity.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}