{
    "paper_id": "ec5f28139809907ac5712523daf7e5131660c961",
    "metadata": {
        "title": "Duration of challenge immunity to coronavirus JHM in mice",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "W"
                ],
                "last": "Barthold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Abigail",
                "middle": [
                    "L"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The duration of challenge resistance in mice immunized with mouse hepatitis virus (MHV) strain JHM was examined as a model of immunity to corona-virus infection. Genetically susceptible BALB/cByJ mice were immunized by intranasal (i.n.) or per os (p.o.) inoculation with MHV-JHM or sterile tissue culture fluid (sham) then challenged i.n. with MHV-JHM or sterile tissue culture fluid 1, 6, or 12 months later. Four days after challenge, virus in nasal turbinates and liver was quantified, and prevalance of microscopic lesions in liver and gut-associated lymphoid tissue was tabulated as indices of challenge resistance. MHV-immunized and challenged groups were compared to shamimmunized and challenged groups. Mice immunized by i.n. inoculation were strongly resistant to challenge at 1, 6, and 12 months. Mice immunized by p.o. inoculation were resistant at 1 month, but became partially susceptible to reinfection at 6 and 12 months, based upon all indices. These data indicate that, depending upon route of immunization, mice can become susceptible to reinfection with the same coronavirus strain over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses represent a large family of respiratory and enteric pathogens of a broad range of mammalian and avian hosts. In humans, respiratory coronaviruses are implicated as the cause of approximately 15 to 20% of common colds [6, 10] . The frequency of coronavirus colds suggests that individuals can be repeatedly infected with coronaviruses. If repeated infections take place in a single individual, immunity is either ineffective, short-lived or virus strainspecific. The murine coronavirus MHV has been a useful model system to study coronavirus-host interactions. Using MHV strains with primary respiratory tropism, it has been shown that mice recovered from an i.n. inoculation of MHV resisted i.n. challenge with the homologous MHV strain, but were fully susceptible to challenge with a different MHV strain one month after the immunizing infection [4] . These data support the contention that i.n. challenge immunity to coronavirus is effective following an i.n. immunizing infection, but that it appears to be highly virus-strain specific, in spite of close antigenic relationships among coronavirus strains and between certain coronavirus types [6] . The other possible mechanism for repeated infection, which has not been explored, is an immune response that is short-lived. The purpose of this study was to critically examine the duration of host challenge immunity against the same coronavirus strain, using a MHV-mouse model.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Challenge immunity to a single strain of coronavirus was evaluated with MHV-JHM in genetically susceptible BALB/cByJ mice. Following i.n. inoculation of BALB/cByJ mice, it has been shown that MHV-JHM initially replicates in nasal mucosa, then disseminates by viremia to internal organs including liver between days 3-5 after inoculation [3] . Unpublished observations have also revealed that gut-associated lymphoid tissue (GALT) is an early target and potential portal of entry for MHV-JHM. The experimental plan was designed around these features. Mice were immunized by i.n. or p.o. inoculation with MHV-JHM or sterile tissue culture fluid (sham). At 1, 6, or 12 months after immunizing infection, mice were challenged i.n. with the same stock of MHV-JHM that was used for immunization, or sham-challenged. Resistance to challenge was evaluated by virus quantification in nasal turbinates and liver and by histology of liver and GALT on day 4 after challenge. Histology was not performed on nose, since turbinates were destroyed for virus assay. Antibody titers to MHV-JHM were also evaluated.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Experimental plan and rationale"
        },
        {
            "text": "Three week-old inbred BALB/cByJ (BALB) and pregnant outbred CR 1 :CD 1 BR (CD 1) mice were obtained from the Jackson Laboratory', Bar Harbor, ME and Charles River Breeding Laboratories, Portage, MI, respectively. Mice from both sources were certified MHV-free by the vendors and verified as such serologically at this institution. Mice were shipped in filtered boxes and transferred upon arrival into autoclaved Micro-isolator containment cages (Lab Products, Maywood, N J), containing wood shavings, food (Prolab Animal Diet, Agway, Syracuse, NY) and water. To preclude natural contamination with MHV and other pathogens during the l-year study period, autoclaved cages were changed under strict protocol in a class II biological containment cabinet. Pathogen-free sentinel mice were maintained in adjacent cages and tested periodically for serum antibody to murine viruses. Based upon serology, contamination of sentinel mice and sham-inoculated control mice did not take place during this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "Mice were assigned randomly to treatment groups, given i.n. or p.o. immunizing infections with MHV-JHM or tissue culture fluid, then held for 1, 6, or 12 months, at which time they were challenged i.n. with MHV-JHM or tissue culture fluid. At 4 days after challenge, mice were killed with carbon dioxide gas then exsanguinated by cardiocentesis. Nasal turbinate, liver and serum were collected and frozen at -70 °C until tested for virus or antibody. Liver and GALT (Peyer's patches and mesenteric lymph nodes) were fixed in 10% neutral buffered formalin, pH 7.2, paraffin embedded, and processed by routine histological methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "MHV-JHM was obtained and maintained as previously described [3] . Mice were inoculated i.n. or p.o. with 20 pl of cell-free culture fluid containing approximately 103TCIDs0 of MHV-JHM. Virus in nasal turbinates and liver was quantified by intracerebrat inoculation of neonatal CD 1 mice with serial 10-fold dilutions of 10% (w/v) tissue homogenates [3] and expressed as logl0LDs0/gram.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Serum antibody titers to MHV-JHM were determined with an enzyme immunoassay using formalin-fixed MHV-JHM-infected 17 C11 cells as antigen, as previously described [9] . Sera from sentinel mice and sera from experimental mice were screened for MHV antibody with an indirect immunofluorescence assay [8] . A number of p.o. MHV-JHM immunized mice were found to be seronegative. These mice were considered uninfected and eliminated from treatment groups. All other MHV immunized mice were seropositive and shamimmunized mice were seronegative.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Serology"
        },
        {
            "text": "Virus titers were compared between treatment groups with Student's unpaired t test and prevalence data were compared by Chi-square analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Based on virological indices, mice immunized i.n. with MHV-JHM remained highly resistant to i.n. MHV-JHM challenge through 12 months. Mice immunized p.o. with MHV-JHM were resistant to challenge at t month, but became partially susceptible to i.n. MHV-JHM challenge after 6 and 12 months ( Fig. 1 a, b) . Titration of virus in nasal turbinates, the primary target for MHV-JHM, indicated high titers of MHV-JHM in sham-immunized mice challenged at 1, 6, and 12 months (Fig. 1 a) . In contrast, none of the nasal turbinates from the i.n. MHV-JHM-immunized mice had detectable virus after challenge at 1, 6, or 12 months. Among 19 mice immunized p.o. with MHV-JHM, only 1 had detectable virus in nose when challenged at 1 month, 2 of 6 mice had detectable virus when challenged at 6 months, and 3 of 6 mice had detectable virus when challenged at 12 months. Both prevalence of nasal lesions (P~<0.05) and virus titers (P~<0.05) were significantly higher at 12 months compared to 1 month after immunization in these mice. No virus was detected in noses of shamimmunized/sham-challenged or p.o. MHV-JHM-immunized/sham challenged mice at 1, 6, or 12 months. Virus titration of liver, a secondary target for MHV-JHM which becomes infected following initial replication in nose, revealed similar findings (Fig. 1 b) . High titers of virus were detected in liver of shamimmunized mice challenged i.n. with MHV-JHM at 1, 6, and 12 months. Liver virus titers among sham-immunized/MHV-JHM-challenged mice became higher as mice aged, with significantly higher titers in mice challenged after 12 months compared to 1 month (P~<0.001). Mice immunized i.n. with MHV-JHM generally had no detectable liver virus after challenge with MHV-JHM at 1, 6, or 12 months, except for 1 of 16 mice with low titered virus at the 6 month interval. Mice immunized p.o. with MHV-JHM had no detectable liver virus after challenge 1 month later, but 6 of 16 mice were positive after challenge at 6 months and 3 of 6 mice were positive after challenge at 12 months. Mice (Table 1) . Liver lesions consisted of focal or multifocal areas of hepatocellular necrosis, accompanied by infiltration with a mixture of leukocytes as described I-31. Occasional mice had such lesions in the absence of detectable virus. This may have been due to the nonspecific nature of these lesions, which can occur in low prevalence in aging mice due to noninfectious causes such as ischemia [5] . GALT lesions consisted of acute necrosis of lymphocytes, lymphocytic syncytia and necrosis of dome enterocytes (M cells). Mice immunized i.n. with MHV-JHM had no or few lesions after challenge at 1, 6, or 12 months. Mice immunized p.o. with MHV-JHM had no lesions in liver or GALT after challenge 1 month later, but p.o.-immunized mice had a significantly higher prevalence (P ~< 0.05-0.001) of liver and GALT lesions challenged at 6 and 12 month compared to mice challenged at 1 month.",
            "cite_spans": [
                {
                    "start": 2434,
                    "end": 2437,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 302,
                    "text": "Fig. 1 a, b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 467,
                    "end": 477,
                    "text": "(Fig. 1 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1297,
                    "end": 1307,
                    "text": "(Fig. 1 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2036,
                    "end": 2045,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Serum antibody titers to MHV-JHM indicated that previously immunized mice, regardless of route of immunization, maintained equivalent high levels of antibody at 1, 6, or 12 months ( Table 2 ). Susceptibility to reinfection in p.o.immunized mice was not correlated with reduced antibody titer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Mice that recovered from an i.n. or p.o. immunizing MHV infection resisted i.n. challenge with the same coronavirus strain for up to 12 months, but route of immunization affected the duration and degree of resistance. Immunization by i.n. infection conferred nearly absolute challenge resistance. Immunization by p.o2 infection induced absolute challenge resistance at 1 month, but mice were partially susceptible to reinfection when challenged at 6 or 12 months. Thus, under these circumstance, recovered mice can be actively reinfected with the same MHV strain and potentially serve as a subclinical source of transmission to other mice. On the other hand, previous studies have shown i.n. immunization of mice to one strain of MHV confers i.n. challenge resistance to that homologous MHV strain, but mice are fully susceptible to infection with a different MHV strain [4] . These studies collectively demonstrate that challenge resistance to coronavirus (MHV) is initially strong, but is virus strainspecific and may deteriorate with time.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 874,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It might be presumed that i.n. immunization closely mimics natural infection, since the primary mucosal target for MHV-JHM is nasal mucosa [1, 2, 3] . In fact, p.o. immunization may more closely parallel natural infection. Intranasal inoculation of several MHV strains has been shown to result in infection that extends deeply into the nasal cavity, involving olfactory mucosa and resulting in a high prevalence of brain infection by extension along olfactory nerves [ 1, 2] . In contrast, oral MHV inoculation results in infection of the anterior nasal cavity [2] , probably by reflux up the incisive foramina, which communicate between the oral cavity and anterior nose [7] . Brain infection does not occur following p.o. inoculation of MHV in adult mice. Likewise, brain infection is exceedingly rare among experimental mice exposed to MHV by direct contact with infected mice and among naturally exposed mice [unpublished observation]. It is thus likely that natural exposure to MHV results in infection of the anterior nares, analogous to experimental p.o. inoculation. This was our logic in examining both routes of immunization.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 143,
                    "end": 145,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 146,
                    "end": 148,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[ 1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanisms for the differences between mice immunized i.n. vs. p.o. are unclear. As noted above, i.n. inoculation results in more widespread and deeper infection of the nasal respiratory and olfactory mucosa, as well as a high prevalence of brain infection through olfactory tracts. Thus, mucosal epithelium may receive a higher antigenic stimulus or recovery from brain infection may result in a greater immune response compared to p.o.-immunized mice. Whatever the mechanism, antibody titers to MHV did not differ between p.o.-and i.n.-immunized mice at 1, 6, or 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Olfactory neural pathway in mouse hepatitis virus nasoencephalitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Acta Neuropathol",
            "volume": "76",
            "issn": "",
            "pages": "502--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mouse hepatitis virus nasoencephalopathy is dependent upon virus strain and host genotype",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Arch Virol",
            "volume": "91",
            "issn": "",
            "pages": "247--256",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Response of genetically susceptible and resistant mice to intranasal inoculation with mouse hepatitis virus JHM",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virus Res",
            "volume": "7",
            "issn": "",
            "pages": "225--229",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virus strain specificity of challenge immunity to coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Arch Virol",
            "volume": "104",
            "issn": "",
            "pages": "187--196",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Color atlas of neoplastic and non-neoplastic lesions in aging mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Frith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Shope RE (eds) Fundamental virology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roizman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "513--525",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Anatomy. In: Green EL (ed) Biology of the laboratory mouse",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Hummel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fekete",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "247--307",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An immunofluorescence test for detection of serum antibody to rodent coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lab Anita Sci",
            "volume": "33",
            "issn": "",
            "pages": "157--160",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Two enzyme immunoassays for detection of antibody to rodent coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Winograd",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol Methods",
            "volume": "14",
            "issn": "",
            "pages": "335--343",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The biology and pathogenesis ofcoronaviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "99",
            "issn": "",
            "pages": "165--200",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "..,........ , b. MHV titers in noses (a) and livers (b), 4 days after intranasal MHV-JHM or sham challenge of BALB/cByJ mice immunized 1, 6, or 12 months earlier. Groups include sham immunized/sham challenged (0-0), sham immunized/intranasal MHV-JHM challenged (O-IN), intranasal MHV-JHM immunized/intranasal MHV-JHM challenged (IN-IN), per os MHV-JHM immunized/intranasal MHV-JHM challenged (PO-IN) and per os MHV-JHM immunized/sham challenged (PO-O) mice challenged 12 months after p.o. MHV-JHM immunization had significantly higher liver virus titers (P ~< 0.01) than mice challenged after 1 month. Compared to i.n.-immunized mice, p.o-immunized mice had significantly higher virus titers in liver at 6 and 12 months (P~<0.01). No virus was detected in livers of shamimmunized/sham-challenged or p.o. MHV-JHM-immunized/sham challenged mice at 1, 6, or 12 months. Morphological markers of MHV infection in liver and GALT supported virological data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Prevalence of lesions in liver and gut-associated lymphoid tissue (GALT) 4 days after intranasal (i.n.) MHV-JHM challenge inoculation of mice immunized i.n. inoculation (i.n.) d Mice with lesions/number of mice examined Table 2. Enzyme immunoassay serum antibody titers to MHV-JHM, 4 days after intranasal (i.n.) MHV-JHM challenge inoculation of mice immunized i.n. or per os (p.o.of geometric mean titer (number of sera tested)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grant RR02039 from the Division of Research Resources, National Institutes of Health, Bethesda, Maryland. The assistance of D. S. Beck, D. Winograd, and D. Crowder is gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}