{
    "paper_id": "ec8af8cbd03cfd3d345d295c88d0900af3a6d6fd",
    "metadata": {
        "title": "ANTIVIRAL ACTIVITY OF DRIED EXTRACT OF STEVIA",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "A"
                ],
                "last": "Kedik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "M. V. Lomonosov Moscow State Academy of Fine Chemical Technology",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "I"
                ],
                "last": "Yartsev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "M. V. Lomonosov Moscow State Academy of Fine Chemical Technology",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "E"
                ],
                "last": "Stanishevskaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "M. V. Lomonosov Moscow State Academy of Fine Chemical Technology",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The biological (antiviral) activity of a dried purified extract of Stevia was evaluated in vitro. Tests were performed using Teschen disease virus, infectious rhinotracheitis virus, and human coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Extracts and isolated diterpene glycosides are currently widely used in the food industry as sugar substitutes and sweeteners, because of their unique organoleptic properties, namely their sweetness and the virtual absence of bitterness and adventitious flavors, as well as their extremely low calorific value [1] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the same time, there is great interest in published data on the antiviral and antibacterial activities of Stevia extracts. Thus, in in vitro experiments, Stevia extracts effectively suppressed the activity of human retroviruses (HRV) by blocking the binding of virus with susceptible cells. Another study presented data on the antibacterial activity of aqueous extracts of Stevia in relation to enterohemorrhagic Escherichia coli [2 -5] .",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 439,
                    "text": "[2 -5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The limited amount of information available on this question led us to study the antiviral properties of a dried extract of Stevia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The biological activity of a dried, purified extract of Stevia leaves was assessed using a modified method [6, 7] to test antiviral activity in collaboration with the All-Russian Science Research Institute of Veterinary Virology and Microbiology (VNIIBBiM).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 113,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL SECTION"
        },
        {
            "text": "Tests were performed using the RNA-containing Teschen disease virus (porcine teschovirus) and the DNA-containing infectious rhinotracheitis (IRT) virus (bovine herpesvirus 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUSES"
        },
        {
            "text": "Experiments also used the RNA-containing human coronavirus (human coronavirus (Hco V-229E)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUSES"
        },
        {
            "text": "Studies were performed using a model based on transformed green monkey kidney (Vero) cells. The virustatic and virucidal actions of the dried extract were tested in three repeats on monolayer cultures of Vero cells, which were incubated at 37°C in an atmosphere of 5% CO 2 using 96-well plates (Costar, UK). The antiviral activity of the dried extract from Stevia leaves was assessed using standard methods in terms of the ability of the substance to prevent the cytopathic effect of the virus on cells as compared with controls after 72 h of incubation [8] . Virus titers were measured as lg TCD 50 (50% tissue cytopathic doses) values as described by Reid and Mench [9] .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Controls consisted of cell cultures infected with virus at the experimental dose without addition of test substance (virus controls) and intact cell cultures supplemented with Eagle-M maintenance medium instead of test solution (cell controls).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Virustatic (inhibitory) actions were determined by infecting Vero cell cultures with virus-containing material at a multiplicity of infection of 0.0001 -0.001 TCD 50 /cell. After virus infection, cells were incubated at 37°C for 1 -1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "These studies showed that the dried, purified extract obtained from Stevia leaves at a dose of 2000 mg/ml inhibited the reproduction of Teschen disease virus by 0.5 lg TCD 50 , IRT virus by 0.25 lg TCD 50 , and coronavirus by 0.33 lg TCD 50 (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The dried, purified extract at a dose of 4000 mg/ml inactivated Teschen disease virus by 0.75 lg TCD 50 , IRT virus by 0.5 lg TCD 50 , and coronavirus by 0.66 lg TCD 50 ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The commonly used antiviral agent remantadine is known [10] to have high virustatic action but virtually no virucidal activity, i.e., it does not suppress viruses in the intercellular space or in blood vessels. Unlike remantadine, solutions of the dried, purified Stevia extract had marked virustatic and virucidal properties. Until recently, dried Stevia extracts (steviosides) were regarded mainly as sweeteners. The demonstration of antiviral properties of Stevia extract makes it attractive for further investigation as a potential medicinal agent. ",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Handbook for Experimental (Preclinical) Studies of New Pharmacological Substances",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Methods in Experimental Chemotherapy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Pershin",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "5 h (for virus adsorption), after which cell cultures were supplemented with solutions of the dried, purified Stevia extract at different concentrations in an incubator at 37°C until the clear appearance of the cytopathic effect (CPE) in the virus control. After appearance of the CPE in the virus control, the experimental and control samples were titrated in cell cultures. The virustatic action of the substance was assessed in terms of the difference in virus titers in the experimental and control tests, expressed in lg TCD 50 (tissue cytopathic dose) units. The virucidal (inactivating) activity of solutions of the dried, purified Stevia extract was assessed by mixing doses of 5.0 -5000.0 mg/ml with equal volumes of virus-containing material and incubating at 37°C for 18 -20 h. The maximum tolerable dose was 5000.0 mg/ml. Controls consisted of virus-containing material mixed with Eagle-M maintenance medium instead of test substance solution and intact cell cultures. After contact, mixtures were titrated in parallel with controls. Virucidal activity was determined in terms of the difference in virus titers between the experimental and control tests and was expressed in lg TCD 50 units. Results were assessed after 72 -144 h of incubation at 37°C, after the clear appearance of the CPE in the virus controls.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Virustatic Activity of Dried, Purified Extract of Stevia Leaves",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Virucidal Activity of Dried, Purified Extract of Stevia Leaves",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}