{
    "paper_id": "ec9be6d4b2fbf145968fe61011f2c895346a5266",
    "metadata": {
        "title": "Human body fluid proteome analysis",
        "authors": [
            {
                "first": "Shen",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "A"
                ],
                "last": "Loo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "T"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The focus of this article is to review the recent advances in proteome analysis of human body fluids, including plasma/serum, urine, cerebrospinal fluid, saliva, bronchoalveolar lavage fluid, synovial fluid, nipple aspirate fluid, tear fluid, and amniotic fluid, as well as its applications to human disease biomarker discovery. We aim to summarize the proteomics technologies currently used for global identification and quantification of body fluid proteins, and elaborate the putative biomarkers discovered for a variety of human diseases through human body fluid proteome (HBFP) analysis. Some critical concerns and perspectives in this emerging field are also discussed. With the advances made in proteomics technologies, the impact of HBFP analysis in the search for clinically relevant disease biomarkers would be realized in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Proteomics is widely envisioned as a powerful means for biomedical research. With the significant advances in MS and proteomics technologies [1] [2] [3] , protein biomarker discovery has become one of the central applications of proteomics. One might think tissue biopsy is the ideal specimen for disease biomarker study. However, in terms of disease diagnosis and prognosis, a human body fluid (e.g., blood, urine, or saliva) appears to be more attractive because body fluid testing provides several key advantages including low invasiveness, minimum cost, and easy sample collection and processing [4] . Analysis of human body fluid proteome (HBFP) has become one of the most promising approaches to discovery of biomarkers for human diseases.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HBFP analysis is inherently challenging because body fluids contain a large number of proteins that could be modified in a variety of forms. Due to the complexity of HBFP, a number of variables need to be considered, including sample preparation and handling, protein pre-fractionation, affinity depletion of highly abundant proteins, isolation of subproteomes (e.g., glycoproteome and phosphoproteome), multidimensional chromatographic separation, quantification of proteins, data analysis, database search criteria, etc. Understanding the nature and inherent limitation of these necessary steps will illustrate the best approach and tools for analysis of a specific body fluid proteome and discovery of corresponding disease biomarkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we will review the progress of HBFP analysis and its application to body fluid biomarker discovery for human diseases. Special features, challenges, and perspectives regarding body fluid proteomics will also be discussed. Knowing the current status and critical concerns of HBFP analysis will help advance future investigations in this emerging field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human plasma proteins originate from a variety of tissue and blood cells as a result of secretion or leakage. Numerous biomedical studies have demonstrated that plasma protein levels reflect human physiological or pathological states and can be used for disease diagnosis and prognosis [5, 6] . Sample preparation and handling is critical for plasma/serum proteome analysis. A plasma sample is obtained if the blood is withdrawn in the presence of an anticoagulant (EDTA, sodium citrate, or heparin) and centrifuged to remove blood cells. However, in the absence of an anticoagulant, a serum sample is obtained after the blood clots and cellular elements are centrifuged and removed. Serum protein composition largely differs from that plasma [7] . How to standardize the sample handling and preparation, and whether to use plasma or serum for proteome analysis are the questions that remain to be answered. A second critical issue is the complexity of the proteome. Plasma/serum contains a huge number of proteins differing by the extraordinary dynamic range of at least 9-10 orders of magnitude [8] . Many of these proteins are glycosylated or bound to other carrier proteins. How to globally quantify the proteins in free, bound, or modified forms remains a critical challenge.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 292,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plasma/serum"
        },
        {
            "text": "Little efforts have been invested on standardizing sample preparation and handling procedures in plasma/serum proteome analysis. This is presumably because there are a wide range of preanalytical variables and also too many technology platforms currently used in the plasma/serum proteome analysis. Thus, it is not practical to define a single list of standard sample preparation and handling procedures for all the proteomics platforms [9] . However, in reality, this is extremely important during the biomarker development process, considering that a candidate biomarker needs to be repeatedly validated on large and independent sample cohorts usually in a format of multicenter studies. Several recent studies clearly indicated that sample handling variables such as clotting conditions and time, storage temperature, storage time, storage tube, freeze/thaw cycles, and protease inhibitors have significant effects on the results of plasma/serum proteome analysis. In general, the samples should be aliquoted and stored with minimization of thaw/refreeze cycles, preferably in frozen liquid nitrogen. Protease inhibitors would be desirable but inhibitor cocktails should be used with caution. Peptide inhibitors, e.g., high-concentration aprotinin, may interfere with MS analysis and several small molecule inhibitors such as PMSF and AEBSF form covalent bond with proteins [9] [10] [11] [12] [13] . In the process of whole blood coagulation, the cellular elements, especially platelets, can secrete a variety of components. Therefore, the blood cells should be removed immediately to provide optimal analyte stability. For investigators concerned about platelet contamination, options include filtration of the plasma through a 0.2-μm membrane filter double centrifugation of the specimen, and use of additives that minimize platelet activation, such as a mixture of citrate, theophylline, adenosine, and dipyridamole [12] . Overall, sample collection, preparation, and handling procedures should be consistent across the whole study. It is strongly recommended that one should carefully document the conditions of sample preparation and handling and diligently track all preanalytical variables. Certified reference materials can be developed for sample quality control and quality assurance [9] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1385,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1400,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1922,
                    "end": 1926,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 2297,
                    "end": 2300,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample preparation and handling"
        },
        {
            "text": "The HUPO/Plasma Proteome Project (PPP) Specimens Committee concluded that plasma was preferable to serum, due to less degradation ex vivo [12] [13] [14] . Within four HUPO specimens (EDTA plasma, citrate plasma, heparin plasma, and serum) examined, plateletdepleted or citrate plasma was superior to serum for peptidome analysis. Protease inhibitors, especially aprotinin, were not recommended because it interferes with analysis of peptides [13] . However, there is still controversy on whether serum or plasma should be used because archived specimens are so frequently sera.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample preparation and handling"
        },
        {
            "text": "Plasma/serum proteome analysis has been hampered by the predominance of several highly abundant proteins including albumins, immunoglobulins (Igs), alpha-1-antitrypsin (A1AT), fibrinogen, and haptoglobin (HG) and their isoforms and fragments. Depletion of these highly abundant proteins is often desired prior to proteome analysis. The Cibacron blue dye method is a traditional way to deplete albumin. However, the binding of albumin to Cibacron blue dyes is nonspecific, and the sensitivity and specificity are not as effective as mAb-based immunoaffinity resin or columns [15] [16] [17] [18] . Removal of IgG can be realized with Protein G resins or columns [15] [16] [17] [18] [19] [20] . Comparing to Cibacron blue dye and Protein G methods, immunoaffinity depletion using multiple affinity removal columns (MARC) is more effective because it can simultaneously remove multiple abundant proteins, with minimal carryover, high longevity, and minimal nonspecific binding [16, 17, 21, 22] . Immunodepletion can be effectively realized with IgY antibody microbeads or peptidebased affinity medium [23, 24] . Protein precipitation with TCA/acetone or NaCl/ethanol also appears to be useful for depletion of albumins [25, 26] .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Depletion of highly abundant proteins"
        },
        {
            "text": "There has been concern regarding whether less abundant serum proteins are removed along with albumin, HG, and other commonly depleted proteins. Those immunodepletion methods remove a good portion, but not all of the highly abundant proteins; however, more problematic is that these columns may also remove other proteins (e.g., cytokines) by \"nonspecific\" binding [27, 28] . A possible approach to address this problem is to disrupt the binding of low molecular weight (LMW) proteins to the carrier proteins albumin/IgG. For instance, partly denaturing conditions by adding 5 or 20% ACN may disrupt the binding between LMW and albumin/IgG, resulting in increased number of proteins detected under denaturing conditions when compared to native conditions. The presence of 5% ACN in serum provided better enrichment of LMW proteins compared to 20% ACN condition [26] . In addition, rather than depletion of highly abundant proteins, it would be promising to develop methods such as functionalized nanoparticles [29] to enrich the low abundant proteins/peptides or reduce the protein concentration range [30] .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Depletion of highly abundant proteins"
        },
        {
            "text": "A variety of proteomics platforms have been applied to global identification of plasma/ serum proteins. Table 1 lists some representative proteome analysis of plasma/serum and other body fluids. Interpretation of the listed data should be cautious considering different criteria and algorithms might be used for database searching and assigning protein IDs. A simple shotgun experiment based on 1-D or 2-D LC-MS/MS typically yields a list of a few hundred distinct proteins [31] [32] [33] [34] [35] . Multiplexed proteomics platforms, which often consist of prefractionation, multidimensional separation, and MS/MS techniques, are required in order to achieve a more comprehensive analysis.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Multiplexed proteomics platform for plasma/serum protein identification"
        },
        {
            "text": "Prefractionation of plasma/serum proteins can be realized by using a number of separation techniques, including RP-LC, strong cation exchange (SCX) chromatography, SEC, anionexchange chromatography (AEC), anion displacement liquid chromatofocusing chromatography, SDS-PAGE (slices of gel bands), membrane-based electrophoresis (Gradiflow BF400 fractionation), free flow electrophoresis (FFE), liquid-phase IEF, and PF2D (chromatofocusing/RP-LC) [36] [37] [38] [39] [40] [41] [42] [43] . Multiplexing of these techniques, e.g., combining SEC with AEC or solution IEF with SDS-PAGE, can further enhance the resolving power [37] [38] [39] . In order to conclude which separation technique is more efficient for pre-fractionation of plasma/serum proteins, an HUPO/PPP study was carried out to compare SCX, slicing of SDS-PAGE gel bands, and liquid-phase IEF. Prefractionation based on SCX resulted in the largest number of identified proteins, followed by gel slices and then liquid-phase IEF. An important observation was that each of the methods revealed a set of unique proteins. Therefore, for comprehensive identification of plasma/serum proteins, several different pre-fractionation methods should be used in parallel [44] . Liquidphase IEF (ampholyte-free) appeared to be very effective for prefractionation of peptides. By using liquid IEF prior to LC-MS/MS analysis, 844 unique peptides were identified, corresponding to 437 serum proteins [45] . A total of 1444 proteins were identified when the liquid IEF fractions were further fractionated by SCX and then analyzed by LC-MS/MS [46] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1449,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiplexed proteomics platform for plasma/serum protein identification"
        },
        {
            "text": "The HUPO/PPP project has led a number of studies about standardization of sample preparation and handling, evaluation of proteomics technologies, analysis of sub-proteomes (glycoproteome and peptidome), data analysis algorithms and management [47, 48] , and database development [49, 12] . The proteomics platforms tested included LC-FT-ICR MS [50] , antibody array [51] , [42] , and SELDI-TOF-MS [54] (Table 1 ). An important observation was that different platforms revealed a distinct subset of proteins and were more likely complementary toward identification of serum proteins [52] . A re-evaluation of three published plasma proteomic studies also indicated that there was minimum overlapping of proteins identified from different proteomics platforms. The proteins found through the literature search are strongly biased toward signal sequence-containing extracellular proteins, while the three proteomics methods showed a much higher representation of cellular proteins, including nuclear, cytoplasmic, and kinesin complex proteins [55] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[47,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "48]",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 410,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Multiplexed proteomics platform for plasma/serum protein identification"
        },
        {
            "text": "As a result, the HUPO/PPP pilot phase study yielded 9504 international protein index (IPI) proteins identified with one or more peptides and 3020 proteins identified with two or more peptides [12] . Out of 3020 proteins identified, 345 proteins were found to have cardiovascular-related functions through manual literature searches [56] . Using a rigorous statistical approach for taking into account the length of coding regions in genes, and multiple hypothesis-testing techniques, a reduced set of 889 proteins was reported with a confidence level of at least 95% [57] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[57]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiplexed proteomics platform for plasma/serum protein identification"
        },
        {
            "text": "Plasma/serum peptidome refers to the LMW fraction of plasma/serum proteome after high molecular weight proteins are removed. This LMW fraction is made up of several classes of physiologically important proteins such as cytokines, chemokines, peptide hormones, as well as proteolytic fragments of larger proteins. Peptidomics aims at the analysis of the peptidome and discovery of LMW biomarkers for human diseases [58] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LMW proteome"
        },
        {
            "text": "A suitable specimen and sample handling procedure is crucial for peptidome analysis [11, 13, 59] . Plasma/serum peptidome is often prepared from the whole proteome using physical methods such as centrifugal ultrafiltration, gel chromatography, or precipitation, and during the sample preparation, some artificial occurring processes (e.g., cell lysis, proteolysis) should be minimized. Analysis and profiling of plasma/serum peptidome has been performed with 2-D LC-MS/MS, FT-ICR-MS, MALDI-TOF-MS, SELDI-TOF-MS, or  LC-MS [13, [58] [59] [60] [61] [62] [63] [64] . Magnetic beads/particles are very useful for enrichment of serum peptides and can greatly enhance the reproducibility of MALDI-TOF-MS analysis of the peptides [59, 60] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[59,",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "60]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 521,
                    "text": "2-D LC-MS/MS, FT-ICR-MS, MALDI-TOF-MS, SELDI-TOF-MS, or  LC-MS",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "LMW proteome"
        },
        {
            "text": "Many LMW components in serum/plasma peptidome are bound to carrier proteins. Examination of the LMW species bound to a specific carrier protein may disclose important diagnostic information [65] . For instance, cancer-related protein BRCA2, a 390-kDa lowabundance nuclear protein linked to cancer susceptibility, was represented in sera as a series of specific fragments bound to albumin. This demonstrated that carrier-protein harvesting provides a rich source of candidate peptides and proteins with potential diverse tissue and cellular origins that may reflect important disease-related information [66] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LMW proteome"
        },
        {
            "text": "Many proteins in human plasma are glycosylated and change in the extent of the glycosylation and the carbohydrate structure of proteins have been linked to cancer and other disease states, highlighting the clinical importance of this modification as an indicator of pathological mechanisms. Lectin affinity chromatography (LAC) is often used for enrichment of either glycoproteins or glycopeptides prior to MS analysis [67] [68] [69] [70] . The use of multilectin affinity column maximized the capturing of glycoproteins and therefore yielded a significant list of 150 glycoproteins in serum/plasma. A close correlation in glycoprotein profiles was observed between serum and plasma, except for the absence of fibrinogen found in plasma as a result of the clotting process. The glycoprotein profiles from three ethnic specimens, Caucasian American, Asian American, and African American, were found very similar except a higher angiotensinogen level and a lower histidine-rich glycoprotein level in Caucasian American samples, and a lower vitronectin level in African American blood samples [67] . The use of LAC for isolating both intact glycoproteins and glycopeptides (after proteolytic digestion) can further enhance the identification of glycoproteins. Using these affinity capturing steps and LC-MS/MS, a total of 86 Nglycosylation sites in 77 proteins in human serum were identified [70] . SEC was also found useful for significant enrichment of N-linked glycopeptides relative to nonglycosylated peptides because the N-linked glycans expressed on tryptic glycopeptides contribute substantially to their mass [71] . Recently, a new approach based on hydrazide chemistry for covalent capturing of glycoproteins was reported for broad analysis of human plasma Nglycoproteins [72] [73] [74] . Following the enzymatic digestion of the N-linked glycopeptides with N-glycosidase F, a 2-D LC-MS/MS analysis of the deglycosylated peptides resulted in the identification of a total of 2053 N-glycopeptides, representing 303 nonredundant Nglycoproteins [74] . This glycoprotein pull-down method can be incorporated with stable isotope labeling for quantitative analysis of glycoproteins in serum using MS/MS methods, such as LC-MS/MS or MALDI-TOF/TOF-MS [72, 73] . Serial LAC coupled with stable isotope labeling or global internal standard quantification strategy was reported for comparative analysis of sialylated glycoforms of proteins containing differentially branched complex-type glycans. The relative degree of sialylation among human serum glycoproteins or separated glycosylation sites within the same proteins were characterized and compared [75, 76] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1619,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 1779,
                    "end": 1783,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1784,
                    "end": 1788,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 2049,
                    "end": 2053,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 2250,
                    "end": 2254,
                    "text": "[72,",
                    "ref_id": null
                },
                {
                    "start": 2255,
                    "end": 2258,
                    "text": "73]",
                    "ref_id": null
                },
                {
                    "start": 2650,
                    "end": 2654,
                    "text": "[75,",
                    "ref_id": null
                },
                {
                    "start": 2655,
                    "end": 2658,
                    "text": "76]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Glycoproteins and lipoproteins"
        },
        {
            "text": "Low-density lipoproteins (LDLs) in plasma were isolated by two-step discontinuous density-gradient ultracentrifugation and then identified using 2-DE, MALDI-TOF-MS, and LC-MS/MS. In addition to the dominating apo B-100, LDL was found to contain a number of other apolipoproteins such as apo C-II, apo C-III, apo E, apo A-I, apo A-IV, apo J, and apo M, serum amyloid A-IV (SAA-4), calgranulin A, lysozyme C, and their isoforms [77] . Analysis of the protein composition of LDL may contribute to revealing its role in atherogenesis and the mechanisms that lead to coronary disease in humans. High-density lipoprotein (HDL) is the most abundant lipoprotein particle in the plasma and a negative risk factor of atherosclerosis. Using a similar approach for LDL proteins, HDL was found to contain the following proteins: apo A-I, apo A-II, apo A-IV, apo C-I, apo C-II, apo C-III, apo E, apo M, SAA and SAA-4, A1AT, salivary alpha-amylase, and apo L. Similarly, many of these apoproteins exhibited different isoforms, and multiple glycosylated forms of apo A-I and apo A-II were observed [78] .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Glycoproteins and lipoproteins"
        },
        {
            "text": "Quantitative proteome profiling is a key step to reveal differentially expressed proteins/ peptides associated with disease states. Initially, MALDI-TOF-MS and SELDI-TOF-MS were considered as promising clinical tools because they can provide fast and highthroughout analysis compatible with the clinical setting. However, there have been concerns about the reproducibility and coverage of these techniques. MALDI-MS profiling of serum/ plasma proteins or peptides usually requires SPE pretreatment or pre-enrichment with functionalized beads or particles [59, 60, [79] [80] [81] [82] . Numerous studies have reported the use of SELDI-TOF-MS with different functional ProteinChips for disease detection mainly based on distinct proteomic patterns [83] [84] [85] [86] [87] . Questions have been raised regarding reproducibility, accuracy, mass range, and dynamic range of SELDI-MS, method and multilaboratory studies are being conducted to address these issues [88] .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "[59,",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "60,",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[88]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative analysis and profiling"
        },
        {
            "text": "LC-MS profiling represents one of the label-free methods for relative quantification of proteins [89] [90] [91] [92] [93] [94] [95] . The method requires comparison of identical proteolytic peptides in each of the two experiments to accurately determine relative ratios of the proteins. This relies on the accuracy of mass measurement and chromatographic reproducibility. Although relative quantification monitors changes in protein abundance between two conditions, it does not determine the absolute quantity of these proteins. Therefore, informatics tools are required for alignment of the LC-MS data. A number of factors need to be considered such as denoising, mass and charge state estimation, chromatographic reproducibility, and peptide quantification via integration of extracted ion chromatograms. An open-source software suite, SpecArray, was recently introduced to generate and visualize peptide arrays (signals) from LC-MS datasets, providing a useful software platform for quantitative LC-MS profiling [92] . LC-MS was also tested for absolute quantification of proteins without requiring the use of external reference peptides. A single point calibration was obtained for the mass spectrometer that was applicable to the subsequent absolute quantification of all other proteins within a complex mixture [94] . Multidimensional LC-MS/MS was demonstrated for the identification of 32 proteins significantly increased in concentration following in vivo lipopolysaccharide (LPS) administration, including inflammatory and acute-phase proteins [95] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[95]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative analysis and profiling"
        },
        {
            "text": "CE-ESI-MS is a promising tool for profiling of plasma/serum peptides [96] [97] [98] . The high resolving power of CE allows more than 1000 polypeptides, displayed within 45-60 min in a single analysis run. How to automatically deconvolute and normalize the spectra is important for extracting the quantitative information from the CE-MS spectra. Peptide profiling can be performed using a differential peptide display (DPD) method, which is an offline combination of RP-LC and MALDI-MS [13] . CE-MS and DPD are applicable to clinical peptidome analysis considering both methods are fast and reproducible.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 78,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 83,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative analysis and profiling"
        },
        {
            "text": "DIGE requires only a single gel to reproducibly detect differences between two protein samples. It was realized by tagging the two samples with two different fluorescent dyes, running them on the same 2-D gel, postrun fluorescence imaging of the gel into two images, and superimposing the images [99] . 2-D DIGE was used to resolve approximately 850 protein spots in crude serum, whereas over 1500 protein spots were visualized following removal of six high-abundant proteins [100] . A new method termed as intact-protein analysis system (IPAS), coupled with Cy dye labeling, was reported for quantitative profiling of human plasma proteome. Following immunodepletion, paired plasma samples were labeled with different Cy dyes and subsequently separated in multiple dimensions according to their charge, hydrophobicity, and molecular mass. Differences in the abundance of resolved proteins are determined based on Cy dye ratios. IPAS provides a highly sensitive and quantitative approach for the analysis of serum and plasma proteins [14, 101] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 481,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative analysis and profiling"
        },
        {
            "text": "Quantitative proteomics using stable isotope tagging and automated MS/MS is an emerging technique with potentials for clinical applications. MALDI-TOF/TOF-MS using isotopelabeled reference peptides has proven to be a high-throughput method for serum biomarker screening [102] . By using postdigestion trypsin-catalyzed 16O/18O peptide labeling, 2-D LC-FTICR MS, and the accurate mass and time tag strategy, a total of 429 plasma proteins were quantified following LPS administration, including 25 proteins significantly changed prior to and 9 h after LPS treatment [103] . In a new method termed as in-gel stable-isotope labeling (ISIL), proteins were initially resolved by gel electrophoresis (GE). The gel slices of interest were reacted separately with light versus heavy isotope-labeled reagents, mixed, and then digested with proteases. The resulting peptides were finally analyzed by LC-MS/ MS for protein identification and quantification [104] . An advantage of ISIL is that visualization of gel differences can be used as a first quantification step followed by accurate and sensitive protein level stable-isotope labeling and MS-based relative quantification.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 275,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 570,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 951,
                    "text": "[104]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative analysis and profiling"
        },
        {
            "text": "Immunoassays are very commonly used for validation of proteomic biomarkers. However, development of these assays is hampered by the need to have a specific antibody or antigen to the protein of interest. Furthermore, calibration curves of immunoassays are inherently nonlinear, and the crossvalidation is almost unavoidable. Quantitative MS analysis using multiple reaction monitoring (MRM) has been demonstrated for accurate analysis of a target protein and may serve as a powerful tool for the validation purpose [105] [106] [107] [108] . Although MRM has been demonstrated for quantification of low abundant serum proteins such as prostate antigen (PSA) [106] , there is still concern regarding the sensitivity of this assay compared to existing immunoassays. In order to quantify low abundant proteins in a serum, a method termed as stable isotope standards and capture by anti-peptide antibodies (SISCAPA) has been recently introduced by using antipeptide antibodies immobilized on nanoaffinity columns to enrich specific peptides along with spiked stable-isotope-labeled internal standards. The method appears suitable for quantification of low abundant proteins and should find application in the validation of diagnostic protein panels in large sample sets [107] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 520,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 526,
                    "text": "[106]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 532,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 538,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 662,
                    "text": "[106]",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1270,
                    "text": "[107]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitative analysis and profiling"
        },
        {
            "text": "Protein arrays are solid-phase ligand-binding assay systems using immobilized proteins on surfaces such as glass, cellulose membranes, mass spectrometer plates, microbeads, or micro/nanoparticles. The assays are highly parallel and often miniaturized. The main advantages of protein arrays include high-throughput, exquisite sensitivity, and minute sample required for analysis. However, the expression and purification of capture proteins, especially antibodies, is cumbersome. The design of capture arrays, particularly when screening against complex samples, also needs to take into consideration the problem of crossreactivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "A very common format of protein array is the antibody array, in which antibodies are physically or covalently immobilized on surfaces to detect target molecules in complex samples such as serum. The experimental formats for antibody array can be broadly categorized into two classes: (i) direct labeling experiments and (ii) dual antibody sandwich assays [109, 110] . In the direct labeling method, the covalent labeling of all proteins in a complex mixture provides a means for detecting bound proteins after incubation on an antibody microarray. If proteins are labeled with a tag, such as biotin, the signal from bound proteins can be amplified. A two-color rolling-circle amplification (RCA) method on antibody microarrays has been developed for measuring the relative levels of proteins captured on the arrays from two serum samples, labeled with biotin and digoxigenin, respectively. Two-color RCA can produce fluorescence up to 30-fold higher than directlabeling and indirect-detection methods on antibody microarrays, providing sensitive analysis of low abundant serum proteins [111] . In the sandwich assays such as cytokine and ELISA arrays, proteins captured on an antibody microarray are detected by a cocktail of detection antibodies, each antibody matched to one of the spotted antibodies. These sandwich-based arrays are extremely sensitive for low abundant cytokines or growth factors [112] [113] [114] [115] . The correct use and interpretation of antibody microarray data requires proper normalization of the data. A recent study compared seven different normalization methods for antibody microarray analysis and suggested that normalization with ELISA-determined concentrations of IgM resulted in the most accurate, reproducible, and reliable data [116] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 360,
                    "text": "[109,",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "110]",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1091,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1406,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1412,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1418,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1424,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 1768,
                    "end": 1773,
                    "text": "[116]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "Antibody array for serum profiling has been well demonstrated in human diseases such as cancers. Analysis of serum samples using a microarray containing 184 antibodies indicated that serum von Willebrand factor, IgM, alpha-1-anti-chymotrypsin (A1ACT), villin, and IgG were significantly different between prostate cancer and control subjects [117] . Analysis of sera from pancreatic cancer patients, using two-color RCA on 92-antibody microarrays revealed differential expression of C-reactive protein (CRP), A1AT, SAA, IgA, proteininduced vitamin K antagonist-II (up-regulated), and plasma gelsolin (down-regulated) [118] . Similarly, CRP, SAA, mucin 1, and A1AT were found overexpressed in lung cancer sera using two-color RCA on an 84-antibody array fabricated on NC-coated slides [119] . Serum testing with an array containing 12 mAbs against cancer antigen-125 (CA125), CA15-3, CA19-9, CA242, carcinoembryonic antigen (CEA), alpha-fetoprotein (AFP), PSA, free-PSA, human growth hormone, beta-human chorionic gonadotropin, neuron-specific enolase (NSE), and ferritin, yielded an overall sensitivity of 68.2% for 1147 cancer patients, with high sensitivities for liver, pancreas, and ovarian tumors and low sensitivities for gastrointestinal tumors, and a specificity of 97.1% for 793 healthy individuals tested. Application of this array in physical checkups of 15 867 individuals resulted in 16 cases that were subsequently confirmed as having cancers [120] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 347,
                    "text": "[117]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 622,
                    "text": "[118]",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 789,
                    "text": "[119]",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1462,
                    "text": "[120]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "Autoantigen arrays appear to be very useful for analysis and characterization of serum autoantibodies in autoimmune diseases. Arrays containing the major autoantigens in eight distinct human autoimmune diseases were constructed, providing a powerful tool to study the specificity and pathogenesis of autoantibody responses, and to identify and define relevant autoantigens in autoimmune diseases [121] [122] [123] . A glomerular proteome array of 30 antigens known to be expressed in the glomerular milieu was constructed for studying serum autoantibodies in lupus. Human lupus sera displayed two distinct IgM autoantibody clusters, one reactive to DNA and the other polyreactive. This antigen array is promising for uncovering novel autoantibody disease associations and distinguishing patients at high-risk [124] . Recently, a novel phage protein array using a phage-display library derived from prostate-cancer tissue has been developed for detection of serum autoantibody signatures in prostate cancer. To construct a phage-display library of prostate-cancer peptides, mRNAs were isolated from prostate-cancer tissues of six patients with clinically localized disease. After the insertion of the cDNA fragments into the T7 phage system, peptides that were encoded by the prostate cancer cDNA were expressed and displayed on the surface of the phage fused to the C-terminal of the capsid 10B protein of the phage. This surface complex functioned as a bait to capture autoantibodies in serum. A 22-phage-peptide prediction model yielded 88.2% specificity and 81.6% in discriminating between prostate cancer and the control [125] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 401,
                    "text": "[121]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 407,
                    "text": "[122]",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 413,
                    "text": "[123]",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 814,
                    "text": "[124]",
                    "ref_id": null
                },
                {
                    "start": 1625,
                    "end": 1630,
                    "text": "[125]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "Recombinant/purified allergen microarrays are very promising for profiling disease-eliciting allergens, e.g, quantitative measurement of serum allergen-specific IgE levels in Type I allergy. An allergen microarray containing 94 purified allergen molecules that represent the most common allergen sources was developed for monitoring of allergic patients' IgE reactivity profiles to large numbers of disease-causing allergens using only minute amounts of serum [126] . This microarray test provides equivalent performance to ELISA tests and offers a significant advantage in convenience and cost when compared to traditional allergy test formats [126] [127] [128] [129] [130] [131] [132] . Protein arrays using Hepatitis B or C virus (HBV and HCV) antigens were also described for detection of HBV or HCV antibodies in patients' sera [133, 134] . Such array-based assays offer the opportunity of serodiagnosis of infectious diseases by allowing simultaneous measurements of specific subclasses of antibodies directed against pathogenic antigens.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 465,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 650,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 656,
                    "text": "[127]",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 662,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 668,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 674,
                    "text": "[130]",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 680,
                    "text": "[131]",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 686,
                    "text": "[132]",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 838,
                    "text": "[133,",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "134]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "Other array formats used for serum protein analysis include selfassembled monolayer array, filtration-based array, multiplexed photoaptamer-based arrays, phage-based array, and RP array [135] [136] [137] [138] [139] . The filtration-based protein array can improve the overall reaction kinetic rate by ten-fold and enhance the sensitivity and specificity of the assay. In RP array, serum samples are spotted on a microarray and screened for their content of a specific serum protein in a single experiment using target-recognizing antibodies and fluorescently labeled secondary antibodies [137] . The photoaptamer-based arrays utilize photoaptamers covalently bind to their target analytes before fluorescent signal detection. The arrays can be vigorously washed to remove background proteins, providing superior sensitivity (LOD<10 fM) for low abundant proteins such as interleukin-16, vEGF, and endostatin [138] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 191,
                    "text": "[135]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 197,
                    "text": "[136]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 203,
                    "text": "[137]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 209,
                    "text": "[138]",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 215,
                    "text": "[139]",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 594,
                    "text": "[137]",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 913,
                    "text": "[138]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "A bottleneck in fabricating protein arrays, especially those for global measurements, is the production of the huge diversity of purified proteins, e.g., antibodies. A protein array containing 2413 nonredundant purified human fusion proteins on a polymer surface was developed for profiling the antibody repertoire in serum from autoimmune disease patients [140] . This study points to a new source of producing thousands of purified proteins for protein array fabrication. Peptide microarrays displaying biologically active small peptides in a high-density format provide an attractive technique to probe complex samples such as serum [141] [142] [143] . A technical difficulty in fabrication of peptide arrays is that peptides, usually with small molecular mass, are not easily accessible when adsorbed onto solid supports. Peptides also lack a well-defined 3-D structure, and therefore a correct orientation is essential to promote the interaction between peptides and their targets. Incorporation of elongated spacer molecules or modification of the solid substrate can significantly improve the accessibility of a target molecule [142] . In addition, protein arrays can also be prepared with the cellular proteins expressed in a cell line or the proteins expressed in a cell-free in vitro transcription/translation system [144, 145] .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 362,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 641,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 647,
                    "text": "[142]",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 653,
                    "text": "[143]",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1140,
                    "text": "[142]",
                    "ref_id": null
                },
                {
                    "start": 1327,
                    "end": 1332,
                    "text": "[144,",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "145]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays"
        },
        {
            "text": "One of the major applications of serum proteome analysis is to discover biomarkers for human cancer detection. Although tumor markers are routinely measured in clinical oncology, their value in cancer detection has been controversial, largely because no single tumor marker is sensitive and specific enough to meet stringent diagnostic criteria. One strategy to overcome the shortcomings of single tumor biomarkers is to measure a combination of proteomic bio-markers to enhance the sensitivity and specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Analysis of serum proteomes from a variety of cancer patients has led to the discovery of a number of putative markers (Table 2 ). Future validation of these candidates on large and independent patient cohorts needs to be accomplished using quantitative assays such as ELISA or LC-MRM MS. Most of the studies listed in Table 2 were performed using 2-DE/ MS or SELDI-MS. With the new advances in quantitative proteomics, we may expect more applications of isotope tagging/MS/MS, label-free LC-MS, or CE-MS methods in serum biomarker discovery. In addition, aberrant glycosylation of proteins is known to be closely associated with cancer progression. Considering many clinical bio-markers and therapeutic targets are glycoproteins (e.g., Her2/Neu, CEA, PSA, CA19-9, CA15-3, CA125, etc.), quantitative serum glycoproteome analysis using affinity capturing agents, and isotope labeling could be a promising approach in searching for cancer biomarkers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 319,
                    "end": 326,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Application to human disease detection"
        },
        {
            "text": "Some candidate markers discovered in serum are acute phase proteins and commonly shared among different cancers. These proteins are relatively abundant and also over-expressed in some other human diseases, e.g., autoimmune diseases. This implies that the current serum proteome analysis is far from being comprehensive. With new proteomics technologies to enhance resolving power and unmask low abundant proteins, we may foresee more sensitive and specific serum protein markers for human cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Analysis of blood samples from patients suffering from autoimmune diseases remains a mainstay in the clinic for initial diagnosis, prognostication, and clinical decision-making. Serum proteome analysis has revealed peptides and proteins (e.g, CRP, calgranulin A, B, and C) with diagnostic value for rheumatoid arthritis (RA) and multiple sclerosis [234] [235] [236] [237] . Meanwhile, testing for the presence of serum autoantibodies has proven to be a confirmatory assay for autoimmune diseases [121, [238] [239] [240] [241] [242] . For instance, the serum autoantibodies against alpha-enolase were found in early RA patients, while those against actin, alphaenolase, and ATP synthase were found in celiac disease patients. The serum autoantibody to triosephosphate isomerase (TPI) was predominantly detected in osteoarthritis (OA), compared to RA and systemic lupus erythematosus (SLE).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 353,
                    "text": "[234]",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 359,
                    "text": "[235]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 365,
                    "text": "[236]",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 371,
                    "text": "[237]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 501,
                    "text": "[121,",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 507,
                    "text": "[238]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 513,
                    "text": "[239]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 519,
                    "text": "[240]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 525,
                    "text": "[241]",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 531,
                    "text": "[242]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "The most altered proteins in HBV infected sera were found to be HG beta and alpha-2 chain, apo A-I and A-IV, A1AT, transthyretin (TTR), and DNA topoisomerase II beta. The alteration of these proteins was displayed not only in quantity but also in patterns [243] . SELDI-MS analysis of sera from chronic hepatitis B, liver fibrosis, liver cirrhosis, and nonalcoholic fatty liver disease patients [244] [245] [246] suggested that distinct proteomic patterns were capable of differentiating among different stages of fibrosis and predicting fibrosis and cirrhosis. Deglycosylation of serum proteins may result in a simplification of serum proteome profiles and enhanced resolution for comparative proteome analysis. Serum amyloid P component and ceruloplasmin, apparent only after de-N-glycosylation, were shown to correlate with HBV disease [247] . Golgi Protein 73 (GP73), a glycoprotein, was found elevated and hyperfucosylated in sera of patients with hepatocellular carcinoma, which may assist in the early detection of HBV-induced liver cancer [155] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 261,
                    "text": "[243]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 400,
                    "text": "[244]",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 406,
                    "text": "[245]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 412,
                    "text": "[246]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 844,
                    "text": "[247]",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1052,
                    "text": "[155]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Heart disease is the leading cause of mortality and morbidity in human. Biomarkers are needed for the diagnosis, prognosis, therapeutic monitoring, and risk stratification of acute injury (acute myocardial infarction (AMI)) and chronic heart disease [248] . Serum apo A-I, apo A-II, and their glycosylated products were found differentially expressed between atherosclerosis patients and normal controls by using SELDI-MS [249] . MALDI-MS analysis of peptides from the sera of normal and AMI subjects produced characteristic patterns that could provide an accurate diagnosis of AMI [250] . Serum alpha-B-crystallin and tropomyosin were discovered and validated as valuable biomarkers for cardiac allograft rejection [251] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 255,
                    "text": "[248]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 427,
                    "text": "[249]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 587,
                    "text": "[250]",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 721,
                    "text": "[251]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Diagnosis of stroke mainly relies on neurological assessment of the patient using neuroimaging techniques including computed tomography and/or magnetic resonance imaging scan. An early diagnostic marker of stroke, ideally capable to discriminate ischemic from hemorrhagic stroke would considerably improve patient acute management. Serum heartfatty acid-binding protein was discovered as a valid marker for the early diagnosis of stroke, with considerably better diagnostic value than NSE and S100B [252] . A SELDI-MS analysis with ELISA validation indicated that apo C-I and apo C-III levels in plasma could distinguish between hemorrhagic and ischemic stroke [253] .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 504,
                    "text": "[252]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 666,
                    "text": "[253]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Two adjacent studies indicated that SELDI-MS might be a useful technique for detection of emerging infectious diseases such as Severe Acute Respiratory Syndrome (SARS). In the first study, nine proteins were found significantly increased and three proteins were found significantly decreased in SARS patients, including an 11 695-Da protein further identified as SAA [254] . In the second study, a discriminatory classifier with a panel of four biomarkers was reported to have 97.3% sensitivity and 99.4% specificity for SARS detection. This classifier could also distinguish acute SARS from fever and influenza with 100% specificity [255] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 372,
                    "text": "[254]",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 639,
                    "text": "[255]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "The CNS is shielded from systemic influences by two separate barriers, the blood-brain barrier (BBB) and the blood-to-cerebrospinal barrier (BCB). Failure of either barrier bears profound significance in the etiology and diagnosis of several neurological diseases. Comparative proteome analysis of sera from patients undergoing BBB disruption (BBBD) with pre-BBB opening serum indicated that alpha-2-macroglobulin (A2MG) and TTR were correlated with BBBD and may be a peripheral tracer of BCB [256, 257] . In Alzheimer's disease (AD) patients, serum proteins such as HG, hemoglobin, vitronectin, alpha-1-acid glycoprotein (A1AG), apo B100, fragment of factor H, and histidine-rich glycoprotein were found at altered levels [258] . Aldolase was suggested as a common autoantigen in AD, and might serve as a new target for potential immune modulation [259] . Discriminant pattern analysis of carrier-protein-bound serum peptides using MALDI orthogonal TOF-MS successfully classified AD patient and control subjects with high sensitivity and specificity [260] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 498,
                    "text": "[256,",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "257]",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 728,
                    "text": "[258]",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 854,
                    "text": "[259]",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1056,
                    "text": "[260]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Serum proteins, including HG, hemoglobin, fibrinogen, A2MG, TTR, pro-platelet basic protein, and complement C3, C4, and C1 inhibitors, were found at altered levels in the patients suffering from insulin resistance/type-2 diabetes [258] . The small, dense LDLs of diabetes patients were found enriched in apo C-III and depleted of apo C-I, apo A-I, and apo E compared with matched healthy controls [261] . Serum proteomic pattern analysis could be used for evaluation of periodic hemodialysis treatment [262] and for assessment of the remission from active Wegener's granulomatosis [263] . Based on a 2-DE/Western blotting approach, ~85 immunoreactive protein species were detected with systemic candidiasis patients' serum specimens. Such approach may be useful for diagnosis and clinical followup of the fungal infections [264] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 235,
                    "text": "[258]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 402,
                    "text": "[261]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 507,
                    "text": "[262]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 586,
                    "text": "[263]",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 828,
                    "text": "[264]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Urine with less complexity than serum and relatively high thermodynamic stability is a promising study medium for discovery of novel biomarkers in many human diseases such as bladder cancer and renal diseases. Optimization of sample preparation is a necessary first step for urinary proteome analysis and sample desalting using SPE, precipitation or dialysis is often required [265] [266] [267] [268] [269] . Acetone appears to precipitate more acidic and hydrophilic proteins, whereas ultracentrifugation fractionates more basic, hydrophobic, and membrane proteins [266] . The efficiency for precipitation of urinary proteins varies among different organic solvents. The highest recovery rate for urinary proteins was obtained from 90% ethanol and the lowest one was from 10% acetic acid. The ACN-precipitated urine sample produced the greatest number of spots on a 2-D gel, whereas the acetic-precipitated sample yielded the smallest number of spots [268] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 382,
                    "text": "[265]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 388,
                    "text": "[266]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 394,
                    "text": "[267]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 400,
                    "text": "[268]",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 406,
                    "text": "[269]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 571,
                    "text": "[266]",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 957,
                    "text": "[268]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of urine proteome"
        },
        {
            "text": "A standard shotgun analysis, by using a combination of 1-DE/1-D LC/MS/MS, direct 1-D LC/MS/MS, and 2-D LC/MS/MS, has resulted in the identification of total 226 proteins in the urinary proteome [270] . Similar to serum proteome analysis, prefractionation and immunodepletion help unmask low abundant proteins in urine. A simple prefractionation based on molecular weight cutoff followed by immunodepletion of albumin and IgG has yielded 1400 distinct gel spots and 150 unique proteins identified, including ~50 plasma proteins [271] . Microbeads coated with hexameric peptide ligand libraries can greatly enhance identification of urine proteins by drastically reducing the level of the most abundant species, while strongly concentrating the more dilute and rare ones [272] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 199,
                    "text": "[270]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 532,
                    "text": "[271]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 774,
                    "text": "[272]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of urine proteome"
        },
        {
            "text": "A recent study has revealed that both membrane proteins and cytosolic proteins from renal epithelia are highly enriched in low-density urinary structures identified as exosomes. Exosomes are membrane vesicles that originate as internal vesicles of multivesicular bodies. A nano-LC-MS/MS analysis has been performed to identify 295 proteins in urinary exosomes, including multiple proteins known to be responsible for renal and systemic diseases. Therefore, urinary exosomes may be a rich source for disease biomarker discovery in urine [273, 274] .",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 541,
                    "text": "[273,",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "274]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of urine proteome"
        },
        {
            "text": "Human urine proteome contains a large array of peptides, which can be profiled with CE-MS, LC-MS, or DPD (LC/MALDI-TOF-MS) [275] [276] [277] [278] . SELDI-TOF-MS offers a simple platform for high-throughput urine profiling; however, standardization of analysis conditions is critical, and both extrinsic and intrinsic factors must be taken into account for accurate data interpretation [279] . Biomolecular interaction analysis MS (BIA/MS) is a 2-D chip-based analytical technique based on quantitative measurement of the interactions between surface-immobilized ligands and solute analytes through surface plasmon resonance (SPR) sensing as well as MALDI-TOF-MS analysis of the analytes affinitycaptured on the sensor surface. This technique may be useful in rapid screening of urinary proteins indicated as putative biomarkers for renal dysfunction [280, 281] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 128,
                    "text": "[275]",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 134,
                    "text": "[276]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 140,
                    "text": "[277]",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 146,
                    "text": "[278]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 391,
                    "text": "[279]",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 856,
                    "text": "[280,",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "281]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of urine proteome"
        },
        {
            "text": "Disease diagnostics using urine proteomic biomarkers is attractive because urine testing is simple and noninvasive [282] . Urine proteome analysis toward the discovery of bladder cancer biomarkers has been clearly demonstrated by using 2-DE/MS or SELID-TOF-MS approaches [283] [284] [285] [286] [287] [288] [289] [290] [291] . Some putative markers discovered for bladder cancer included urinary psoriasin, calreticulin (CRT), gamma-synuclein (SNCG), catechol-omethyltransferase (COMT), orosomucoid, zinc-alpha-2-glycoprotein, matrix metalloproteinase-2 (MMP-2), MMP-9, fibronectin, and their fragments [284] [285] [286] [287] [288] . As a combination, CRT, SNCG, and COMT exhibited an overall sensitivity of 76.8% and specificity of 77.4%. A point-of-care proteomic assay was reported for measurement of the nuclear matrix protein NMP22 in urine as, it could enhance detection of malignancy in patients with risk factors or symptoms of bladder cancer. The sensitivity and specificity of the NMP22 assay were determined to be 55.7 and 85.7%, respectively [292, 293] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 120,
                    "text": "[282]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 276,
                    "text": "[283]",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 282,
                    "text": "[284]",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 288,
                    "text": "[285]",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 294,
                    "text": "[286]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 300,
                    "text": "[287]",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 306,
                    "text": "[288]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 312,
                    "text": "[289]",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 318,
                    "text": "[290]",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 324,
                    "text": "[291]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 608,
                    "text": "[284]",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 614,
                    "text": "[285]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 620,
                    "text": "[286]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 626,
                    "text": "[287]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 632,
                    "text": "[288]",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1060,
                    "text": "[292,",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "293]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Urine proteome analysis may potentially unravel markers for other cancers including prostate, renal, lung, and ovarian origins [278, [294] [295] [296] [297] [298] . Urine markers in prostate cancer may overcome the limitations of serum PSA by improving the overall specificity in diagnosis. There is no routinely used circulating marker for renal cancer, which is often detected incidentally, and frequently advanced at the time of presentation with over half of the patients having local or distant tumor spread. SELDI-TOF-MS profiling with neuralnetwork analysis was able to detect the renal cancer with sensitivities and specificities of 81.8-83.3%. However, when the assay was tested on a new independent patient cohort 10 months later, sensitivities and specificities declined remarkably, ranging from 41.0 to 76.6%. Eosinophil-derived neurotoxin (EDN), especially a glycosylated form of EDN, and osteopontin fragments were found elevated in the urine of ovarian cancer patients. A combination of both modified EDN and osteopontin fragments showed a specificity of 93% and sensitivity of 72% for early stage ovarian cancer.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "text": "[278,",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 138,
                    "text": "[294]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 144,
                    "text": "[295]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 150,
                    "text": "[296]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 156,
                    "text": "[297]",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 162,
                    "text": "[298]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "There has been an increasing interest in developing urine biomarkers for detection of renal allograft rejection as an alternative to percutaneous needle biopsy, which is costly and associated with significant patient morbidity and mortality [299] . SELDI-MS profiling indicated that there were predominantly small urine peptides or proteins (2.0-25.7 kDa) that could distinguish between renal transplant patients with no rejection and those with acute rejection [300] [301] [302] [303] [304] . Patients with acute tubulointerstitial rejection also expressed higher levels of cleaved beta-2-microglobulin (B2MG) in urine [305] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 246,
                    "text": "[299]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 467,
                    "text": "[300]",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 473,
                    "text": "[301]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 479,
                    "text": "[302]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 485,
                    "text": "[303]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 491,
                    "text": "[304]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 625,
                    "text": "[305]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Distinct urinary proteomic patterns, as obtained by CE-MS, SELDI-MS, or label-free LC-MS profiling, have been demonstrated for early detection of renal diseases/complications [306] [307] [308] [309] . In a CE-MS study, 16 differentially excreted polypeptides formed a pattern as early indicators of graft-versus-host disease (GVHD), allowing discrimination of GVHD from patients without complications with 82% specificity and 100% sensitivity (crossvalidation) [307] . Similar CE-MS method was also applied to the assessment of renal damage in patients with Type I or II diabetes as well as in patients with IgA nephropathy [310] [311] [312] [313] . In a large-scale proteomic study, both 2-DE/MS and quantitative proteomics (isotope-coded affinity tags (ICAT)/2-D LC-MS/MS) approaches were used to compare the urinary proteomes between patients with Dent's disease and normal subjects. Several vitamin and prosthetic group carrier proteins, apolipoproteins, and complement components were found at higher levels in Dent's urine compared with normal urine, suggesting that such proteins are reabsorbed more efficiently than other classes of proteins. Conversely, proteins of renal origin were found in proportionately higher amounts in normal urine [308] . The urinary proteomic changes associated with interstitial and bacterial cystitis [314] , urolithiasis [315] , and pancreatitis [316] were also investigated. Differential expression of pancreatic secretory trypsin inhibitor and its proteolytic fragment was observed between patients with pancreatitis and normal control subjects, suggesting a possible role of the protein as a cause of hereditary pancreatitis.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 180,
                    "text": "[306]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 186,
                    "text": "[307]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 192,
                    "text": "[308]",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 198,
                    "text": "[309]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 466,
                    "text": "[307]",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 629,
                    "text": "[310]",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 635,
                    "text": "[311]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 641,
                    "text": "[312]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 647,
                    "text": "[313]",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1254,
                    "text": "[308]",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1344,
                    "text": "[314]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1365,
                    "text": "[315]",
                    "ref_id": null
                },
                {
                    "start": 1385,
                    "end": 1390,
                    "text": "[316]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "CSF is secreted from several different CNS structures, and any changes in the protein composition of CSF may be indicative of altered brain protein expression in neurodegenerative or other CNS disorders [317, 318] . Analysis of brain-specific proteins in CSF is complicated by the fact that most of the CSF proteins are derived from the plasma, and highly abundant proteins tend to obscure less abundant proteins. In addition, the total protein concentration in CSF is very low at 0.3-0.7 mg/mL. Depletion of highly abundant proteins and sample pre-enrichment and desalting (e.g., precipitation or ultrafiltration) are often required prior to CSF proteome analysis [319] [320] [321] [322] [323] [324] . Two immunodepletion methods, IgY antibody microbeads and MARC, were recently evaluated. IgY antibody microbeads removed six CSF proteins: HSA, transferrin, IgG, IgA, IgM, and fibrinogen, whereas MARC removed HSA, transferrin, IgG, IgA, A1AT, and HG. 2-DE comparison indicated that MARC removed the major proteins more effectively, and approximately 50% more spots were visualized when compared to the 2-D gel of CSF without protein depletion [325] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 208,
                    "text": "[317,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "318]",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 670,
                    "text": "[319]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 676,
                    "text": "[320]",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 682,
                    "text": "[321]",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 688,
                    "text": "[322]",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 694,
                    "text": "[323]",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 700,
                    "text": "[324]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1150,
                    "text": "[325]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of CSF proteome"
        },
        {
            "text": "Identification of the CSF proteins was performed using 2-DE/MS or gel-free approaches such as CE-FT-ICR MS, LC-FT-ICR MS, and 2-D LC-MS/MS [326] [327] [328] [329] [330] . A total of 249 proteins were identified from the CSFs of ten subjects by using immunodepletion, C18-SPE pretreatment of peptides, and 2-D LC-MS/MS. Of these proteins, 38% were unique to individual subjects, whereas only 6% were common among all ten subjects, suggesting considerable subject-to-subject variability in the CSF proteomes [330] . Quantitative proteomics using ICAT was applied to the comparative analysis of CSF proteins from younger adults with those of older adults. More than 300 CSF proteins were identified, and 30 proteins exhibited >20% change in concentrations between older and younger individuals. These data supplied the necessary information to appropriately interpret protein biomarkers of age-related neurodegenerative diseases [331] . Using ultra-filtration and SPE, LMW CSF fraction (Mw < 5 kDa) was prepared and then analyzed with capillary LC-Quadrupole TOF (QTOF) MS, leading to the identification of 20 peptides derived from 12 proteins [332] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 144,
                    "text": "[326]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 150,
                    "text": "[327]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 156,
                    "text": "[328]",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 162,
                    "text": "[329]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 168,
                    "text": "[330]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 511,
                    "text": "[330]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 931,
                    "text": "[331]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1146,
                    "text": "[332]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of CSF proteome"
        },
        {
            "text": "Characterization of PTMs of CSF proteins contributes to understanding the molecular events that occur in the homeostatic and pathological processes of the CNS. Four CSF proteins, kallikrein-6, complement C4 gamma-chain, gelsolin, and ceruloplasmin, were identified as phosphotyrosyl proteins using a combination of GE, Western blotting, and immunoprecipitation [333] . Following the immunodepletion of most abundant CSF proteins (HSA, transferrin, IgG, IgA, IgM, fibrinogen, A1AT, and HG), 2-DE with specific fluorescent staining was used to map out the phosphoproteins and glycoproteins. Subsequent in-gel digestion and LC-MS/MS analysis resulted in the identification of 10 phosphoproteins and 14 glycoproteins in CSF [325] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 366,
                    "text": "[333]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 725,
                    "text": "[325]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of CSF proteome"
        },
        {
            "text": "Identification of CSF biomarkers for neurological disorders would be of great value to clinicians because of the difficulties in early and differential diagnoses of these diseases in clinical practice [334] . Early diagnosis of degenerative diseases is important in initiating symptomatic treatment, and will be of even greater significance if drugs with a potential to slow down the degenerative process prove to have a clinical effect with the use of specific CSF markers. Discrimination of AD from controls and from other neurological diseases has been improved by simultaneous analysis of beta-amyloid (1-42), total-tau, and phosphorylated tau, where a combination of low levels of CSF-beta-amyloid 1-42 and high levels of CSF-tau and CSF-phospho-tau is associated with an AD diagnosis [335] [336] [337] . This may be further strengthened by the recent discovery of a number of putative CSF markers including apo A1, apo E, apo J, retinol-binding protein (RBP), kininogen, A1AT, cell cycle progression eight protein, alpha-2-HS glycoprotein (A2HSG), alpha-1 beta-glycoprotein, cathepsin B, amyloid precursor, complement proteins, glutathione independent prostaglandin D synthase [338] [339] [340] [341] [342] [343] . Developing these proteins as new biomarkers may lead to the early diagnosis of AD and provide useful information in drug trials. Another observation from these proteomic studies is that when investigating a CSF protein as a possible biomarker, it may be useful to compare individual protein isoform expression levels in addition to the more commonly measured total protein expression level [343] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 206,
                    "text": "[334]",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 795,
                    "text": "[335]",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 801,
                    "text": "[336]",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 807,
                    "text": "[337]",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1188,
                    "text": "[338]",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1194,
                    "text": "[339]",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1200,
                    "text": "[340]",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1206,
                    "text": "[341]",
                    "ref_id": null
                },
                {
                    "start": 1207,
                    "end": 1212,
                    "text": "[342]",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1218,
                    "text": "[343]",
                    "ref_id": null
                },
                {
                    "start": 1611,
                    "end": 1616,
                    "text": "[343]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to neurological disease detection"
        },
        {
            "text": "Frontotemporal dementia (FTD) refers to a group of rare brain disorders that affect the frontal and temporal lobes of the brain, which control speech and personality. A 2-DE/MS study revealed that six CSF proteins, granin-like neuroendocrine precursor, pigmentepithelium-derived factor, RBP, apoE, HG, and albumin, were significantly altered in FTD compared to controls. Several proteins involved in FTD pathology were not influenced in the CSF of AD patients, and vice versa, establishing differences in the pathophysiological mechanisms between FTD and AD. Since FTD is commonly misdiagnosed as AD, these differentially expressed proteins may be used as indicators to distinguish FTD and AD, two of the most common neurodegenerative disorders [344] . MS is an autoimmune inflammatory demyelinating disease of the CNS. Disease mechanisms of MS at the molecular level remain poorly understood and the diagnosis of MS is challenging because of the lack of a specific diagnostic test [345] . CSF proteins, such as cartilage acidic protein, tetranectin, SPARC-like protein, autotaxin t, and a cleavage product of cystatin C, could be potential markers for MS diagnosis because they were predominantly identified in MS patients but not in the patients with non-MS inflammatory CNS disorders [346, 347] .",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 750,
                    "text": "[344]",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 987,
                    "text": "[345]",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1292,
                    "text": "[346,",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "347]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to neurological disease detection"
        },
        {
            "text": "Creutzfeldt-Jakob disease (CJD) is a rare, degenerative, invariably fatal brain disorder belonging to a family of human and animal diseases known as the transmissible spon-giform encephalopathies (TSEs) or prion disease. The diagnosis of CJD is based on clinical and electroencephalographic criteria, and there is no practical and reliable premortem test for CJD and related TSEs. Early studies by immunoassay and 2-DE suggested that the 14-3-3 protein levels in CJD patients' CSF correlated with NSE levels, and therefore might serve as a marker for CJD disease [348, 349] . A follow-up study by 2-DE/Western blotting revealed multiple isoforms of 14-3-3 protein (14-3-3 beta, gamma, epsilon, and eta) were all present in the CSF of patients with CJD, and specific 14-3-3 isoform patterns could be used to differentiate CJD from other neurodegenerative diseases [350] . A panel of seven CSF proteins, including apo E, were found capable of distinguishing ante mortem variant CJD from ante mortem sporadic CJD [351] . The cellular prion protein (PrPc) is a glycosylphosphatidylinositol-anchored glycoprotein, which represents the substrate for the generation of a conformational pathogenic isoform (PrPsc) in prion diseases. Incredible microheterogeneity of PrPc in human CSF (60 2-D Western spots) was observed, presumably resulting from the PrPc glycosylated isoforms as well as N-terminally truncated fragments [352, 353] .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 568,
                    "text": "[348,",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "349]",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 868,
                    "text": "[350]",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1015,
                    "text": "[351]",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1419,
                    "text": "[352,",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "353]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to neurological disease detection"
        },
        {
            "text": "Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disorder characterized by degeneration of motor neurons. Two CSF proteins, TTR and cystatin C, were found downregulated, whereas the carboxy-terminal fragment of neuroendocrine protein 7B2 was found up-regulated in the CSF of ALS patents compared to controls [354] . Two isoforms of A2HSG were expressed at higher levels in patients with low-grade gliomas compared with the control group consisting of patients with mixed neurological diagnoses. In one patient, the level of AHSG was significantly reduced after gross total resection of the tumor [355] . Two tumor-related proteins, N-myc oncoprotein and low-molecular weight caldesmon, were identified in CSF samples of patients with primary brain tumors [356] . The CSFs of patients suffering from HIV, Chronic Fatigue Syndrome (CFS), preeclampsia, and cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy were also investigated [357] [358] [359] [360] . Assessment of CSF fluids from CFS, Persian Gulf War Illness (PGI), and fibromyalgia patients by LC-QTOF-MS suggested that the CSF proteomes and presumably pathological mechanisms might be shared among these disorders although syndrome names and definitions are different.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 323,
                    "text": "[354]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 611,
                    "text": "[355]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 770,
                    "text": "[356]",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 983,
                    "text": "[357]",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 989,
                    "text": "[358]",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 995,
                    "text": "[359]",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1001,
                    "text": "[360]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to neurological disease detection"
        },
        {
            "text": "Human saliva is secreted from multiple salivary glands including parotid, submandibular (SM), sublingual (SL), and other minor glands lying beneath the oral mucosa. Saliva contains a large array of proteins, many of which can be very informative for human disease detection. Our group is one of the three groups recently funded by the National Institute of Dental and Craniofacial Research to conduct human salivary proteome project (www.hspp.u-cla.edu) [361, 362] . It is envisioned that with the catalog of human salivary proteome available, one can begin to examine and compare salivary proteomes of high impact diseases such as cancers, diabetes, and autoimmune diseases.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 459,
                    "text": "[361,",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "362]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of human saliva proteome"
        },
        {
            "text": "Numerous studies have been performed to identify saliva proteins using 2-DE/MS [362] [363] [364] [365] [366] [367] [368] [369] [370] . A significant number of spots on a typical saliva 2-D gel actually correspond to amylases, cystatins, and Igs [369, 370] . Therefore, depletion of amylase and Igs prior to 2-DE analysis should improve mapping and identification of saliva proteins. Compare with 2-DE/MS, shotgun proteome analysis based on advanced MS/MS technologies, such as QTOF, linear IT (LIT), and LIT-Orbitrap, provides significantly enhanced power for identification of saliva proteins [361, 362, [371] [372] [373] [374] . Both FFE and CIEF were successfully coupled with LIT-MS analysis, leading to the identification of 437 and 1381 proteins, respectively, in whole saliva [373, 374] . In addition, a specific subgroup of saliva proteins such as proline-rich proteins (PRPs), histatins, and cystatins, were independently identified and characterized [375] [376] [377] [378] , and relative quantitation of saliva LMW peptides was also demonstrated using isotope tagging for relative and absolute quantitation (iTRAQ) and MALDI-TOF/TOF [379] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 84,
                    "text": "[362]",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 90,
                    "text": "[363]",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 96,
                    "text": "[364]",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 102,
                    "text": "[365]",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "[366]",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 114,
                    "text": "[367]",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 120,
                    "text": "[368]",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 126,
                    "text": "[369]",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 132,
                    "text": "[370]",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 250,
                    "text": "[369,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "370]",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 599,
                    "text": "[361,",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "362,",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 610,
                    "text": "[371]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 616,
                    "text": "[372]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 622,
                    "text": "[373]",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 628,
                    "text": "[374]",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 788,
                    "text": "[373,",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "374]",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 965,
                    "text": "[375]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 971,
                    "text": "[376]",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 977,
                    "text": "[377]",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 983,
                    "text": "[378]",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1149,
                    "text": "[379]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of human saliva proteome"
        },
        {
            "text": "Similar to plasma/serum, many proteins (e.g., mucin MUC5B and MUC7) in human saliva are glycosylated. Lectin-binding assay on PAGE gels appears to be useful for characterization of saliva glycoproteins associated with oral diseases such as Sjogren's syndrome (SS) [380] . GE/MS has been well demonstrated to characterize salivary glycoproteins glycoforms and their glycan structures (e.g., O-glycans released by reductive beta-elimination) [381] [382] [383] . We have recently profiled saliva glycoproteins using a glycoprotein pull-down strategy based on hydrazide chemistry [72] . In total, we have identified 76 distinct glycopeptides representing 46 distinct glycoproteins in human whole saliva [384] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 269,
                    "text": "[380]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 445,
                    "text": "[381]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 451,
                    "text": "[382]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 457,
                    "text": "[383]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 704,
                    "text": "[384]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of human saliva proteome"
        },
        {
            "text": "Saliva is an attractive medium for disease diagnosis because saliva testing has several key advantages including minimum cost, noninvasiveness, and easy sample collection and processing. Saliva proteins may have diagnostic value for human oral and systemic diseases. For instance, the soluble fragments of the c-erbB-2 oncogene and CA 15-3 were found significantly up-regulated in the saliva samples of breast cancer patients than in those of healthy controls and patients with benign tumors [385, 386] . Elevated levels of salivary CEA, defensin-1, TNF-alpha, IL-1, 6 and 8, and CD44 were detected in patients of oral cancer [387] [388] [389] [390] [391] [392] [393] . Most of these studies were based on immunoassays of individual gene products. Proteomic biomarkers, when combined, are expected to enhance the sensitivity and specificity of human cancer detection.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 497,
                    "text": "[385,",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "386]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 631,
                    "text": "[387]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 637,
                    "text": "[388]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 643,
                    "text": "[389]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 649,
                    "text": "[390]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 655,
                    "text": "[391]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 661,
                    "text": "[392]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 667,
                    "text": "[393]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "Salivary protein markers have been well demonstrated for diagnosis of SS, which is an autoimmune disease characterized by xerostomia (dry mouth) and xerophthalmia (dry eyes). Saliva autoantibodies, e.g., anti-Ro/SS-A, anti-La/SS-B, and anti-alpha-fodrin, have been applied to SS detection in clinical setting [394, 395] . Recently, parotid salivary markers were discovered for SS using SELDI-TOF-MS and 2-D-DIGE. Compared to non-SS subjects, parotid B2MG, lactoferrin, IgG kappa light chain, polymeric Ig receptor, lysozyme C, and cystatin C were found significantly increased whereas two proline-rich proteins, amylase, and carbonic anhydrase VI were found significantly decreased in the patient group [396] . These candidates remain to be validated, and ideal salivary markers would be capable of differentiating SS from other autoimmune diseases.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 314,
                    "text": "[394,",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "395]",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 708,
                    "text": "[396]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human disease detection"
        },
        {
            "text": "BALF, obtained during fiber-optic bronchoscopy, is a bio-fluid mirroring the expression of normally secreted pulmonary proteins and the products of activated cells and destructive processes. BALF is presently the most common way of sampling the components of the epithelial lining fluid and the most faithful reflect of the protein composition of the pulmonary airways. The characterization of the proteome within this compartment provides an opportunity to establish temporal and prognostic indicators of airway diseases [397, 398] .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 527,
                    "text": "[397,",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "398]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of BALF proteome"
        },
        {
            "text": "2-DE has been commonly used for BALF proteome analysis, presumably because many BALF proteins are structurally modified and/or truncated due to proteolysis. There have been continuous efforts on the development of reference 2-D maps for human BALF proteins [399] [400] [401] [402] . The current master gel of BALF proteins comprises more than 1200 spots visualized by silver staining [402] . Identification of proteins on 2-D gels was initially performed using immunoblotting, Edman sequencing, or matching to a reference gel [403, 404] , and this was significantly improved through the use of advanced MS identification techniques [405] [406] [407] [408] [409] . A large-scale proteomic analysis by using immunoaffinity depletion, SDS-PAGE fractionation, protein in-gel digestion, and subsequent nano-LC-MS/MS was reported for identification and semiquantitation of more than 1500 distinct proteins in BALF. Around 10% proteins displayed significant upregulation specific to the asthmatic patients after segmental allergen challenge. The differentially expressed proteins represent a wide spectrum of functional classes and the majority of the expression changes are closely associated with many aspects of the pathophysiology of asthma. This large portion of newly identified proteins in BALF has provided new insights for finding novel pathological mediators and biomarkers of asthma [408] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 262,
                    "text": "[399]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 268,
                    "text": "[400]",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 274,
                    "text": "[401]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 280,
                    "text": "[402]",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 389,
                    "text": "[402]",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 531,
                    "text": "[403,",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "404]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 637,
                    "text": "[405]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 643,
                    "text": "[406]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 649,
                    "text": "[407]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 655,
                    "text": "[408]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 661,
                    "text": "[409]",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1392,
                    "text": "[408]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis and characterization of BALF proteome"
        },
        {
            "text": "Analysis of BALF proteome and discovery of disease-associated proteins will contribute both to a better knowledge of the lung structure at the molecular level and to the study of lung disorders at the clinical level. Although BALF proteins reflect great diversity of cellular origins and functions, a comparative analysis of serum and BALF proteomes revealed that some proteins were more abundant in BALF than in plasma, suggesting that they are specifically produced in the airways. These proteins are, therefore, good candidates for becoming lung-specific disease biomarkers [397, 410] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 582,
                    "text": "[397,",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "410]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human diseases detection"
        },
        {
            "text": "A majority of BALF proteomic studies have been dedicated to fibrosing interstitial lung diseases. Patients of sarcoidosis, an inflammatory lung disease, exhibited an altered BALF proteome profile and many proteins at altered levels were identified as nonplasma proteins involved in the inflammatory and oxidant-antioxidant processes [411] . Differential BALF proteomic profiles were observed between patients suffering from sarcoidosis and idiopathic pulmonary fibrosis (IPF), two forms of interstitial lung disease characterized by different pathogenesis and clinical evolution. Sarcoidosis patients exhibited higher amount of plasma proteins, while IPF patients showed significant higher levels of LMW proteins, either involved in inflammatory processes (e.g., calgranulin) or antioxidant response (e.g., antioxidant peroxysomal enzyme and thioredoxin peroxidase) [412, 413] . A comparative analysis of BALFs from patients with sarcoidosis, IPF, and systemic sclerosis revealed that carbonylated proteins were up-regulated in BALFs of all disease patients and a greater number of protein targets of oxidation were present in BALF of IPF patients. This predicts that oxygen-derived free radicals produced by phagocytes may contribute to lung tissue damage occurring during diffuse lung diseases [414] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 338,
                    "text": "[411]",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 871,
                    "text": "[412,",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "413]",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1301,
                    "text": "[414]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human diseases detection"
        },
        {
            "text": "Monitoring the proteolytic changes and structurally modified pattern of BALF proteins in lung diseases may provide further insight of the disease mechanism or diagnostic potential [397, 406, 415, 416] . Most lung disorders are known to be associated to considerable modifications of surfactant composition. Proteolytic derivatives of surfactant protein A (SP-A), an important innate host defense component of the lungs, was found present in BALF of cystic fibrosis (CF) patients but not present in controls [415] . Using a high-resolution FT-ICR MS analysis, surfactant proteins SP-A and SP-D, including structurally modified and truncated forms, were identified in BALF from patients with CF, chronic bronchitis, and pulmonary alveolar proteinosis [406] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "text": "[397,",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "406,",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "415,",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "416]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 512,
                    "text": "[415]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 754,
                    "text": "[406]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human diseases detection"
        },
        {
            "text": "The changes in BALF proteome profile may reflect the associated state of asthma. The altered levels of lipocalin-1, cystatin S, IgBF, and TTR were observed in individuals who suffered from upper airway irritation or asthma [404] . Gel-solin secretion was found increased three-fold in the airway surface liquid of epithelia treated with IL-4, suggesting that gelsolin might improve the fluidity of airway surface liquid in asthma by breaking down filamentous actin that may be released in large amounts by dying cells during inflammation [417, 404] . In addition, a number of 2-DE studies were conducted to monitor the proteomic changes in BALF of patients suffering from lupus erythematosis, Wegener's granulomatosis, lipoid pneumonia, chronic eosinophilic pneumonia, asbestosis, bacterial pneumonia, hypersensitivity pneumonitis, malignancies, immunosuppression, and smoking [399] [400] [401] [402] 407, [418] [419] [420] [421] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 228,
                    "text": "[404]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 543,
                    "text": "[417,",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "404]",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 882,
                    "text": "[399]",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 888,
                    "text": "[400]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 894,
                    "text": "[401]",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 900,
                    "text": "[402]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "407,",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 911,
                    "text": "[418]",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 917,
                    "text": "[419]",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 923,
                    "text": "[420]",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 929,
                    "text": "[421]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application to human diseases detection"
        },
        {
            "text": "SF is a thin, stringy fluid present in the cavities of synovial joints. It can reduce friction between the articular cartilage and other tissues in joints, to lubricate and cushion them during movement. SF may be classified into normal, noninflammatory, inflammatory, septic, and hemorrhagic, with each group associated with certain diagnoses. Regular SF analysis is commonly performed to determine the cause of acute arthritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synovial fluid (SF)"
        },
        {
            "text": "SF contains a large number of proteins originating from synovial tissue, cartilage, and serum. The protein composition in SF may reflect the pathophysiological conditions affecting the synovial tissue and articular cartilage. Therefore, analysis of SF proteome may introduce specific protein markers for early and differential diagnosis of joint diseases such as RA and OA. 2-DE has been commonly used for differential mapping of SF proteomes from patients with different forms of arthritis [422] [423] [424] [425] . Distinct changes in protein patterns were observed between RA and OA patients, and altered levels of acute-phase proteins in SF were observed for the RA patients treated with antibody to CD4 [426] . Unlike other human body fluids, removal of abundant albumin and γ-globulins from SF samples did not significantly improve 2-DE separation of SF proteins [423] . LC-MS screening of peptides in human SF indicated the presence of a peptide AGLPEKY (SAA (98) (99) (100) (101) (102) (103) (104) ) derived from SAA. The peptide and several of its analogs were found capable of binding isolated human CD(4)(+) T-lymphocytes and stimulating them to produce interferon-gamma. Given the high acute-phase serum level of SAA and its massive proteolysis by inflammatory related enzymes, SAA-derived peptides may be involved in host defense mechanisms [427] .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 496,
                    "text": "[422]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 502,
                    "text": "[423]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 508,
                    "text": "[424]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 514,
                    "text": "[425]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 713,
                    "text": "[426]",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 874,
                    "text": "[423]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "(98)",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "(99)",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 981,
                    "text": "(100)",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 987,
                    "text": "(101)",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 993,
                    "text": "(102)",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 999,
                    "text": "(103)",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1005,
                    "text": "(104)",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1359,
                    "text": "[427]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synovial fluid (SF)"
        },
        {
            "text": "An important application of SF proteome analysis is to identify effective markers that can differentiate two joint diseases, RA and OA. Putative SF markers discovered for RA include calgranulin B, calgranulin C, SAA, and myeloid-related protein 8 [428] [429] [430] . To confirm the finding about calgranulin B and to examine its applicability as a diagnostic marker, levels of the calgranulin A/B heterocomplex in plasma and in SF were further validated by immunoassays on patients of RA, OA, and other inflammatory joint diseases. It was found that plasma levels of the calgranulin A/B heterocomplex correlated well with levels in SF, and hence, determination of plasma levels could be used to distinguish RA patients from controls and patients with other inflammatory joint diseases. The plasma level of calgranulin A/B heterocomplex might also be useful for monitoring anti-TNFalpha therapy [429] . SF proteins, trappin-2, and anti-TPI autoantibody could be potential markers for OA diagnosis as they were detected predominantly in the OA patients [431, 432] .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 252,
                    "text": "[428]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 258,
                    "text": "[429]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 264,
                    "text": "[430]",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 899,
                    "text": "[429]",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1056,
                    "text": "[431,",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "432]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synovial fluid (SF)"
        },
        {
            "text": "A two-step proteomic approach was used to identify and validate prognostic biomarkers that can predict whether the RA patients will develop an erosive, disabling disease. In the first step, 2-D LC-MS/MS was used to generate protein profiles of SF from patients with either erosive RA or nonerosive RA. In the second step, the selected candidates were verified using quantitative LC-MRM MS in sera of patients with erosive RA or nonerosive RA and of healthy controls. The 2-D LC-MS/MS profiling yielded a total of 418 distinct proteins, including CRP and six members of the S100 protein family that were elevated in the SF of patients with erosive RA. Quantitative LC-MRM analysis verified that the levels of CRP, calgranulin A, B, and C were significantly elevated in the serum of patients with erosive RA compared to patients with nonerosive RA or healthy individuals [234] .",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 874,
                    "text": "[234]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synovial fluid (SF)"
        },
        {
            "text": "Nipple aspiration is a noninvasive technique for obtaining breast fluids from the duct openings of the nipple for the evaluation of abnormalities associated with breast cancer. NAF contains cells and many proteins (e.g., PSA). Therefore, the fluid can be tested for malignant cells and for diagnostic biomarkers of breast cancer. NAF production can be realized in more than 80% of the women at high-risk for breast cancer. The average total protein concentration in NAF is 71 μg/mL [433] . NAF proteome analysis holds promise as a non-invasive method to identify biomarkers for breast cancer diagnosis and prognosis.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 487,
                    "text": "[433]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nipple aspirate fluid (NAF)"
        },
        {
            "text": "SELDI-TOF-MS has been applied to rapid profiling of NAF samples and searching signature proteins associated with different stages of breast cancer [434] [435] [436] [437] [438] . However, the identity of these proteins is not known. There are concerns about the reproducibility and reliability of peak quantifications using SELDI-MS. Therefore, new algorithms have been introduced to address the quality control, peak detection, or quantification in SELID. It was found that data denoising with the undecimated discrete wavelet transform improved the reproducibility of quantifications and detected more peaks than the method implemented in Ciphergen software [436, 438] . A 2-DE/MALDI-TOF-MS approach was used to characterize NAF proteome and discover potential NSF markers for breast cancer. A total of 41 distinct proteins were identified, including 25 ones known to be secreted [439] . Three proteins, gross cystic disease fluid protein (GCDFP)-15, apo D, and A1AG, were proposed as putative biomarkers and further validation confirmed the significantly altered levels of GCDFP-15 (down-regulated) and A1AG (up-regulated) in breast cancer. Recently, a quantitative proteomic approach, based on ICAT, SDS-PAGE, and LC-MS/MS, was employed to identify differentially expressed proteins in NAF from the tumor-bearing and contralateral disease-free breasts of patients with unilateral early-stage breast cancer. A2HSG was found under-expressed whereas lipophilin B, beta-globin, hemopexin, and vitamin D-binding protein were overexpressed in NAF from tumor-bearing breasts [440] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 152,
                    "text": "[434]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 158,
                    "text": "[435]",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 164,
                    "text": "[436]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 170,
                    "text": "[437]",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 176,
                    "text": "[438]",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 665,
                    "text": "[436,",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "438]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 887,
                    "text": "[439]",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1577,
                    "text": "[440]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nipple aspirate fluid (NAF)"
        },
        {
            "text": "TF analysis is a noninvasive approach in early diagnosis and study of pathogenesis of eyerelated diseases. It may also assist follow-up assessment of therapeutic treatment. For some eye diseases such as dry eye syndrome, the development of new potential treatments is hampered by the fact that there are no objective criteria available to precisely assess the treatment. A standard tear proteomic pattern from healthy individuals may serve as a reference to measure the success of treatment. Tear proteome profiling can also generate useful information for the understanding of the interaction between an eye and its contacting objects, such as a contact lens or a lens implant. This is important for designing improved eye-care devices and maintaining the health of an eye. TF analysis may be challenging because only a small volume of TF (<5 μL) can be collected in a clinical laboratory under normal operational conditions [441] . For some disease patients with minimum tear production, a saline \"flushing\" method can be used for collection of \"eye flush fluid.\" The content of TF can then be concentrated by ultracentrifugation for subsequent proteome analysis [442] .",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 931,
                    "text": "[441]",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1170,
                    "text": "[442]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tear fluid (TF)"
        },
        {
            "text": "The most comprehensive cataloging of TF proteins was realized by using LC-ESI-MS/MS and LC-MALDI-MS/MS [441] . A total of 54 proteins were identified in less than 5 μL of TF, with 44 of them identified by LC-MALDI-MS/MS alone with a consumption of 2 μL TF. A truncated form of TF lacrimal PRP and its C-terminus peptide fragments were also characterized using SEC and MALDI-TOF-MS [443] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 108,
                    "text": "[441]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 386,
                    "text": "[443]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tear fluid (TF)"
        },
        {
            "text": "Two SELDI studies have demonstrated the potential of using tear proteomic pattern for the noninvasive diagnostic detection of eye diseases such as dry eye syndrome and SS [444, 445] . Multimarker models were established for the disease detection with superior specificity and sensitivity. The identification of biomarkers revealed an increase of inflammatory markers in patients with dry eye and a decrease of proteins that may have protective functions. Using 2-DE and LC-QTOF-MS, the differentially expressed proteins in TF samples between chronic blepharitis and control subjects were identified and also validated. Nine proteins, serum albumin, A1AT, lacritin, lysozyme, Ig-kappa chain VIII, pro-lactin inducible protein, cystatin-SA III, pyruvate kinase, and an unnamed protein, were found down-regulated in the blepharitis patients, providing further insights into the pathogenesis of the disease [446] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 176,
                    "text": "[444,",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "445]",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 908,
                    "text": "[446]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tear fluid (TF)"
        },
        {
            "text": "The presence and integrity of AF is fundamental for the normal development of the human fetus during pregnancy. Its production rate changes throughout pregnancy and is mainly related to the functions of the different fetal, placental, and amniotic compartments. Monitoring the proteomic content in AF can be used to evaluate premature rupture of fetal membranes (PROM) and to develop biomarkers for early detection of amniotic infection or inflammation. Analysis and identification of AF proteins have been performed using Off-Gel IEF/LC-MS/MS [447] and LC-FT-ICR-MS [448] . Off-Gel IEF allows fractionation and recovery of proteins without the need of carrier ampholytes or buffers, representing an advantage as compared to classical liquid-IEF fractionation. The coupling of Off-Gel IEF with nano-LC-MS/MS resulted in the identification of a total of 69 proteins in AF.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 549,
                    "text": "[447]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 572,
                    "text": "[448]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Amniotic fluid (AF)"
        },
        {
            "text": "PROM occurs in about 5% of deliveries, with complications such as infection and preterm birth. Early diagnosis is mandatory in order to decrease such complications. To identify potential AF markers (present only in AF but absent in maternal blood) for early detection of PROM, a 2-DE/MS approach was used to compare plasma and AF samples collected from women at terms. Two basement membrane-specific heparan sulfate proteoglycan proteins, perlecan and agrin, were found present in AF while they were absent from plasma samples of pregnant women [449, 450] . Presence of intra-amniotic infection (IAI) is often associated with preterm birth and adverse neonatal sequelae. Early diagnosis of IAI, however, has been hindered by insensitive or non-specific tests. By using SELDI-MS for AF profiling, a few putative markers, including human neutrophil protein (HNP) 1-3, calgranulin A, B, C, and insulin-like growth factor-binding protein 1, were found potentially useful for diagnosis of IAI [451] [452] [453] [454] . MALDI-TOF-MS with functionalized magnetic beads was also reported for proteomic analysis of AF supernatant as a rapid detection of fetal aneuploidies immediately after amniocentesis [455] .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 550,
                    "text": "[449,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "450]",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 993,
                    "text": "[451]",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 999,
                    "text": "[452]",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1005,
                    "text": "[453]",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1011,
                    "text": "[454]",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1201,
                    "text": "[455]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Amniotic fluid (AF)"
        },
        {
            "text": "There are common features shared among different body fluid proteomes. Most of the body fluids contain a large number of proteins within an extremely wide dynamic range in concentration. Therefore, depletion of high-abundance proteins is often desired for these body fluids in order to achieve a comprehensive proteome analysis. Structural modification (e.g., glycosylation or truncation) of proteins is common for all human body fluids. These PTMs may be associated with disease states and therefore need to be characterized and quantified using appropriate proteomics platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of HBFPs"
        },
        {
            "text": "There is a minimum overlapping of proteins identified from different body fluids, suggesting that the proteomic content in each body fluid is distinct. This also implies that the analytical methods need to be optimized for a specific body fluid proteome, and there is no such universal proteomics platform for all the body fluids. The total protein concentration of body fluids varies much from serum as the highest to NAF as the lowest. The most abundant proteins also differ from one fluid to another. In saliva, amylase, PRPs, and Igs should be targeted for immunodepletion, whereas, in serum, albumins, Igs, A1AT, and HG should be depleted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of HBFPs"
        },
        {
            "text": "Human plasma/serum represents the most extensively studied body fluid in HBFP analysis. The insight gained from plasma/serum proteomic studies can help advance the analysis of other fluid proteomes. Compared to blood, other body fluids may express more sensitive and specific markers for certain local diseases. For example, saliva contains many locally produced proteins distinct from serum. These proteins may be better indicators of oral cavity diseases. Many studies also indicate that other body fluids (e.g., saliva, urine, and SF) contain a number of serum proteins, which could be an indication of blood contamination if those serum proteins are highly abundant. Transferrin may serve as a surrogate marker for quantification of blood contamination in these body fluids [456] .",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 783,
                    "text": "[456]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison of HBFPs"
        },
        {
            "text": "HBFP analysis is undoubtedly a long-lasting approach in the search for clinically relevant disease biomarkers. Tremendous efforts have been devoted to large-scale identification and quantification of proteins/peptides in human body fluids, especially in plasma/serum. A variety of technology platforms, including MS, electrophoresis, chromatography, and proteins arrays, have been evaluated for HBFP analysis. Multiplexed proteomics platforms are often required in order to achieve comprehensive analysis and identification of proteins present in a human body fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "In shotgun proteomic studies, database searching may produce a significant number of incorrect peptide assignments. The process of validating peptide assignments often relies on time-consuming manual verification and this is simply not practical for analysis of large LC-MS/MS datasets. Several statistical models, including probability-based ones, have been introduced for automated validation of peptide assignments to MS/MS spectra made by database search tools [457] [458] [459] [460] . The use of probabilities as confidence measures to accompany peptide identifications allows high power to discriminate between correct and incorrect protein identifications and estimate false-positive error rates resulting from data filtering. Therefore, it provides a consistent and objective standard for analyzing and publishing large-scale protein identification datasets [459] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 470,
                    "text": "[457]",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 476,
                    "text": "[458]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 482,
                    "text": "[459]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 488,
                    "text": "[460]",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 872,
                    "text": "[459]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Development of standardized methods for sample collection, preparation, and handling is important for HBFP analysis. This requires the collaborative efforts from the community working on a specific body fluid. Certified reference materials may be developed for sample quality control and quality assurance. Immunoaffinity depletion appears to be an effective means to unmask low abundant proteins in body fluids. However, there has been concern about the use of immunoaffinity depletion because it may remove associated proteins (e.g., cytokines) as well. Whether immunodepletion is appropriate or not can be tested by measuring the changes in levels of a model biomarker protein in disease and normal subjects. A quantitative MS analysis based on MRM can be designed to verify if the biomarker protein shows consistent alterations between disease and normal before and after depletion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Analysis and characterization of a body fluid proteome is a crucial step geared toward the subsequent biomarker discovery process. Knowing the protein concentration, PTM state and dynamic range will illustrate how best to design a quantitative MS approach for proteome profiling. Studying the variables affecting the production of protein content in a body fluid will introduce well-administrated proteomic samples for analysis. It is important to point out that the robustness and the stability of a \"normal\" body fluid proteome are rarely assessed. We do not know if the complex protein patterns are constantly changing as a result of minor physiologic events in the person, or if they are extremely stable even in the face of major biologic events [461] . Therefore, a well-characterized body fluid proteome will likely enhance the disease biomarker discovery process.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 756,
                    "text": "[461]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Although a large number of candidates from body fluids have been found literally for all major human diseases, some of them are common among different types of diseases. Questions were raised regarding sample preparation and handling, reproducibility and accuracy of proteomic technologies, biomarker validation and clinical utility testing, specificity and abundance of biomarker proteins, etc. These factors need to be carefully considered prior to planning for a proteomic biomarker study. In order to develop robust protein markers in body fluids, some general steps and procedures should be followed: (i) analysis and characterization of the body fluid proteome, (ii) differential proteomic profiling, data analysis (normalization and statistical analysis), and prioritization of identified markers, (iii) validation on the new independent sample cohorts, (iv) establishment of prediction models, and (v) clinical utility testing. In these steps, a reasonable sample size (patient group and matched controls) should be warranted and a comprehensive and quantitative profiling of the body fluid is the key. Statistics is indispensable for data analysis and model building. Reliability of the data also highly depends on proper normalization of the data and aggressive validation on large sample cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Technology improvement will have significant impact on the biomarker discovery study using proteomics. Unlike genomic profiling with microarray, current proteome analysis is far from comprehensive as evidenced by that the deepest portion of HBFP has not been probed by MS-based proteomics. Meanwhile, a majority of current proteomic technologies are not as rapid and high-throughput as microarray profiling. In order to meet the requirement for profiling a large number of clinical specimens, it is critical to advance the proteomics technologies toward a significantly higher level of comprehensiveness, throughput, speed, and accuracy. Quantitative proteome profiling is the key to unveil differentially expressed proteins associated with diseases. Isotope tagging/MS/MS and LC-MS in label-free format represent two promising methods for quantitative MS profiling of body fluids. Immunoassays are still extensively used for marker validation following proteomic discovery. However, these assays require a specific antibody or antigen to the protein of interest and therefore are not always available. Quantitative LC-MRM MS using synthetic isotope-labeled peptide as internal standard has been well demonstrated for protein quantification. This method may prove to be a powerful approach for the validation of biomarkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "There has been concern that the putative biomarkers identified by proteomics approaches are not low abundant proteins. However, it is hard to define whether a disease marker should be low or highly abundant. Perhaps, a high priority should be placed on searching for cancer biomarkers with high specificity. The sharing of proteomic biomarkers among multiple types of cancers is not surprising, considering most of the published studies were on late stage cancer and healthy controls. Human cancers of epithelial origin may share similar molecular features at late stages. However, precancers or early-stage cancers are often localized and distinct. Therefore, we may expect more specific cancer bio-markers when the proteomics efforts are shifted to studying precancers or early-stage cancers. The discovered biomarkers will be truly meaningful for early detection of human cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Biomarker discovery study also requires a robust statistical strategy for sample size calculation, data analysis, and prediction model building. Sample size in some published clinical proteomics studies tends to be small, presumably because the proteomics platform used is not capable of handling a large number of samples. However, this does not mean the sample size can be compromised. Determining sample size is an important issue because samples that are too small sized may lead to inaccurate results. In many cases, statistical tools can be used to estimate the minimum sample size needed, based on the random variations of proteins among proteomic samples and desired true-positive rate and falsenegative rate [462] . A major difficulty confronting statistical prediction models building is the nature of multi-factorial etiology and heterogeneous pathogenic pathways in many human diseases such as cancers and systematic diseases. Multimarker prediction models are often built in order to enhance the prediction power [463, 464] .",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 722,
                    "text": "[462]",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1031,
                    "text": "[463,",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "464]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Despite these challenges, body fluid proteomics is still one of the most promising approaches to disease biomarker study. The clinical proteomic community is expected to accept the guidelines and protocols set up by the disease diagnosis (especially cancer diagnosis) community. These guidelines should be used to rationalize and standardize the process of proteomic biomarker development. We are enthusiastic about the new breakthroughs in the near future with the fast development of novel MS and proteomics technologies. The new insight unveiled by HBFP analysis will improve patient care and public health through better assessment of disease susceptibility, prevention of disease, and monitoring of treatment response [465] . ",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 728,
                    "text": "[465]",
                    "ref_id": "BIBREF464"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "alpha-1-antichymotrypsin Table 1 Analysis and identification of proteins in HBFPs using MS-based proteomics Putative biomarkers for human cancers discovered by serum proteome analysis Cancer type Candidate marker Proteomics platform",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "A1ACT"
        }
    ],
    "bib_entries": {
        "BIBREF464": {
            "ref_id": "b464",
            "title": "National Heart, Lung, And Blood Institute Clinical Proteomics Working Group",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Granger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Eyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mockrin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Circulation",
            "volume": "109",
            "issn": "",
            "pages": "1697--1703",
            "other_ids": {}
        },
        "BIBREF465": {
            "ref_id": "b465",
            "title": "Plasma/serum Solution IEF-1DE/nano-LC-MS/MS 575 (plasma) 2890 (serum)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF466": {
            "ref_id": "b466",
            "title": "Serum Chromatofocusing-RPLC (PF2D)/LC-MS/MS 150 (excluding Igs and albumin",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF467": {
            "ref_id": "b467",
            "title": "Serum Solution IEF fractionation of peptides/LC-MS/MS 437",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF468": {
            "ref_id": "b468",
            "title": "Serum Solution IEF-SCX fractionation of peptides with LC-MS/MS 1444",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF469": {
            "ref_id": "b469",
            "title": "Serum Accurate mass and time tag strategy/LC-FT-ICR MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "722",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF470": {
            "ref_id": "b470",
            "title": "Serum 2-D LC fractionation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF471": {
            "ref_id": "b471",
            "title": "Serum Offline SCX-RPLC-micro",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF473": {
            "ref_id": "b473",
            "title": "Plasma Accurate mass and time tag strategy/2-D LC-FT-ICR MS 429",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF474": {
            "ref_id": "b474",
            "title": "Serum/plasma LAC/LC-MS/MS 150 (glycoproteins)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF475": {
            "ref_id": "b475",
            "title": "Plasma Hydrazide chemistry/off-line SCX-RPLC-MS/MS 303 (glycoproteins)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF476": {
            "ref_id": "b476",
            "title": "Urine Solid-phase library beads/LC-FT-ICR MS 383",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF478": {
            "ref_id": "b478",
            "title": "CSF (pooled) SPE/2-DLC-MS/MS 249",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF479": {
            "ref_id": "b479",
            "title": "Saliva Ultrafiltration/LC-QTOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF480": {
            "ref_id": "b480",
            "title": "Saliva 2-DLC-MS/MS 102",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF483": {
            "ref_id": "b483",
            "title": "BALF (pooled, control, and asthmatic subjects)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF485": {
            "ref_id": "b485",
            "title": "SF (pooled, RA subjects) 2-DLC-MS/MS 418",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF487": {
            "ref_id": "b487",
            "title": "Reference Lung Protein gene product 9.5 (tumor antigen) 2-DE/MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF489": {
            "ref_id": "b489",
            "title": "Ig lambda chain, TTR, HG-alpha 2, two isoforms of serum amyloid protein, apolipoprotein A-I fragment 2",
            "authors": [
                {
                    "first": "-De/Maldi-Tof-Ms",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF491": {
            "ref_id": "b491",
            "title": "Phosphoglycerate kinase 1 (prediction outcome) 2-DE/MS, ELISA, expression microarray, tissue microarray",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF493": {
            "ref_id": "b493",
            "title": "Autoantibodies against annexins I and II, IL6 2-DE/Western blotting",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF494": {
            "ref_id": "b494",
            "title": "A2HSG apolipoprotein A-IV, carboxy terminal fragment of albumin (down-regulated); leucine-rich alpha-2-glycoprotein, A1AT, A2MG, HG Hp2, HG precursor, serum paraoxonase, complement C3 and complement C4A (up-regulated)",
            "authors": [],
            "year": null,
            "venue": "Liver Pro-Apolipoprotein",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF496": {
            "ref_id": "b496",
            "title": "Fc-Fibrinogen gamma chain precursor (P)4, Fc-Complement factor B, Fc-IgG, Fc-IgA",
            "authors": [
                {
                    "first": "-De/Lc-Ms/",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                },
                {
                    "first": "Immunoblotting",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "cancer) Fc-Hemopexin, Fc-GP73d, Fc-HBsAge, Fc-AFP, Fc-A1AG, Fc-A1ACT, Fc-A1AT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF497": {
            "ref_id": "b497",
            "title": "Carboxy terminal fragment of complement C3, apolipoprotein A1 isoform 2-DE/MALDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF498": {
            "ref_id": "b498",
            "title": "C-terminal part of the V10 fragment of vitronectin",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF501": {
            "ref_id": "b501",
            "title": "sigma (down-regulated) 2-DE/MALDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "14--17",
            "other_ids": {}
        },
        "BIBREF503": {
            "ref_id": "b503",
            "title": "9 kDa, complement component C3a, C-terminaltruncated form of C3a SELDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF505": {
            "ref_id": "b505",
            "title": "A1AT (down-regulated)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF508": {
            "ref_id": "b508",
            "title": "Cancer-associated glycoform of HG SDS-PAGE/blotting with biotinylated galectin-3",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF509": {
            "ref_id": "b509",
            "title": "Prostate Precursor forms of free PSA Immunosorption",
            "authors": [
                {
                    "first": "Esi-Qtof-Ms",
                    "middle": [],
                    "last": "Maldi-Tof-Ms",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF510": {
            "ref_id": "b510",
            "title": "ProteinChip with immobilized anti-PSMA antibody",
            "authors": [
                {
                    "first": "Seldi-Tof-Ms",
                    "middle": [],
                    "last": "Prostate-Specific Membrane Antigen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF513": {
            "ref_id": "b513",
            "title": "16 087, 25 167, and 4283 (m/z) SELDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF514": {
            "ref_id": "b514",
            "title": "Serum von Willebrand factor, IgM, A1ACT, villin and IgG Antibody array",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF515": {
            "ref_id": "b515",
            "title": "Autoantibodies signatures against 22 phage peptides Phage protein array",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF518": {
            "ref_id": "b518",
            "title": "kDa (up-regulated)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF520": {
            "ref_id": "b520",
            "title": "low-molecular-weight free PSA elements 2-DE",
            "authors": [
                {
                    "first": "Psa",
                    "middle": [],
                    "last": "Free",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF524": {
            "ref_id": "b524",
            "title": "23.0, 30.1, and 53.5 kDa (up-regulated), 12.9 kDa (down-regulated)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF528": {
            "ref_id": "b528",
            "title": "SAA1 and its N-terminal arginine-truncated form 2-DE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF530": {
            "ref_id": "b530",
            "title": "Intact and cleaved human Kallikrein11 Immunoaffinity chromatography, RP-LC, N-terminal sequencing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF531": {
            "ref_id": "b531",
            "title": "Apolipoprotein A1, a truncated form of TTR (down-regulated), a cleavage fragment of inter-alpha-trypsin inhibitor heavy chain H4 (up-regulated)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF533": {
            "ref_id": "b533",
            "title": "Leukemia Rho-GDI2 autoantibodies 2-DE/MALDI-TOF-MS/Western blotting/Immunoprecipitation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF536": {
            "ref_id": "b536",
            "title": "Ig heavychain variant, proteosome 26S ATPase subunit 1, and HG-1 (upregulated)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF540": {
            "ref_id": "b540",
            "title": "DJ-1 oncoprotein 2-DE/MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF543": {
            "ref_id": "b543",
            "title": "Metallopanstimulin Immunoprecipitation, Western blotting",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF544": {
            "ref_id": "b544",
            "title": "SAA, amyloid related serum protein",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF546": {
            "ref_id": "b546",
            "title": "protein-induced vitamin K antagonist-II (up-regulated)",
            "authors": [
                {
                    "first": "Crp",
                    "middle": [],
                    "last": "Pancreatic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "A1at",
                    "suffix": ""
                },
                {
                    "first": "Iga",
                    "middle": [],
                    "last": "Saa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF547": {
            "ref_id": "b547",
            "title": "Antibody array",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF551": {
            "ref_id": "b551",
            "title": "Hepatocarcinoma-intestine-pancreas/pancreatitis-associated-protein I SELDI",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF552": {
            "ref_id": "b552",
            "title": "Brain Pattern based on 274 peptides MALDI-TOF-MS, magnetic particle-based format",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF554": {
            "ref_id": "b554",
            "title": "Gastric 3946, 3503, and 15 958 Da SELDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF556": {
            "ref_id": "b556",
            "title": "Cathepsin B (up-regulated)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF560": {
            "ref_id": "b560",
            "title": "Serum amyloid alpha, and its des-Arginine and des-Arginine/des-Serine variants at the N-terminus SELDI",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF561": {
            "ref_id": "b561",
            "title": "up-regulated) (after four doses of IL-2) SELDI immunoaffinity capture",
            "authors": [
                {
                    "first": "Crp",
                    "middle": [],
                    "last": "Saa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF562": {
            "ref_id": "b562",
            "title": "4151 and 8968 (m/z) SELDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF563": {
            "ref_id": "b563",
            "title": "Multiple variants of serum amyloid alpha SELDI-TOF-MS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF564": {
            "ref_id": "b564",
            "title": "Testicle Germ cell specific isoenzyme of alkaline phosphatase (GCAP) 2-DE, ion-exchange chromatography",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "solution IEF/1-DE/RP-LC-MS/MS [38], 2-DE/MALDI-TOF-MS/ MS, 2-D LC/RP-LC/micro-ESI-MS/MS, 2-D LC (SCX-RP-LC)/micro-ESI-MS/MS, 2-D LC (SCX-RP-LC)/nano-ESI-MS/MS [52], 1-DE/2-D LC/ESI-MS/MS [53], FFE/1-DE/2-Dnano-LC-MS/MS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "This work was supported by UCLA Dental School faculty seed grant (S. Hu), U01-DE016275 (D. Wong and J. Loo), RO1-DE15970 (D. Wong), and RO1-DE17593 (D. Wong).",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "TF LC-ESI-MS/MS and LC-MALDI-MS/MS 44 [441] AF IEF Off-GE/LC-MS/MS 69 [451] Note: Interpretation of the listed data should be cautious considering different criteria and algorithms might be used for database searching and assigning positive protein IDs.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 43,
                    "text": "[441]",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 75,
                    "text": "[451]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample Proteomics platform Proteins IDs Reference"
        }
    ]
}