{
    "paper_id": "ecd13e06e6559de9042114c69928bba6f3a34b09",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To control the transmission of coronavirus disease 2019 (COVID-19), the Chinese Government has implemented strict domestic quarantine policies. As of March 24, 2020, more than 80 000 individuals with COVID-19, and 690 000 individuals who have come into close contact with individuals with COVID-19 have been registered and quarantined, including a large number of children. 1 This quick action has effectively slowed the spread of new cases of infection on both the Chinese mainland and the rest of the world. However, researchers have realised that such measures might have adverse psychological effects on children who are quarantined. For children who are quarantined at home with their parents or relatives, the stress caused by such a sharp change in their environment might be eased to some degree. 2 However, children who are separated from their caregivers require special attention, including children infected with or suspected of being infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), who are quarantined in local hospitals or collective medical observation centres; and children whose caregivers are infected with SARS-CoV-2 or who have died from the disease and are thus under the care of social charity groups. These children might be more susceptible to mental health problems because of their higher risk of infection, and the grief and fear caused by parental loss or separation.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "text": "1",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 805,
                    "end": 806,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Companionship is essential for children's normal psychological development and wellbeing. 3 Separation from caregivers pushes children into a state of crisis and might increase the risk of psychiatric disorders. 4 Sprang and colleagues 5 reported that children who were isolated or quarantined during pandemic diseases were more likely to develop acute stress disorder, adjustment disorder, and grief. 30% of the children who were isolated or quarantined met the clinical criteria for post-traumatic stress disorder. 5 Furthermore, separation from parents or parental loss during childhood also has long-term adverse effects on mental health, including a higher risk of developing mood disorders and psychosis, and death by suicide in adulthood. 6, 7 The age of the initial separation is known to be relevant to psychological development. The parent-child separation initiated in the first few years after birth might disrupt the ongoing attachment processes, which might be associated with poorer mental health outcomes. 8 The Chinese Government has implemented a series of strategies to prevent the potential mental health problems that might arise among children who are quarantined during the COVID-19 pandemic. For example, in many Chinese tier 1 cities -typically the largest and wealthiest-like Shanghai, Guangzhou, and Hangzhou, nurses are guaranteed to be available 24 h per day in the children's isolation ward. Nutritionists are invited to give professional guidance for children's diets according to their medical conditions and normal developmental requirements. To reduce fear and other psychological discomfort, children who are quarantined can communicate with their parents via mobile devices at any time. Many citizens from the local community or district volunteers act as temporary mothers to care for recovered children after their discharge, when their caregivers are not available because of infection, quarantine, or death. In response to the notice on improving rescue and protection for children without effective guardianship issued by the Ministry of Civil Affairs, many cities like Zhengzhou opened free psychological counselling hotlines, which were available 24 h per day. 9 Most recently, the National Health Commission of China issued guidelines and listed specific intervention strategies for children who are quarantined in collective medical observation centres. For example, these measures seek to increase children's communication time with their parents; increase children's access to disease information via comic books and videos; guide children to establish a regular activity schedule; provide night lights and small gifts; and provide timely referrals to psychiatrists when children feel mental discomfort, such as worry, anxiety, difficulty sleeping, and loss of appetite. 10 Although great efforts have been made across China, the emerging psychological interventions are unlikely to be provided nationwide because most local support for unaccompanied children focuses only on meeting children's basic daily needs. We propose that paediatric health-care workers should receive",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "text": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 212,
                    "end": 213,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 517,
                    "end": 518,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 749,
                    "end": 750,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1022,
                    "end": 1023,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2204,
                    "end": 2205,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2818,
                    "end": 2820,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "estherpoon/iStock formal training to facilitate the early identification of children's mental health problems by learning to discern children's normal and abnormal behaviours, recognise red flags indicating further intervention or referral are needed, and standardise the use of rapid screening tools for mental health. Furthermore, mental health professionals should establish evidence-based guidelines and easy operational strategies to cope with COVID-19 pandemic-related mental health problems in children. We also believe that children's access to mental health services can be improved through collaborative networks that are established nationwide and consist of psychiatrists, psychotherapists, researchers, and community volunteers. Additionally, the post-pandemic surveillance of mental disorders among these children should be considered. Since the global transmission of COVID-19 began, the total number of cases in countries other than China have already exceeded that in China. Following WHO's recommendation, an increasing number of countries have learned from China's experience with regard to quarantine policies. We suggest that the specific response to the mental distress of children who are quarantined should also be considered when designing psychological intervention strategies in response to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health considerations for children quarantined because of COVID-19"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health considerations for children quarantined because of COVID-19"
        },
        {
            "text": "Jia Jia Liu, Yanping Bao, Xiaolin Huang, Jie Shi, *Lin Lu linlu@bjmu.edu.cn",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health considerations for children quarantined because of COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "and National Institute on Drug Dependence (JJL, YB, and JS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Update on the epidemic situation of the new coronavirus pneumonia as of 24:00 on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mitigate the effects of home confinement on children during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The importance of caregiver-child interactions for the survival and healthy development of young children: a review. Geneva: World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence of psychiatric disorders among accompanied and unaccompanied asylumseeking children in Denmark: a nation-wide register-based cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Norredam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nellums",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Child Adoles Psy",
            "volume": "27",
            "issn": "",
            "pages": "439--485",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Posttraumatic stress disorder in parents and youth after health-related disasters",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sprang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Med Public",
            "volume": "7",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long term mental health outcomes of Finnish children evacuated to Swedish families during the second world war and their non-evacuated siblings: cohort study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Santavirta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Santavirta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Betancourt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe bereavement stress during the prenatal and childhood periods and risk of psychosis in later life: population based cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Heuvelman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Future directions in the study and treatment of parentchild separation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Child Adolesc Psychol",
            "volume": "48",
            "issn": "",
            "pages": "166--78",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ministry of Civil Affairs of the People's Republic of China. Notice on improving rescue and protection for children lacking effective guardianship",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "National Health Commission of the People's Republic of China. Notice on strengthening psychological assistance and social work services in response to the new crown pneumonia epidemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}