{
    "paper_id": "ed1da74dd5f8284e4aa8ee02a548128dcb53ed2b",
    "metadata": {
        "title": "Journal Pre-proof Ark of Life and Hope：Role of Cabin Hospital in Facing COVID-19 Ark of Life and Hope： ： ： ：Role of Cabin Hospital in Facing COVID-19",
        "authors": [
            {
                "first": "Lei",
                "middle": [],
                "last": "Shu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {
                        "postCode": "211166",
                        "settlement": "Nanjing",
                        "region": "Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ningfei",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Nanjing Medical University",
                    "location": {
                        "postCode": "210029",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaolin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {
                        "postCode": "211166",
                        "settlement": "Nanjing",
                        "region": "Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ganzhu",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing Medical University",
                    "location": {
                        "postCode": "211166",
                        "settlement": "Nanjing",
                        "region": "Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, a series of cases of pneumonia broke out in Wuhan, Hubei province of China [1] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subsequently these were identified as a type of beta coronavirus [2] . Over the next weeks, COVID-19 confirmed cases increased rapidly and COVID-19 was classified as a Class B infectious disease according to the Law of the People's Republic of China on the prevention and control of infectious diseases and managed as Class A infectious disease [3] . On March 11, WHO characterized COVID-19 as a pandemic [4] , indicating that a great threat to global health has been posed.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to solve the problem of difficulties with hospitalization of patients, the Chinese government decided to transform public places into Cabin hospitals for the treatment of patients with mild and moderate COVID-19. Over one month, a total of 14 Cabin hospitals were opened in Wuhan, and more than 12,000 patients confirmed with COVID-19 were treated, most of whom were cured and discharged and only a few patients were transferred to designated hospitals for further treatment due to exacerbations. The Cabin hospitals played a crucial role in the prevention and treatment of COVID-19 patients, and quickly solved the problem of insufficient beds in a short period of time, which greatly accelerated the admission of patient, reducing the conversion rate from mild and moderate cases of COVID-19 to severe and critical cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As clinicians working on the front line of a Cabin hospital, we wish to share our experience of Cabin in the hope that this may play a role in containing the global outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sufficient space is required, such as may be found in stadiums, exhibition halls, squares, and other open spaces. The hospital should be divided into different parts, including \"three areas\" (polluted area, semi-polluted area, clean area) and \"two channels\" (polluted channel and clean channel). The contaminated area should include areas where infected patients are treated, such as wards, treatment rooms, dirty rooms, places of activity, and patient admission and discharge rooms. The clean area should include dressing room, catering room, duty room and warehouse. Semi-contaminated area refers to the area between the clean area and the contaminated area, which includes medical staff's offices, nurse stations, medical equipment and other processing rooms. Each area should be clearly marked or isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The spaces should be able to be modified quickly and conveniently. As a temporary isolation and treatment place for infectious diseases, each should contain fully functional requirements, including emergency department, examination room, sterilization room, pharmacy, CT examination room, ward treatment room, logistics support room, etc. Basic equipment for treatment and observation are essential, such as ECG monitoring equipment, pulse oximeter and oxygen inhalation device, intubation and defibrillator, etc. In order to facilitate communication between patients and the outside world and relieve their psychological pressures, network and software equipment is also required. According to our successful experiences, a relatively suitable Cabin hospital should have about 1,000 beds, the average area of each bed about 2*2 square meters, equipped with hand sanitizer at the end of each bed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ratio of doctors and nurses could be approximately 1:3，and psychotherapists must be available to relieve psychological stresses. At the same time, some equipment management and logistics support staff are needed. The average hospital stay was 10 to 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the ark of life and hope, the Cabin hospital is worthy for promotion in other countries and regions in the world where the COVID-19 disease pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. LANCET",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Taking the right measures to control COVID-19. LANCET INFECT DIS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Torok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO. WHO characterizes COVID-19 as a pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Province(BE2020616)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This work was supported by grant from Key Research and Development Project of Jiangsu"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}