{
    "paper_id": "ed3104cc4a425f7fa79cdf959965566dc1d56dae",
    "metadata": {
        "title": "Characterization of haemagglutinin-esterase protein (HE) of murine corona virus DVIM by monoclonal antibodies",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Kasai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hirosaki University",
                    "location": {
                        "settlement": "Hirosaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Morita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hirosaki University",
                    "location": {
                        "settlement": "Hirosaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Hatakeyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hirosaki University",
                    "location": {
                        "settlement": "Hirosaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Sugiyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hirosaki University",
                    "location": {
                        "settlement": "Hirosaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We analyzed the characteristics of seven monoclonal antibodies (mAbs) raised against purified HE (hemagglutinin-esterase) glycoprotein of the murine coronavirus DVIM (diarrhea virus of infant mice). Immunocrossreaction of these mAbs with JHM and/or MHV-S suggest that antigenic epitopes of HE of DVIM are similar to those of JHM and/or MHV-S. Four mAbs (1b4, 3a28, 4c19, 10b7), designated as group A mAbs, strongly inhibited both HA and AE activities. On the other hand, three mAbs (5a3, 6a6, 13a4), referred to as group B, had a comparatively weak HA inhibition activity. These results indicate that the antigenic epitopes of this glycoprotein can be classified into at least two groups and that the functional sites of HA and AE activities are similar but not identical. Neutralizing activity was shown in group A mAbs exclusively, suggesting that the ratio of HA and/or AE activities may play important roles in the cell fusion activity of DVIM-infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are enveloped viruses containing a single-stranded RNA genome of positive polarity [3] [4] [5] . Murine coronavirus MHV-DVIM is an enteropathogenic coronavirus causing severe diarrhea in newborn mice [6] [7] [8] . As described in a previous report [8] , by treatment of DVIM with the non-ionic detergent NP-40 we isolated the HE protein, which carries the functional sites for both acetylesterase (AE) and the haemagglutination (HA) activities. The contribution of these activities to infection by MHV-DVIM is not yet known, nor is their relation to the antigenic epitopes. To know the antigenic properties of HE, several monoclonal antibodies (mAbs) raised against the purified protein were established and used to characterize the HE protein. In the present report, we provide evidence that the functional sites for AE and HA activities have separate locations on the HE protein. Furthermore, mAbs that inhibit AE activity also suppress the ability of DVIM to cause cell fusion from within.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Murine coronavirus MHV-DVIM was grown in DBT cells using Eagle's MEM supplemented with 7% newborn calf serum (GIBCO) and 3% tryptose phosphate broth (DIFCO). The virus was purified as described previously [6, 7] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Virus and cells"
        },
        {
            "text": "The AE activity was determined according to the methods described by Vlasak et al. [9, 10] . Purified virions dissolved in 50 l of PBS (l g/l) were reacted with 50 l of mAbs (0.15 g/l) (dilution rate 10 −1 to 10 −3 ) for 1 h at room temperature. After addition of 50 l of esterase substrate (l mM p-nitrophenilacetate: dissolved in 1% acetonitril), the solution was incubated for 10 min at 37 • C, and hydrolysis of the substrate was monitored at OD 400nm with a spectrophotometer (HITACHI 150-20). The inhibitory effect was expressed as the percentage against a blank that contained PBS instead of the virus.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Acetylesterase (AE) assay and acetylesterase inhibition (AEI) assay"
        },
        {
            "text": "HA assays were performed in V-shaped microtiter plates as described previously [6] using 0.5% (vol/vol) erythrocytes of Balb/c mice (in Dulbecco's PBS, pH 7) supplemented with 0.3% bovine serum albumin (BSA: Sigma). The titer was recorded as the reciprocal value of the highest dilution causing a detectable HA reaction. HAI assays were also carried out in microtiter plates. Aliquots of 25 l of purified virions (4-HAU) were reacted with 25 l of serial two-fold dilutions of mAbs in a V plate. After 1 h at 4 • C, 50 l of 0.5% (v/v) erythrocytes were added. After incubation for 12 h at 4 • C, the HI titer was recorded as the reciprocal value of the highest dilution causing a detectable inhibitory effect.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Haemagglutination (HA) and haemagglutination inhibition (HAI) assay"
        },
        {
            "text": "The preparation method was the same as that described in a previous paper [8] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of monoclonal antibodies(mAbs)"
        },
        {
            "text": "Neutralization tests by mAbs were carried out by a semimicro reduction assay [1, 2] . The virus (0.1 TCID 50 /ml) was mixed with diluted antibodies, incubated for 1 h at 4 • C, and plated onto 24-well plates. After adsorption for 1 h at room temperature, the plates were washed with PBS (pH 7.4), and the culture medium was added to the cells. The neutralization titer was expressed as the highest antibody dilution that prevented virus infection (TCID 50 /ml). The ratio of fusion formation was calculated from the number of nuclei in which the cells formed a syncytium.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 81,
                    "end": 83,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Neutralization test"
        },
        {
            "text": "Since gp69 was identified as the HE glycoprotein of DVIM [8] , we attempted to characterize the antigenic sites of this glycoprotein. We obtained seven clones ",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of mAbs against HE protein of DVIM"
        },
        {
            "text": "13a4 lgG 1 / + + + a HAI was determined as described in Materials and methods b AEI was determined at the dilution of 1:500 of mABs c Neutralization activity was expressed as the reciprocal of the highest dilution of mAb that showed fusogenic CPE at 12 h post infection. CPE (syncytium) (+ + +) developed overall in the cell sheet Fig. 1 . Reactivity of mAbs with the HE protein of DVIM shown by Western blot analysis. After solubilization in a sample buffer with 2-mercaptoethanol, DVIM virions were subjected to electrophoresis on 12.5% SDS-polyacrylamide gels. Following transfer to a nitrocellulose membrane, the proteins were incubated with an mAb as described in Materials and methods. As a negative control, PBS was reacted instead of the 1st antibody. The molecular weights are indicated on the left. The arrow on the right side points to the HE protein of DVIM of mAbs (4c19, 10b7, 13a4, 1b4, 3a28, 5a3 and 6a6) directed against the HE glycoprotein. All of them were identified as belonging to the IgG (1/) isotype (Table 1) and reacted with the polypeptide of the gp69 kDa of DVIM in Western blot analysis, indicating that they recognize an epitope that exists on this glycoprotein (Fig. 1) . These mAbs were also examined for the crossreactivity with other strains of MHV as well as with influenza C virus, which also contains an acetylesterase, by Western blot analysis. As shown in Fig. 2 , six mAbs recognized a major 69 kDa protein of MHV-JHM but no crossreactivity was observed with MHV-2, MHV-3 and influenza C/Miyagi/77 virus (Fig. 2) . However, mAb 13a4 also reacted with gp65 of MHV-S. These results indicate that the HE glycoprotein of DVIM has antigenic similarity with that of MHV-JHM and to some extent also with MHV-S.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 337,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1033,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1192,
                    "end": 1200,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1401,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1544,
                    "end": 1552,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preparation of mAbs against HE protein of DVIM"
        },
        {
            "text": "To determine the biological properties of these mAbs, we examined their inhibitory activities against acetylesterase, hemagglutination, and fusion ( from within) activites, respectively. Inhibition of acetylesterase (AEI) was analyzed by determining the effect of the mAbs on the ability of the viral enzyme to release p-nitrophenol from p-nitrophenylacetate. As shown in Table 1 , five mAbs (4c19, 10b7, 3a28, 1b4 and 5a3) showed high AEI titers (55-86%). Two mAbs (6a6 and 13a4) were found to have low levels (10-12%) of AEI titer. High hemagglutination inhibition (HAI) titers (> 512) were measured with three mAbs (10b7 and 4c19). With two mAbs (1b4 and 3a28), intermediate values (32-64) were obtained. The mAbs (6a6, 5a3 and 13a4) had low HAI titers (<4 ∼ 8) (Table 1) . These data suggest that these mAbs were classifiable into at least two groups: group A (4c19, 10b7 and 1b4) that has a high titer to both activities and an intermediate titer to the HA activity, and group B (5a3, 6a6 and 13a4) that has low titers to both activities ( Fig. 5 and Table 1 ). To determine the correlations between AE and HA active sites, the inhibitory effects against HA and AE activities by DFP were also tested. Inhibitory effects were shown only in the AE activity and not in the HA activity (data not shown). These results suggests that HA and AE active sites that exist on the HE glycoprotein of DVIM are separated etiologically.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 765,
                    "end": 774,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1045,
                    "end": 1051,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1063,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Inhibition of biological activities by mAbs"
        },
        {
            "text": "We examined the cytopathic effect of mAbs with respect to the formation of syncytia in DVIM-infected cells. Fusion was evident at 12 h postinfection (p.i.). The mAbs 5a3, 6a6, and 13a4 were unable to prevent this cytopathic effects, and no syncytia formation was observed at 12 h p.i. when the virus was treated with mAbs 1b4, 3a28 and 4c19 prior to infection (Fig. 3) . It should be noted, however, that these antibodies did not completely neutralize DVIM. They only delayed control, v virus control, a 1b4, b 3a28, c 4c19, d 5a3, e 6a6, f 13a4. Cytopathic effect (fusion from within) is shown by asteriks virus cell fusion activity, because syncytia were observed by 24 h p.i. (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 476,
                    "end": 546,
                    "text": "control, v virus control, a 1b4, b 3a28, c 4c19, d 5a3, e 6a6, f 13a4.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 679,
                    "end": 687,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Inhibition of biological activities by mAbs"
        },
        {
            "text": "These data indicate the existence of a neutralization factor on the HE glycoprotein of DVIM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of biological activities by mAbs"
        },
        {
            "text": "The role of the HE protein in virus infection is unclear [3] [4] [5] . For some viruses, such as bovine coronavirus and human coronavirus OC43, this protein appears to be essential, because no variants or mutants that lack this protein have been found [3, 5] . The esterase activity of HE has been suggested to play a role either in virus entry or in virus release [3] [4] [5] . Though MHV is serologically related, it differs from the other viruses of this serogroup in several aspects. While the bovine and human counterparts use 9-O-acetylated sialic acid on the plasma membrane for binding to cells, biliary glycoprotein serves as a receptor for MHV [1, 9, 10] . In addition only some strains of MHV contain an HE-protein, while others lack such a protein [3, 5] . Even strains like DVIM that contain an HE-protein and thus are able to release the O-acetyl groups from N-acetyl-9-O-acetylneuraminid acid use biliary glycoprotein as a receptor [2] . Thus, the importance of the HE-protein for MHV is not known.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 256,
                    "end": 258,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To obtain more information about the HE protein, we raised antibodies to this protein and analyzed their effect on the biological activities of HE. With respect to inhibition of hemagglutination activity and acetylesterase activity, there were antibodies that had a high titer to both activities or a high titer to one activity and an intermediate titer to the other activity. Two antibodies had low titers to both activities. From these results, we conclude that there are several epitopes present on the HE protein. The data also indicate that the functional sites of the hemagglutination and acetylesterase activities are similar but not identical. None of the antibodies completely neutralized DVIM. However, some of the antibodies delayed the onset of syncytium formation and the cytopathic affect. All these antibodies had high AEI activities and high or intermediate HAI activities. The antibodies that had low titers to both activities did not delay the fusion of infected cells. Therefore, a functional acetylesterase activity and/or hemagglutination activity appear to be necessary for optimal infection by DVIM. Further investigation is needed to determine the exact role of the HE protein. The antibodies described here should be helpful in this respect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genetic resistance to mouse hepatitis virus correlates with absence of virus-binding activity on target tissues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Weismiller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Virol",
            "volume": "61",
            "issn": "",
            "pages": "185--189",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interaction of mouse hepatitis virus (MHV) spike glycoprotein with receptor glycoprotein MHVR is required for infection with an MHV strain that express the hemagglutininesterase glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gagneten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Goutg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dubois-Dalco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "889--895",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronaviridae and replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "842--856",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ter Meulen V (1982) The structure and replication of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "99",
            "issn": "",
            "pages": "131--163",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The molecular biology of coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Adv Virus Res",
            "volume": "28",
            "issn": "",
            "pages": "35--112",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hemagglutination and structural polypeptides of a new coronavirus associated with diarrhea in infant mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Amano",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Arch Virol",
            "volume": "66",
            "issn": "",
            "pages": "95--105",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structural polypeptides of the murine coronavirus DVIM",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fukuhara",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Arch Virol",
            "volume": "89",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Haemagglutinin-esterase protein (HE) of murine corona virus: DVIM",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kasai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kasai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hatakeyama",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch Virol",
            "volume": "143",
            "issn": "",
            "pages": "523--524",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human and bovine coronaviruses recognize sialic acid-containing receptors similar to those of influenza C viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vlasak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc Natl Acad Sci",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The E3 protein of bovine coronavirus a receptor-destroying enzyme with acetylesterase activity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vlasak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leider",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Virol",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of the mAbs for crossreactivity with MHVs or influenza C virus. The following strains were used: 1 MHV-S, 2 MHV-2, 3 MHV-3, 4 MHV-4, 5 influenza C/Miyagi/77. The position of M.W. markers is shown on the left. The arrow on the right indicates the major band of HE (approximately M.W. 69 kDa)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inhibitory effects of mAbs on DVIM-infected DBT cells. DBT cell-sheets were treated with (0.1 TCID/50) virus-antibody mixtures for 1 h at 4 • C, and plated onto 24-well plates. After washing with PBS, the cells were fed with culture medium and photographed at 12 h p.i. Mock Cell",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibitory effect of mAbs on syncytium formation (cytopathogenic effect) of DVIM (at approx. m.o.i. at 1.0) after treatment with diluted mAbs (diluted × 4). -᭡-mAb13a4, -᭹-mAb4c19, --PBS+virus Inhibition of acetylesterase by mAbs. The inhibitory effect of AE was assayed as described in Materials and methods. Hydrolysis of substrates (p-nitrophenilacetate) was monitored at OD 400nm with a spectrophotometer. -᭡-mAb4c19, 10b7, 3a28, 1b4, --5a3, 6a6 13a4. The representative reaction of these was demonstrated. -ٗ-Reaction of purified virus (100 g/ml).-᭹-Inhibition with DFP",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Antigenic analysis of mAbs of the HE protein",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to H. Ebina of Hirosaki University, Faculty of Science for his helpful assistance of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}