{
    "paper_id": "ed39eb0ca4b70bb930451b74bf8dd59110757f90",
    "metadata": {
        "title": "Prävention von Infektionskrankheiten in Industrieländern",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Abu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "N"
                ],
                "last": "Suttorp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In den 1960er Jahren erschien durch den Einsatz von Antibiotika und Impfstoffen die über Jahrhunderte von Infektionserregern ausgehende Gefährdung zumindest für die Bevölkerung in den industrialisierten Ländern gebannt. Die Entdeckung neuer Erreger, die Entwicklung von Resistenzen gegen Antibiotika und antivirale Medikamente sowie die Möglichkeit der weltweiten Verbreitung durch internationalen Flugverkehr und Massentourismus zeigte allerdings, dass wir weit davon entfernt sind, in einer Welt zu leben, in der Infektionskrankheiten nur noch eine untergeordnete Rolle spielen. Angesichts dieser globalen Herausforderungen haben Maßnahmen zur Prävention von Infektionskrankheiten heutzutage eine besondere Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die Weltgesundheitsorganisation (WHO) stellt die Gefährdungen, die von neu oder wieder aufgetretenen Infektionskrankheiten ausgehen kann, in den Mittelpunkt ihres Weltgesundheitsberichts von 2007. Seit 1970 wurde jedes Jahr mindestens ein neuer Erreger identifiziert [19] . Das im Jahr 2003 entdeckte Coronavirus, das für das schwere akute respiratorische Syndrom (SARS) verantwortlich ist, zeigte auf eindrückliche Weise, dass Erreger keine Landesgrenzen akzeptieren, aber auch wie internationale Zusammenarbeit bei der Identifizierung des Erregers und bei der Implementierung von Kontrollmaßnahmen eine weitere Ausbreitung mit katastrophalen Folgen verhindern konnte [8] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Bedeutung von Infektionskrankheiten"
        },
        {
            "text": "Infektionskrankheiten wie Tuberkulose, HIV und Malaria gehören nach wie vor zu den häufigsten Todesursachen weltweit [18] . In den industrialisierten Ländern sieht die Lage zwar etwas anders aus, aber auch hier zeigt sich ein Zusammenhang zwischen niedrigem sozioökonomischem Status und einem erhöhten Risiko für Infektionskrankheiten. In Deutschland finden sich unter den 10 häufigsten Todesursachen lediglich Pneumonien aus dem Bereich der Infektionskrankheiten (. Abb. 1). 2001 verstarben schätzungsweise 31.000 Personen in Deutschland an Infektionskrankheiten [9] . > Infektionskrankheiten gehören nach wie vor zu den häufigsten Todesursachen weltweit ",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Bedeutung von Infektionskrankheiten"
        },
        {
            "text": "Schutzimpfungen gehören zu den effektivsten und kostengünstigsten Präventionsmaßnahmen im medizinischen Bereich [10] . In industrialisierten Ländern werden Impfungen häufig als individuelle Maßnahme wahrgenommen. Viele Impfungen haben aber auch zugleich bevölkerungsbezogene Effekte. Wohl keine andere medizinische Maßnahme hat in den letzten 100 Jahren mehr zur Verbesserung der öffentlichen Gesundheit beigetragen als Impfungen [3] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Schutzimpfungen"
        },
        {
            "text": "Mit zunehmendem Erfolg eines Impfprogramms rückt die Frage nach Nebenwirkungen und Verträglichkeit von Impfungen in den Vordergrund. Von Impfungen wird gefordert, dass sie einzelne Personen oder eine Bevölkerung zuverlässig und möglichst ohne Nebenwirkungen vor Infektionen schützen. Schwere unerwünschte Arzneimittelwirkungen durch heutzutage zugelassene Impfstoffe unter Beachtung der Kontraindikationen sind äußerst selten und der Nutzen von Impfungen sowohl für das Individuum als auch für die Gemeinschaft überwiegt bei weitem das Risiko [2] . Jeder Verdacht auf eine unerwünschte Arzneimittelwirkung im Rahmen einer Impfung, die über das übliche Ausmaß einer Impfreaktion hinausgeht, unterliegt der Meldepflicht [7] .",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 546,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Schutzimpfungen"
        },
        {
            "text": "Gerade wegen der Erfolge von Impfprogrammen wird heute die Gefahr, die von vielen impfpräventablen Erkrankungen ausgehen kann, nicht mehr wahrgenommen und führt nicht selten zu Impfmüdigkeit oder sogar generellen Ablehnung von Impfungen [13] . Dies kann Folgen für den Einzelnen, aber auch für die gesamte Bevölkerung haben. Es ist die Aufgabe aller im Gesundheitssystem Tätigen, solchen Entwicklungen entgegenzuwirken. Die Zahl der absoluten Impfgegner wird in Deutschland auf weniger als 2% geschätzt [10] . Impfungen schützen zunächst das Individuum vor einer Infektion, können aber in Abhängigkeit von dem jeweiligen Er- reger ab einer ausreichend hohen Durchimpfung Ausbrüche der Erkrankung in der Bevölkerung verhindern (Herdimmunität). Herdimmunität ist dann gegeben, wenn die Anzahl der immunen Personen in der Bevölkerung hoch genug ist, sodass der Kontakt einer suszeptiblen Person mit einer infizierten Person unwahrscheinlich wird. Das Ziel von Impfprogrammen kann in Abhängigkeit von dem jeweiligen Erreger und der Krankheitslast sowie von globalen Strategien die Reduktion von Morbidität und Letalität, die Kontrolle, Elimination oder sogar Eradikation des Erregers sein. Ein erfolgreiches Beispiel für Eradikation ist die 1956 von der WHO beschlossene und 1980 zertifizierte Ausrottung der Pocken. Bei der Elimination wird das endemische Vorkommen eines Erregers in einer Region beendet. Nach einer Einschleppung von Krankheitsfällen aus einer anderen Region ist eine neue Ausbreitung in der Bevölkerung nicht mehr möglich. Zur Elimination der Masern ist beispielsweise eine Durchimpfung der Bevölkerung von 95% notwendig, die allerdings in Deutschland bisher nicht erreicht wurde, sodass es immer wieder zu lokalen und regionalen Ausbrüchen kommen kann [17] . In der europäischen Gemeinschaft sind einige der impfpräventablen Erkrankungen beinahe bzw. vollständig eliminiert. In Deutschland herrscht keine Impfpflicht.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1769,
                    "end": 1773,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "> Schutzimpfungen gehören zu den effektivsten und kostengünstigsten Präventionsmaßnahmen"
        },
        {
            "text": "Die aktualisierten Empfehlungen der am RKI ansässigen ständigen Impfkommission (STIKO) werden regelmäßig im Epidemiologischen Bulletin veröffentlicht und sind auf den Internetseiten des RKI einsehbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Schutzimpfungen gehören zu den effektivsten und kostengünstigsten Präventionsmaßnahmen"
        },
        {
            "text": "Die Standardimpfungen umfassen Diphtherie, Pertussis, Tetanus, Haemophilus influenzae Typ b, Hepatitis B, humane Papillomaviren, Poliomyelitis, Pneumokokken, Meningokokken, Masern, Mumps, Röteln, Varizellen und Influenza. Neben den Standardimpfungen als generellen Impfungen beinhalten die STIKO-Veröffentlichungen die Empfehlungen zu Auffrischimpfungen, Indikationsimpfungen für bestimmte Risikogruppen, Impfungen aufgrund eines erhöhten beruflichen Risikos, Reiseimpfungen und Maßnahmen zur postexpositionellen Prophylaxe [11] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "> Schutzimpfungen gehören zu den effektivsten und kostengünstigsten Präventionsmaßnahmen"
        },
        {
            "text": "In den industrialisierten Ländern findet sich eine relativ hohe Durchimpfung für die meisten Standardimpfungen, die im Säuglings-bzw. Kindesalter verabreicht werden. In Deutschland berücksichtigen die Impfempfehlungen in dieser Altersgruppe auch die Termine zu den Vorsorgeuntersuchungen. Defizite finden sich bei der Umsetzung von Impfempfehlungen, die Jugendliche, Erwachsene und ältere Menschen betreffen -hier sind vor allem internistisch tätige Ärzte gefragt. Um auch diese Altersgruppen zu erreichen, müssen langfristig entsprechende ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Schutzimpfungen gehören zu den effektivsten und kostengünstigsten Präventionsmaßnahmen"
        },
        {
            "text": "Infektionskrankheiten · Prävention · Schutzimpfungen · Influenza · Pneumokokkeninfektionen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Abstract Prevention of infectious diseases is targeted at individuals, specific risk groups or communities. Vaccines are one of the most cost-effective medical interventions and protect the individual and the community against vaccine preventable diseases. Immunization programs aim to control, eliminate or eradicate infectious pathogens. In industrialized countries several vaccine preventable diseases are almost eliminated. Strict implementation of recommendations for influenza and pneumococcal immunization is crucial to reduce morbidity and mortality. Hence, uptake of recommended immunization among adults and elderly people is often low. Internal specialists are demanded to improve vaccine coverage in those age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention of infectious diseases in industrialized countries"
        },
        {
            "text": "Infectious diseases · Prevention · Immunization · Influenza · Pneumococcal diseases Abb. 2 ",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Pneumokokken gehören in allen Altersgruppen zu den häufigsten Erregern von ambulant erworbenen Pneumonien. Ab dem vollendeten 2. Lebensjahr steht ein Polysaccharidimpfstoff gegen 23 Pneumokokken-Serotypen zur Verfügung. Die Standardimpfung mit diesem Impfstoff wird für alle Personen ab dem 60. Lebensjahr empfohlen. Zusätzlich wird eine Impfung bei Personen mit chronischen Krankheiten sowie angeborenen oder erworbenen Immundefekten empfohlen. Eine Wiederholungsimpfung sollte nach 6 Jahren bzw. in Abhängigkeit von der Zielgruppe nach Angaben des Impfstoffherstellers erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumokokken"
        },
        {
            "text": "Pneumokokken sind neben den Meningokokken die häufigste Ursache für invasiv verlaufende bakterielle Erkrankungen bei Säuglingen und Kleinkindern. Durch eine generelle Impfung für Kinder bis zum Alter von 2 Jahren gegen Pneumokokken mit einem Pneumokokken-Konjugat-Impfstoff gegen 7 Pneumokokken-Serotypen soll die Morbidität durch invasive Pneumokokkeninfektionen reduziert werden. Surveillancedaten aus den USA zeigten zudem einen signifikanten Rückgang von Erkrankungen verursacht durch Pneumokokken in allen Altersgruppen nach Einführung einer generellen Pneumokokkenimpfung für Kinder bis zum Alter von 2 Jahren [4] . Der Impfstoff schützt nicht nur vor Erkrankungen, sondern auch vor Kolonisation und kann somit möglicherweise die Verbreitung von antibiotikaresistenten Pneumokokkenstämmen verhindern. Die Resistenz von Pneumokokken gegen Antibiotika ist bisher auf wenige Serotypen begrenzt, von denen die meisten in dem konjugierten Impfstoff enthalten sind.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 619,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Pneumokokken"
        },
        {
            "text": "Die Zahl der gemeldeten Tetanuserkrankungen in der europäischen Gemeinschaft liegt bei bzw. unter einer Erkrankung pro 1 Mio. Einwohner. Gründe hierfür sind eine hohe Durchimpfung und hygienische Lebensbedingungen. Nach erfolgter Grundimmunisierung mit dem Tetanustoxoidimpfstoff wird eine Auffrischimpfung in 10-jährigen Abständen empfohlen. Eine Postexpositionsprophylaxe nach Verletzungen wird in Abhängigkeit von vorausgegangenen Tetanusimpfungen und der Schwere der Verletzung verabreicht. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tetanus"
        },
        {
            "text": "In den 1990er Jahren erfolgte die Einführung eines azellulären Pertussisimpfstoffs. In den Jahrzehnten davor stand ein Ganzkeimimpfstoff zur Verfügung, der aufgrund des Nebenwirkungsspektrums zeitweilig zu einem dramatischen Rückgang der Impfungen gegen Pertussis geführt hatte. Geimpfte Personen können vorübergehend Träger von Bordetella pertussis sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pertussis"
        },
        {
            "text": "In den letzten Jahren wurden eine ansteigende Pertussisinzidenz und eine Verschiebung des Erkrankungsalters beobachtet. Aus diesem Grund hat die STIKO ihre Impfempfehlungen entsprechend adaptiert. Neben einer Auffrischimpfung für Jugendliche, soll eine Auffrischimpfung bereits im Vorschulalter erfolgen. Bei der Durchführung von Auffrischimpfungen ist zu beachten, dass seit 2005 kein mo-novalenter Pertussisimpfstoff mehr zur Verfügung steht. Da die Immunität nach durchgemachter Infektion bzw. erfolgter Grundimmunisierung nur von begrenzter Dauer ist, wird in letzter Zeit in einigen Ländern eine generelle Auffrischimpfung gegen Pertussis im Erwachsenenalter diskutiert [15] . Für enge Kontaktpersonen wird eine antibiotische Prophylaxe empfohlen.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 679,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Pertussis"
        },
        {
            "text": "Hepatitis B gehört zu den durch Blut und Geschlechtsverkehr übertragbaren Erkrankungen. Zur Sicherheit von Blutprodukten und Verhinderung einer Übertragung wird jeder Spender von Blutbestandteilen auf Hbs-Antigen getestet. In der Schwangerschaft erfolgt ein Screening auf Hbs-Antigen. Neugeborene von Hbs-positiven Müttern erhalten direkt nach der Geburt eine Simultanprophylaxe mit Hepatitis-B-Impfstoff und Hepatitis-B-Immunglobulinen zur Verhinderung einer Infektion. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis B"
        },
        {
            "text": "Die Inzidenz von Meningokokkenerkrankungen in den industrialisierten Ländern beträgt 0,5-5 Erkrankungen pro 100.000 Einwohner. In Deutschland überwiegen Erreger der Serogruppe B, für die kein Impfstoff zur Verfügung steht. Etwa 25% der Erkrankungen werden durch Meningokokken der Serogruppe C verursacht. Seit 2006 wird von der STIKO die Impfung mit einem konjugierten Impfstoff gegen Meningokokken der Serogruppe C im 2. Lebensjahr empfohlen. Mittel der Wahl für eine medikamentöse Postexpositionsprophylaxe für enge Kontaktpersonen ist Rifampicin, alternativ können Ceftriaxon oder Ciprofloxacin verabreicht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningokokken"
        },
        {
            "text": "In Deutschland ist seit September 2006 ein Impfstoff gegen humane Papillomaviren Typ 6, 11, 16 und 18 zugelassen. Zur Reduktion der Krankheitslast durch Gebärmutterhalskrebs hat die STIKO im März 2007 die Einführung einer generellen Impfung gegen humane Papillomaviren für alle Mädchen im Alter von 12-17 Jahren empfohlen. Die Grundimmunisierung, bestehend aus 3 Impfdosen, soll vor dem ersten Geschlechtsverkehr verabreicht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humane Papillomaviren"
        },
        {
            "text": "Einige der hier aufgeführten Schutzimpfungen finden auch in der Postexpositionsprophylaxe Anwendung (. Tab. 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humane Papillomaviren"
        },
        {
            "text": "Ende der 1980er und Anfang der 1990er Jahre lag der Schwerpunkt zur Bekämpfung der HIV-Epidemie in Präventionsmaßnahmen. Mit Einführung der antiretroviralen Therapie hat diese mittlerweile einen gleichwertigen Stellenwert in der Kontrolle von HIV und AIDS. Im Jahr 1987 wurde in Deutschland die BZ-gA vom Bundesministerium für Gesundheit mit der Konzeption und Durchführung der breitenwirksamen Präventionskampagne \"Gib AIDS keine Chance\" beauftragt. Zwar ist in Deutschland die HIV-Prävalenz von 0,6 pro 1000 Einwohner im westeuropäischen Vergleich gering, in den letzten Jahren kam es aber zu einer Zunahme der HIV-Neuinfektionen [12] .",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 636,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Prävention von HIV-Infektionen"
        },
        {
            "text": "Primäre Präventionsmaßnahmen zur Verhinderung einer HIV-Infektion leiten sich aus den Übertragungswegen ab. Hierzu zählen die Testung von Blutprodukten, der geschützte Geschlechtsverkehr mit Gebrauch von Kondomen bei HIV-positiven Partnern und Partnern mit unbekanntem HIV-Status sowie die Verwendung von sterilen Spritzen und Kanülen bei intravenösem Drogengebrauch. Um das Risiko einer Mutter-Kind-Übertragung zu minimieren, kommen neben dem Verzicht auf Brusternährung und einer elektiven Sectio, antiretrovirale Medikamente zum Einsatz [5] .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Prävention von HIV-Infektionen"
        },
        {
            "text": "Eine Postexpositionsprophylaxe mit einer antiretroviralen Kombinationstherapie unter Berücksichtigung möglicher Resistenzen wird nach beruflicher Expositi- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention von HIV-Infektionen"
        },
        {
            "text": "Im Gegensatz zu dem unerwarteten Ausbruch von SARS kann eine Influenzapandemie mit den daraus resultierenden Folgen für Gesundheits-, ökonomische und Gesellschaftssysteme antizipiert werden [16] . Die WHO hat ihre Mitgliedsstaaten aufgefordert, nationale Pandemiepläne in Anlehnung an den WHO Global Influenza Preparedness Plan von 2005 auszuarbeiten. Es wird davon ausgegangen, dass eine Pandemie nicht verhindert werden kann. Ziel ist, die Auswirkungen so weit als möglich zu begrenzen. Kernpunkte des nationalen Pandemieplanes sind Maßnahmen des Krisenmanagements, die Versorgung mit antiviralen Arzneimitteln und Impfstoffen, die Surveillance sowie die internationale Abstimmung und Kommunikation.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Influenzapandemieplanung"
        },
        {
            "text": "Es handelt sich hierbei um eine seltene Gelegenheit einer Bedrohung durch die kommende Pandemie vorzugreifen und entsprechende Maßnahmen bereits vor dem Auftreten zu implementieren. Die Zeitspanne bis zur Impfstoffherstellung nach Auftreten eines pandemischen Influenzavirus wird mitentscheidend für den Verlauf der Pandemie sein. In der Zwischenzeit bis zum Auftreten einer Pandemie sollten die Impfempfehlungen gegen Influenza mit dem von der WHO empfohlenen saisonalen Impfstoff konsequent umgesetzt werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenzapandemieplanung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The first European communicable disease epidemiological report. European Centre for Disease Prevention and Control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amato-Gauci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adverse events following immunization: perceptions and evidence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Heininger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Opin Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "237--246",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevention (CDC) (1999) Impact of vaccines universally recommended for children -United States",
            "authors": [],
            "year": 1900,
            "venue": "Centers for Disease Control",
            "volume": "48",
            "issn": "",
            "pages": "243--248",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Direct and indirect effects of routine vaccination of children with 7-valent pneumococcal conjugate vaccine and incidence of invasive pneumococcal disease -United States",
            "authors": [],
            "year": 1998,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "54",
            "issn": "",
            "pages": "893--897",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Kompetenznetz HIV/AIDS (2005) Deutsch-Österreichische Empfehlungen zur HIV-Therapie in der Schwangerschaft und bei HIV-exponierten Neugeborenen",
            "authors": [
                {
                    "first": "Aids-Gesellschaft ; Daig)",
                    "middle": [],
                    "last": "Deutsche",
                    "suffix": ""
                },
                {
                    "first": "Aids-Gesellschaft",
                    "middle": [],
                    "last": "Österreichische",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Meldepflicht für Infektionskrankheiten",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Dtsch Arztebl",
            "volume": "104",
            "issn": "",
            "pages": "2811--2820",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Current concepts: The severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2431--2441",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gesundheitsberichterstattung des Bundes: Neu und vermehrt auftretende Infektionskrankheiten, Themenheft 18. Robert Koch-Institut",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gesundheitsberichterstattung des Bundes: Schutzimpfungen, Themenheft 1. Robert Koch-Institut",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Empfehlungen der Ständigen Impfkommission (STIKO) am Robert Koch-Institut/Stand: Juli",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epid Bull",
            "volume": "30",
            "issn": "",
            "pages": "267--286",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HIV-Infektionen und AIDS-Erkrankungen in Deutschland, Halbjahresbericht II/2006 aus dem Robert Koch-Institut",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Child vaccination policies in Europe: a report from the Summits of Independent European Vaccination Experts",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weil-Olivier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "103--108",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Grippeimpfung in Deutschland. Eine bevölkerungsbezogene Querschnittsanalyse der drei Influenzasaisons von",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Szucs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wahle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med Klin",
            "volume": "101",
            "issn": "",
            "pages": "537--545",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy of an accelular pertussis vaccine among adolescents and adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1555--1563",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Are we ready for pandemic influenza?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "1519--1522",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Large measles outbreak at a German public school",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hellenbrand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sagebiel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "782--786",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The world health report 2004 -changing history. World Health Organization, Genève 19. World Health Organization (2007) The world health report 2007 -A safer future. World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Personen, in dem Falle von Infektionskrankheiten auf noch nicht infizierte. Sekundäre Prävention soll das Fortschreiten eines Krankheitsprozesses bei einer bereits infizierten, aber noch asymptomatischen Person unterbinden. Tertiäre Prävention schließlich versucht, physische aber auch soziale Folgen von Krankheiten zu limitieren und umfasst häufig Rehabilitationsmaßnahmen (. Tab. 1). kungen durch Chlamydien, Gonokokken oder Treponema pallidum kann Infektionsketten unterbinden und allein dadurch präventiv wirken. Screeningprogramme für bestimmte Bevölkerungsgruppen wie z. B. für Schwangere können das Vorliegen auch einer asymptomatischen Infektion erfassen. Durch den Einsatz präventiver Maßnahmen kann gegebenenfalls eine Übertragung auf das Neugeborene verhindert werden. Ein Beispiel hierfür ist die Simultanprophylaxe (aktive und passive Immunisierung) bei Neugeborenen von Hbs-Antigen positiven Müttern. Für eine effektive Kontrolle von Infektionskrankheiten und Umsetzung von Präventionsmaßnahmen sind Surveillancesysteme und eine entsprechende Infrastruktur im Gesundheitswesen und im Bereich öffentliche Gesundheit eine wichtige Voraussetzung, damit Infektionskrankheiten rechtzeitig erkannt, darauf reagiert und auftretende Probleme verhindert werden können. Ohne Daten zur Inzidenz von Infektionskrankheiten und Veränderungen in der Bevölkerung ist eine zeitnahe und an die Situation angepasste Empfehlung von Kontrollmaßnahmen, zu denen Präventionsstrategien zählen, kaum möglich. Mit der Implementierung des Infektionsschutzgesetzes im Jahr 2001, das auch die Meldepflicht von Infektionskrankheiten für Ärzte regelt, kommt dem Robert Koch-Institut (RKI) in Deutschland als zentraler Einrichtung der Bundesregierung auf dem Gebiet der Krankheitsüberwachung und -prävention eine besondere Rolle bei der Erkennung, Verhütung und Bekämpfung von Infektionskrankheiten zu[7]. Aufklärung über Infektionskrankheiten, Übertragungswege, Schutzmöglichkeiten und Impfungen sind präventive Maßnahmen und gehören zu den Kernaufgaben im Infektionsschutz.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Internist 2008 · 49:162-169 DOI 10.1007/s00108-007-1996-5 © Springer Medizin Verlag 2008 M. Abu Sin MSc · N. Suttorp Prävention von Infektionskrankheiten in Industrieländern Zusammenfassung Präventionsmaßnahmen zur Verhinderung von Infektionskrankheiten können individuelle, zielgruppenspezifische oder bevölkerungsbezogene Ansätze verfolgen. Schutzimpfungen gehören zu den effektivsten und kostengünstigsten Präventionsmaßnahmen im medizinischen Bereich und schützen sowohl das Individuum als auch die Bevölkerung vor Krankheitsausbrüchen. Das Ziel von Impfprogrammen kann die Verminderung der Krankheitslast sowie die Kontrolle, Elimination oder Eradikation eines Erregers sein. Einige impfpräventable Erkrankungen sind in den industrialisierten Ländern bereits weitestgehend eliminiert. Zur Reduktion der Morbidität und Letalität in Folge von Influenza-und Pneumokokkeninfektionen ist eine konsequente Umsetzung der Impfempfehlungen Voraussetzung. Allerdings findet sich in der erwachsenen Bevölkerung oft eine unzureichende Durchimpfung, hier sind insbesondere internistisch tätige Ärzte gefordert.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "wie medizinisches Personal und Personal in Alten-und Pflegeheimen. Eine Querschnittserhebung zur Influenzaimpfung in Deutschland zeigte besondere Defizite bei der Zielgruppe des medizinischen Personals, von denen ca. 25% geimpft waren. Die Durchimpfung der Personen älter als 60 Jahre betrug ca. 50% und die der chronisch Kranken ca. 45%[14]. Die Zielsetzung der WHO für 2010 ist eine Durchimpfung der älteren Bevölkerung von 75%. Zur Verbesserung der Durchimpfung haben die Bundeszentrale für gesundheitliche Aufklärung (BZgA) und das RKI in der Saison 2007/2008 ihre Kampagne zur Förderung der Impfung gegen Influenza fortgesetzt.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "F http://www.rki.de: Robert Koch-Institut F http://www.bzga.de: Bundeszentrale für gesundheitliche Aufklärung F http://www.ecdc.europa.eu: European Centre for Disease Prevention and Control F http://www.who.int: World Health Organization on durch Stich-und Schnittverletzungen mit HIV-kontaminierten Material unmittelbar nach der Exposition empfohlen. Bei Schleimhautkontakt oder Kontakt zu verletzter bzw. geschädigter Haut mit Flüssigkeiten mit hoher Viruskonzentration kann eine Postexpositionsprophylaxe angeboten werden [6].",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Voraussetzung für die Umsetzung von Präventionsmaßnahmen ist ein Surveillancesystem, das Daten zur Inzidenz von Infektionskrankheiten zeitnah abbildet. Hierbei wichtig ist die Einhaltung der ärztlichen Meldepflicht von Infektionskrankheiten, die im Infektionsschutzgesetz geregelt wird. Die Beachtung von Standardhygienemaßnahmen sowie die gezielte und zeitlich begrenzte antibiotische Therapie zur Vermeidung von Resistenzentwicklungen können die Ausbreitung von nosokomialen Infektionen verhindern. Die medikamentöse Behandlung einiger Infektionskrankheiten kann Infektionsketten unterbinden und dadurch präventiv wirken. Zu den effektivsten und kostengünstigsten Präventionsmaßnahmen im medizinischen Bereich gehören Schutzimpfungen. Eine hohe Durchimpfung der Bevölkerung schützt nicht nur das Individuum, sondern auch die Gemeinschaft vor Krankheitsausbrüchen. Insbesondere bei Erwachsenen finden sich allerdings Impflücken, vor allem bei den Impfungen gegen Pneumokokken und Influenza. Diese Patienten sieht der internistisch tätige Arzt, der bei der Umsetzung von Impfempfehlungen im Erwachsenenalter besonders gefordert ist. Ärztliche Kontakte sollten dazu genutzt werden, den Impfschutz zu überprüfen und gegebenenfalls zu vervollständigen. Dr. M. Abu Sin MSc Medizinische Klinik mit Schwerpunkt Infektiologie und Pneumologie, Charité, Campus Virchow-Klinikum Augustenburger Platz 1, 13353 Berlin Muna.Abusin@charite.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}