{
    "paper_id": "ed99ea6c7af5c77db2bf336d263db55646686098",
    "metadata": {
        "title": "Journal Pre-proof Pay attention to situation of SARS-CoV-2 and TCM advantages in treatment of novel coronavirus infection Pay attention to situation of SARS-CoV-2 and TCM advantages in treatment of novel coronavirus infection",
        "authors": [
            {
                "first": "Chang-Xiao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Innovation Research Station",
                    "institution": "Tianjin Institute of Pharmaceutical Research",
                    "location": {
                        "postCode": "300462",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": "liuchangxiao@163.comc.-x.liu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Since the outbreak of the new coronavirus epidemic, novel coronavirus has infected nearly 100,000 people in more than 110 countries. How to face this new coronavirus epidemic outbreak is an important issue. Basic reproduction number (R0) is an important parameter in epidemiology; The basic reproduction number of an infection can be thought of as the expected number of cases directly generated by one case in a population where all individuals are susceptible to infection. Epidemiology dynamics is a mathematical model based on a susceptibility-infection-recovery epidemic model. Researchers analyzed the epidemiological benefits of different transmission rates for the establishment of effective strategy in prevention and control strategies for epidemic infectious diseases. In this review, the early use of TCM for light and ordinary patients, can rapidly improve symptoms, shorten hospitalization days and reduce severe cases transformed from light and normal. Many TCM formulas and products have wide application in treating infectious and non-infectious diseases. The TCM theoretical system of treating epidemic diseases with TCM and the treatment scheme of integrated Chinese and Western medicine have proved their effectiveness in clinical practice. TCM can cure COVID-19 pneumonia, and also shows that the role of TCM in blocking the progress of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The WHO's decision to hold off describing the global outbreaks as a 'pandemic' was based in part on data showing that infections in China had peaked between 27th January and 18th February in 2020 and that control measures, such as the partial travel control of cities, where the virus originated, had worked to prevent new cases (Table 1) . WHO affirmed that China has taken practical actions and made positive and effective contributions to the prevention and control of the epidemic. When a viral infection spreads from person to person in a region, country or countries, it causes persistent outbreaks. From the first case of patients increased gradually, its spread at a particular level also won't be affected by the formation of significant; With the development of a pandemic outbreak to be close to a certain number of infections and severity (such as death). It is more than healthcare system capacity (Table 1) , the Chinese Center for Disease Control and Prevention (CDC) will improve the warning level, the administrative department to take strict measures to control of epidemic diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "According to the WHO, a pandemic is the worldwide spread of a new disease. \"A pandemic is when an epidemic spreads between countries\" says David Jones. In the case of COVID-19 specifically, the WHO said that it's the first pandemic caused by a coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A pandemic is the highest possible level of disease, or a measure of how many people have gotten sick from a particular disease and how far it has spread-but before a common illness reaches pandemic proportions, it has to exceed a few other levels (Brabaw, 2020) : (1) Sporadic: When a disease occurs infrequently and irregularly; (2) Endemic: A constant presence and/or usual prevalence of a disease or infection within a geographic area (Hyperendemic, is a situation in which there are persistent, high levels of disease occurrence.); (3) Epidemic: A sudden increase in the number of cases of a disease-more than what's typically expected for the population in that area; (4) Pandemic: An epidemic that has spread over several countries or continents, affecting a large number of people.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 262,
                    "text": "(Brabaw, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to WHO news, a pandemic is the global spread of a new disease. The global medical community recognized the \"pandemic\" includes the following three criteria: (1) The virus in the human population is pathogenic and deadly, that is, the virus caused a high risk of disease;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) The virus can be transmitted continuously from person to person; and (3) there is evidence that the disease is prevalent worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A new pneumonia outbreak is characterized as a \"pandemic,\" Dr. Tedros Adhanom Ghebreyesus (WHO director-general) said on March 11th. He said the extent and severity of the outbreak was deeply concerning, which is why we assess that the novel coronavirus pneumonia outbreak is characterized as a pandemic. The number of new crown pneumonia cases outside China has increased 13-fold in the past two weeks, and the number of affected countries and regions has tripled; More than 118,000 cases have been confirmed in 114 countries and regions, with 4,291 deaths and thousands more fighting for their lives in hospitals. The number of confirmed cases, the number of deaths, and the number of affected countries and regions are expected to rise further in the coming weeks. \"We have never seen a pandemic caused by a coronavirus before,\" he added. \"And we've never seen a controlled pandemic before.\" Therefore, the WHO calls on countries to take urgent and active action. We have sounded the alarm loud and clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It was only a matter of time before the word pandemic was used. Marc Lipsitch, an American epidemiologist of infectious diseases, \"I think the epidemiological conditions for a pandemic are met,\" in Nature (Callaway, 2020) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 221,
                    "text": "(Callaway, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization (WHO) still avoided using the word \"pandemic\" to describe the burgeoning crisis today. Whatever the rest of the world does, it's essential that it needs take action soon. WHO hopes other countries will learn from China. Burnce Aylward says \"The single biggest lesson is: Speed is everything,\". \"And you know what worries me most? Has the rest of the world learned the lesson of speed?\" WHO calls on all countries to activate and expand emergency response mechanisms; Communicate with citizens about the risks of the virus and how to protect themselves, because that's everyone's job; Screen, isolate, test and treat each case and follow up each close contact; Prepare the hospital; Protect and train medical workers. Finally, let's help each other, because we need each other. WHO and governments should adopt a series of countermeasures, including (1) strengthening cooperation and sharing of information between national health agencies and international organizations; (2) humanitarian assistance to countries with insufficient medical resources; (3) to speed up the research and development of vaccines and the approval of antiviral drugs; (4) measures taken by states to reduce or suspend activities that cause public gatherings; and (5) countries issue travel warnings according to the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO: Novel coronavirus epidemic for outbreak a pandemic Novel"
        },
        {
            "text": "Writing in NEJM, Bill Gates said the new pneumonia outbreak could become a once-in-a-century pandemic and called on governments to act quickly to prepare for a response (Gates, 2020) . He is mainly based on the following two points. First, the case fatality rate of the 2019 novel coronavirus is around 1%, which is between the 1957 pandemic (case fatality rate 0.6%) and the 1918 pandemic (case fatality rate 2%), indicating that it is several times worse than typical seasonal influenza. Second, novel coronavirus pneumonia is highly contagious. An average infected person can infect two or three people, an exponential increase, and can be spread from mild to asymptomatic patients. Novel coronavirus pneumonia has caused ten times as many confirmed cases as SARS in just a quarter of the time.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 182,
                    "text": "(Gates, 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "WHO: Novel coronavirus epidemic for outbreak a pandemic Novel"
        },
        {
            "text": "In a NEJM (New England Journal of Medicine) paper, Gates cites five references (Gates, 2015; The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team, 2020; Hoehl et al., 2020; Frieden et al., 2014; Gates, 2018) to illustrate his point, and clearly points to the establishment of a public health safety system and concerns about its implementation. He said \"We need to build a system that can develop safe, effective vaccines and antivirals, get them approved, and deliver billions of doses within a few months after the discovery of a fast-moving pathogen\". In addition, \"Governments and other donors will need to fund -as a global public good -manufacturing facilities that can generate a vaccine supply in a matter of weeks\".",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 92,
                    "text": "(Gates, 2015;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 93,
                    "end": 168,
                    "text": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team, 2020;",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 188,
                    "text": "Hoehl et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 210,
                    "text": "Frieden et al., 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 211,
                    "end": 223,
                    "text": "Gates, 2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "WHO: Novel coronavirus epidemic for outbreak a pandemic Novel"
        },
        {
            "text": "Basic Reproduction Number (R0), sometimes called basic reproductive ratio, or incorrectly basic reproductive rate, and denoted R0, pronounced R zero, is an important index in epidemiology. Expected number of secondary cases of disease produced directly by an average infectious individual entering an entirely susceptible population. As shown in Fig. 2 , when R0 > 1, epidemic occurs to form A, B, C, D, E and F generation transmission, and R0 > 1, no epidemic occurs. The basic reproduction number of an infection can be thought of as the expected number of cases directly generated by one case in a population where all individuals are susceptible to infection (Zhao et al., 2020) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 682,
                    "text": "(Zhao et al., 2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 352,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The ability to recognize the virus infecting: Basic infection number (R0)"
        },
        {
            "text": "The outcome of each pathogen depends on its R0 value and the population of this closed community ( Table 2) . Instead of focusing prevention and control efforts on preventing the spread of the epidemic, reducing the spread rate and losses, two things are waiting to happen: first, it is expected that specific drugs or vaccines for COVID-19 will be developed as soon as possible; Second, it is expected that more and more healthy young and middle-aged people infected with the virus will be able to develop immunity, thus establishing a group immunity barrier to protect the most dangerous old, weak, sick and disabled. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The ability to recognize the virus infecting: Basic infection number (R0)"
        },
        {
            "text": "Risk of harm or death can be determined for certain groups of people, whose mortality apparently increases with age. In fact, it is the patient's immunity (acquired immunity ability) that is related to it. The prognosis trend of the patient mortality from viral infection is shown in Fig. 3 . The high mortality rate of the elderly or patients with underlying diseases is a real problem. From the above data, it can be seen that the elderly infected persons are the main risk groups. Mathematical statistics or models are based on many obvious or implicit assumptions. Therefore, for situations like the new coronavirus that we do not fully understand, we should need to adjust the control measures or reduce the risks according to the outbreak speed and the changed number of infected and dead people. Many infected persons whose symptoms are not obvious, the possibility of shortage of medical resources still exist.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 290,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epidemiological dynamics is a basis to establish the healthcare system capacity to meet the needs of the epidemic"
        },
        {
            "text": "Good disease prevention and control strategy is an important basis for reducing disease transmission rate and mortality rate. Epidemiology dynamics is a mathematical model based on a susceptibility-infection-recovery epidemic model, which changes with the change of the number of patients found as the epidemic time of infectious diseases passes. Data simulation is carried out based on the time and the number of patients to form a transmission dynamics curve (Fig. 4) . Researchers analyzed the epidemiological benefits of different transmission rates. This is an effective strategy to reduce the transmission rate and correspondingly reduce the prevailing level of local stability. Therefore, this epidemiological dynamic model is the basis for establishing prevention and strategies control for epidemic infectious diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Epidemiological dynamics is a basis to establish the healthcare system capacity to meet the needs of the epidemic"
        },
        {
            "text": "For new pathogens , it is necessary to understand the process of their transmission and the update of risk factors, and the corresponding epidemic prevention policies will be changed accordingly, and the prediction system based on healthcare system capacity should be established instead (Fig. 4) . The size of the risk is related to the country's epidemic prevention policy, and the ability to implement healthcare. Fig. 4 . Epidemiological dynamics for national healthcare system capacity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 423,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Epidemiological dynamics is a basis to establish the healthcare system capacity to meet the needs of the epidemic"
        },
        {
            "text": "In Fig. 4 , the national healthcare system capacity with high level of control measures helps to reduce spread of diseases. But without control measures to reduce risk of diseases is no action taken during the outbreak of infectious diseases. In fact, the \"no action taken\" is \"non-feasance\" for this capacity system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Epidemiological dynamics is a basis to establish the healthcare system capacity to meet the needs of the epidemic"
        },
        {
            "text": "Based on an article from Daily Mail, the UK government's new plan urges people with mild coronavirus-like symptoms to self-quarantine (Daily Mail Online, March 13, 2020). Around 60% of the UK population will need to become infected with coronavirus in order for society to have \"herd immunity\" from future outbreaks, Sir Patrick Vallance said. Herd immunity (Community Immunity) is the resistance to a contagious disease within a population because enough people have become immune, and so it is harder for it to spread (Sky News, March 13, 2020) . At present, the UK government has adjusted the formulation of \"Herd immunity\" to prevent and control diseases, to a certain extent easing the external worries about the British government's response to the epidemic situation.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 546,
                    "text": "News, March 13, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"Herd Immunity\" is not suitable for prevention and control strategies in outbreak of infectious diseases"
        },
        {
            "text": "The mentioned \"Herd Immunity\" in a report in the UK, that is, after most of the people have antibodies to the virus, the epidemic will not erupt on a large scale. In fact, it is the government's responsibility to evade the establishment of a scientific epidemic prevention and control system, and it is a lie that violates infectious disease prevention and control strategies. The concept of \"Community Immunity\" was originally an academic concept in the field of epidemiological research, which was essentially the \"minimum Immunity rate\". However, when vaccines were widely used to fight against large-scale infectious diseases, the concept gained new life. But human beings have proved to be different from cattle, and humanity has determined that we will not voluntarily give up protecting anyone, even the old and the sick.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Herd Immunity\" is not suitable for prevention and control strategies in outbreak of infectious diseases"
        },
        {
            "text": "Theoretically, whether the herd immunity is effective or not, it needs to reach the threshold of the herd immunity, which is determined by the basic infection number R0 of the virus. R0 is the average number of people infected by a patient, and if R0 is less than 1, the more the virus spreads, the fewer people it infects, and it is difficult to form a large-scale infection. Assuming R0=3 for the new coronavirus, that would be an infected person, with an average of three people infected. If more than 67% of a population is immunized, the number of infected people will be less than 1, which will result in R0 < 1, indicating the epidemic is under control, and you need to increase the number of people in the population to believe that herd immunity can be formed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Herd Immunity\" is not suitable for prevention and control strategies in outbreak of infectious diseases"
        },
        {
            "text": "According to the above view point, how to prevent novel coronavirus? At present, one of the characteristics of COVID-19 virus is that the incubation period is very long, and there are many asymptomatic infected persons who do not suffer from the disease for a long time. Some discharged patients may have positive nucleic acid tests and still carry the virus. If so, do you think it is difficult to eradicate the virus?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Herd Immunity\" is not suitable for prevention and control strategies in outbreak of infectious diseases"
        },
        {
            "text": "The best way to prevent and treat serious infectious diseases that have been effective in our country is \"to find them early, isolate them early, and treat early\". We will try our best to track and isolate every infected person until they are completely controlled and new infected persons are avoided. For this reason, we will do whatever we can to take some strict measures. This is the successful experience and measures currently adopted in our country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Herd Immunity\" is not suitable for prevention and control strategies in outbreak of infectious diseases"
        },
        {
            "text": "Of course, the cost is huge that cannot be copied in all countries. Then, once the strict control measures are relaxed, the virus will come back and may spread very violently. Therefore, measures should be taken to delay the spread of the virus, but do not expect it to be completely eliminated. If the spread of the virus can be delayed and there are not too many patients at any one time, then medical resources will not be overstretched and excessive mortality will not result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Herd Immunity\" is not suitable for prevention and control strategies in outbreak of infectious diseases"
        },
        {
            "text": "Traditional Chinese medicine (TCM) is an important party of the world complementary and alternative medicine. TCM offers a wide variety of application of traditional medicines and herbs for the therapy of human diseases. According to a WHO report, about 80 % of the population in developing countries depends on traditional medicines for health requirements. Many TCM products have wide application in treating infectious and non-infectious diseases. WHO quotes \"infectious diseases are the sixth leading cause of premature deaths in the world\". Emerging and re-emerging infectious diseases continue to impose a constant threat on human population. Several viral infectious diseases caused by some new and old infectious viruses challenge the survival of mankind on the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM advantages in treatment of SARS-CoV-2 infection"
        },
        {
            "text": "It is widely recognized that the key to the good use of TCM is to grasp the principle of \"syndrome differentiation and treatment\". The principle is not only from the perspective of anti-virus, but mainly through adjusting the overall state of the body, changing its own environment, promoting healthy qi and enhancing the body's own disease resistance, thus achieving the purpose of treatment. The theoretical system of treating epidemic diseases with TCM and the treatment scheme of integrated Chinese and western medicine have proved their effectiveness in clinical practice. TCM can cure COVID-19 pneumonia. It also shows that TCM play the role in blocking the progress of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCM advantages in treatment of SARS-CoV-2 infection"
        },
        {
            "text": "The local food and drug administration to speed up the examination and approval of hospital preparations in order to facilitate medical institutions to deal with the epidemic situation quickly, hospital preparations approved by Beijing, Guangdong, Shandong, Shanxi, Jilin, Yunnan, Shaanxi, Sichuan and other provinces and cities are used for the treatment of COVID-19. But the application can only be adjusted within the local scope. According to statistics, 21 prescriptions have been approved and used in clinical therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective prescription for treatment of COVID-19 pneumonia 4.1.1. Hospital preparations"
        },
        {
            "text": "Qingfei Paidu Decoction is derived from the combination of five classical prescriptions of TCM, namely Maxing Shigan Decoction, Shegan Mahuang Decoction, Xiaochaihu Decoction and Wuling Powder. These classic prescriptions were recorded in \"Treatise on Febrile and Miscellaneous Diseases\" written by Zhang Zhong-jing in the Han Dynasty. Most of them are classic prescriptions for treating exogenous febrile diseases caused by cold pathogens with the characteristics of reasonable prescription, mild nature and taste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qingfei Paidu Decoction"
        },
        {
            "text": "According to statistics, 214 confirmed cases were treated with Qingfei Paidu Decoction in four pilot provinces. Three days is a course of treatment, with a total effective rate of more than 90%, of which more than 60% patients' symptoms and imaging performance improved significantly, and 30% patients' symptoms were stable and without aggravation. The formula can also be used for patients with common cold and influenza. Chemical substances in Qingfei Paidu Decoction also showed inhibitory effect on 3CL protein of coronavirus (Zhao et al., 2020 ; State Administration of Traditional Chinese Medicine,2020).",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 548,
                    "text": "(Zhao et al., 2020",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Qingfei Paidu Decoction"
        },
        {
            "text": "Pneumonia No.1 Formula (officially named as \"Thoroughly Resolving Antifungal Granules\") is a clinical experience formula of the Chinese Medicine Department of Guangzhou Eighth People's Hospital (Guangdong Provincial Drug Administration, 2020). The recipe is mainly composed of five Chinese herbal medicines. Under the guidance of the theory of febrile diseases, this prescription is determined to treat COVID-19 with the principles of clearing away heat and toxic materials, dispelling wind and penetrating the exterior, invigorating qi and nourishing yin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonia No.1 Formula"
        },
        {
            "text": "Clinical application was reported on the treatment of 50 patients with confirmed diagnosis of COVID-19 (mild disease). After one week of clinical observation, the body temperature of all patients returned to normal, cough symptoms disappeared in 50% of patients, the pharyngalgia symptoms disappeared in 52.4%, fatigue symptoms disappeared in 69.6%, and no patient turned to severe disease. Because TCM pays attention to syndrome differentiation and treatment, according to different clinical manifestations and pathological changes, taking this prescription as the basic prescription, the use of drugs will be different (Guangzhou Eighth Hospital, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonia No.1 Formula"
        },
        {
            "text": "Xiao et al observed the clinical therapeutic effect of Shufeng Jiedu Capsule (SFJDC) combined with arbidol in the treatment of mild disease with COVID pneumonia (Xiao et al, 2020) . Two hundred patients were divided into control group and treatment group with 100 cases in each group. The control group was treated with arbidol while the observation group was treated with SFJDC. The course of treatment was 2 weeks. The symptoms of fever and cough, white blood cell count, lymphocyte percentage and chest CT manifestations were compared between the two groups. After treatment, the white blood cell count, lymphocyte percentage and chest CT were significantly improved in the two groups (P < 0.05). The improvement in the observation group was better than that in the control group (P < 0.05). Fever regression time in observation group was shorter than that in control group (P < 0.05). The total effective rate of the observation group was 88%, higher than 75% of the control group (P < 0.05). SFJDC has a good antiviral effect, and has a good effect on respiratory system symptoms such as fever, cough, chest tightness and shortness of breath. Combined with abidor in the treatment of mild NPC, it can significantly increase the percentage level of white blood cells and lymphocytes in patients' blood routine and make chest CT infection foci absorb obviously. TCM can participate in prevention and treatment in the whole process and in all directions, complementing the advantages of chemical drug and improving the curative effect. In this clinical observation, the adverse reactions of SFJDC are less and can be better popularized clinically. Later, large sample and multi-center research are needed to obtain more evidence-based medical evidence to further guide clinical treatment. Wang et al (2020) reported here the clinical characteristics and therapeutic procedure for four patients with mild or severe COVID-19 pneumonia admitted to Shanghai Public Health Clinical Center. All the patients were given antiviral treatment including lopinavir/ritonavir (Kaletra), arbidol, and SFJDC, a TCM product and other necessary support care. After treatment, three patients gained significant improvement in pneumonia associated symptoms, two of whom were confirmed SARS-1 negative and discharged, and one of whom was virus negative at the first test. The remaining patient with severe pneumonia had shown signs of improvement by the cutoff date for data collection. Results obtained in the current study may provide clues for treatment of 2019-nCoV pneumonia. In clinical study, two mild and two severe COVID-19 pneumonia patients were given combined Chinese and Western medicine treatment, three of whom gained significant improvement in pneumonia associated symptoms. The remaining patient with severe pneumonia has shown signs improvement by the cutoff date for data collection. The efficacy of antiviral treatment including lopinavir/ritonavir, arbidol, and SFJDC warrants further verification in future study.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 179,
                    "text": "(Xiao et al, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1791,
                    "end": 1808,
                    "text": "Wang et al (2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Shufeng Jiedu Capsule"
        },
        {
            "text": "The research has noted that the type II transmembrane serine proteases TMPRSS2 and HAT can cleave and activate the spike protein (S) of the SARS-CoV for membrane fusion. Heurich et al' results in conjunction with those of previous studies indicate that TMPRSS2 and potentially related proter omote SARS-CoV entry by two separate mechanisms: ACE2 cleavage, which might promoteviral uptake, and SARS-S-protein cleavage, which activates the S-protein for membrane fusion. Their observations have interesting implications for the development of novel therapeutic drugs using peptidases as entry receptor (Heurich et al., 2014) . Network pharmacology studies reveal that more than 10 kinds of ingredients may through the HRAS, 3-phosphoinositide dependent protein kinase 1 (PDPK1), silk crack the original activated protein kinase phosphatase in the role of 1 (MAP2K1) 31 targets such as inflammation, adhesive (focal adhesion), silk crack the original amp-activated protein kinase (MAPK), Fc epsilon RI, peroxidase growth activated receptor (PPAR), vascular endothelial growth factor (VEGF), B cell receptor and T cell receptors signal 19 pathways (Tao et al., 2017) Using natural product library, 720 compounds were screened to inhibit the activity of 3CL Pro (Li et al., 2017) . The centers for disease control in the area provided the homogeneous purified total RNA from a throat swab taken from a patient with severe acute respiratory syndrome. These results suggest that TF2B and TF3 compounds (Fig. 5 ) may be a good starting point for the design of a more effective 3CL Pro inhibitor encoded by SARS-CoV. It is necessary to further study the inhibitory effect of these natural products on SARS-CoV replication in cell culture (Chen et al, 2005) . Researchers suggested that attention should be paid to the clinical treatment of SARS-Cov-2 patients infected with pneumonia (The observer, 2020), and 30 drugs that may be effective against SARS-CoV-2 were also found, such as the chemical components in Chinese medicinal materials such as Chinese knotwort (Polygonum cuspidatum Siebold & Zucc) and Rhizoma Alba (Atractylodes macrocephala Koidz.). The study showed that the chemical constituents of Radix Bupleurae (Bupleurum chinense DC), liquorice, honeysuckle and other traditional Chinese medicines had inhibitory effects on Mpro.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 622,
                    "text": "(Heurich et al., 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1144,
                    "end": 1162,
                    "text": "(Tao et al., 2017)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1257,
                    "end": 1274,
                    "text": "(Li et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1729,
                    "end": 1747,
                    "text": "(Chen et al, 2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1495,
                    "end": 1502,
                    "text": "(Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Basic research on compatibility of traditional Chinese medicine was expounded by using the synergetic effect of multi-targets"
        },
        {
            "text": "To investigate the mechanism of treating COVID-19 with TCM and monomers based on ACE2 receptor. A study on TCM and monomers acting on angiotensin converting enzyme II (ACE2) receptor was retrieved by TCMSP database. UniProt, GeneCards and other databases were used in this work to query the gene names corresponding to the target of Chinese medicine monomer, and then Cytoscape 3.2.1 and used to construct the compound-target (gene) network. DAVID was used to carry out the gene ontology (GO) functional enrichment analysis and KEGG pathway enrichment analysis based on the Kyoto encyclopedia of genes and genomes to predict its mechanism of action. From the results, it showed that there were 54 targets in the network, including AKT1, VEGFA and TNF. GO function enrichment analysis revealed 554 GO items including 486 biological process (BP) items, 26 cell component (CC) items, and 42 molecular function (MF) items. There were 162 signaling pathways involved in small cell lung cancer, non-small cell lung cancer, renin-angiotensin system pathway. The results of molecular docking showed that the affinity of puerarin with ACE2 and SARS-CoV-2 was similar to the recommended drugs. The study suggested that puerarin may regulate multiple signaling pathways by binding ACE2 to AGTR1, NOS3, HIF1A and other targets, which may have therapeutic effects on COVID-19 (Zong et al., 2020) .",
            "cite_spans": [
                {
                    "start": 1363,
                    "end": 1382,
                    "text": "(Zong et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fig. 5. Structures of polyphenols in tea"
        },
        {
            "text": "The compatibility theory of TCM is based on the analysis of etiology and pathogenesis of diseases in traditional Chinese medicine. According to the understanding of diseases in traditional Chinese medicine, the occurrence of diseases is a complex process of life movement. The external diseases of COVID-19 also had pathological damage and disease transmission, such as \"cytokine storm\", due to wind and temperature epidemic virus. The compatibility of traditional Chinese medicine can meet the treatment needs of multiple pathological mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5. Structures of polyphenols in tea"
        },
        {
            "text": "Our project team studied the compatibility rules of Shufeng Jiedu Capsule (SFJDC), and studied the compatibility rules of SFJDC with heat-clearing and detoxification effects in the acute pneumonia model of rats. SFJDC components can significantly reduce the IL-1α, IL-1β, IL-2, IL-4, and I-10 levels. SFJDC group, nourish group and licorice group have common set of targets and pathways, and each have lay particular stress on, targets related to inflammation, immune response, bacterial endotoxin reaction, defense, sweating, antipyretic, glucocorticoid reaction and so on. Each link, each path through mutual targets for connections between groups shows different ingredients target and pathway of synergy (Han et al., 2019) .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 726,
                    "text": "(Han et al., 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 5. Structures of polyphenols in tea"
        },
        {
            "text": "Objectives of this review are to gather and highlight the information on different TCM products and plant formulations with antiviral properties in the backdrop of prior art patents, patent applications, non-patent art and commonly available traditional knowledge. In order to prevent and control the epidemic situation, different teams and researchers in our country have also published some valuable discussions on drug innovation and research, application of traditional drug research and evaluation research , Liu, 2020 .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 523,
                    "text": ", Liu, 2020",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "In summary, since the outbreak of COVID-19 pneumonia, Chinese medicine diagnosis and treatment methods and a variety of proprietary Chinese medicines and prescriptions have been listed in various versions of the national version of the diagnosis and treatment plan and recommended for many times. A great deal of research and application has been done to bring the unique effect of TCM on COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "In therapy of COVID-19, early use of TCM for light and ordinary patients, can rapidly improve symptoms, shorten the hospitalization days and reduce light, normal to the heavy development, for heavy duty, and critically ill patients with a combination of Chinese and western medicine, to improve the symptoms of fever, cough, shortness of breath aspect, and has significant advantages to promote the heavy type, critical to light, normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "It is found that there are three theoretical characteristics worthy of recognition in the use of medicine. First, different from the unified diagnosis and treatment standards of western medicine, the treatment of TCM must be added and subtracted according to the actual situation of patients, which can be described as \"one person, one formula\". Second, TCM has been fully involved in the prevention and treatment of the COVID-19 pneumonia epidemic, effectively reducing the incidence of mild cases becoming severe ones and severe cases becoming critical ones, and improving the cure rate. \"In the frontal battle against the epidemic, TCM should not be absent and has never been absent. Third, the overall regulation of TCM, treatment based on syndrome differentiation, to improve the ability to resist disease, in the regulation of \"vital, blood, essence, fluid, viscera\" function is the basis of TCM clinical therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pandemic: What exactly is the difference? Infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Epidemic"
                    ],
                    "last": "Brabaw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Time to use the p-word? Coronavirus enters dangerous new phase",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Callaway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-00551-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inhibition of SARS-CoV 3C-like protease activity by theaflavin-3,3-digallate (TF3). eCAM",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Coney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ecam/neh081"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The coronavirus seems unstoppable. What should the word now? Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupfeschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4604"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "UK Prime Minister Says COVID-19 Will Cause Many Deaths",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Daily Mail Online",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safer countries through global health security",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tappero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "764--766",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The next epidemic -lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "1381--1384",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Innovation for pandemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "New England Journal of Medicine",
            "volume": "378",
            "issn": "",
            "pages": "2057--2060",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guangzhou Eighth Hospital Pneumonia No.1 Formula's Effect on New Crown Pneumonia Obviously Intended to be Included in Emergency Approval",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guangzhou Eighth Hospital. Decryption of Pneumonia No.1 Formula",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Study on the compatibility rationality of Shufeng Jiedu Capsules based on network pharmacology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "3547--35548",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "TMPRSS2 and ADAM17 cleave ACE2 differentially and only proteolysis by TMPRSS2 augments entry driven by the severe acute respiratory syndrome coronavirus spike protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heurich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann-Winkler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gierer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liepold",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Virology",
            "volume": "88",
            "issn": "2",
            "pages": "1293--1307",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evidence of SARS-CoV-2 infection in returning travelers from Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoehl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001899"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anti-inflammatory effects of Shufeng Jiedu Capsule for upper respiratory infection via the ERK pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biomed Pharmacother",
            "volume": "94",
            "issn": "",
            "pages": "758--766",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Drug-therapy for novel coronavirus infection: Compassionate use and its implications",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drugs & Clinic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7501/j.issn.1674-5515.2020.03.001"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Understanding novel coronavirus pneumonia, paying attention to research and development of epidemic prevention and control drugs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese Jouranl of Antibiotics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13461/j.cnki.cja.006856"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Understanding coronavirus (SARS-COV-2) and thinking about strategy of antiviral drug development",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug Evaluation Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7501/j.issn.1674-6376.2020.03.001"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Attach importance to research and development of Chinese materia medica based on prevention and control needs of SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese Traditional and Herb Drugs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7501/j.issn.0253-2670.2020.06"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coronavirus: Millions of Britons will need to contract COVID-19 for",
            "authors": [
                {
                    "first": "Sky",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Qingfei Paidu Decoction is recommended for the treatment of SARS-2 pneumonia by integrated traditional Chinese and western medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Therapeutic mechanistic studies of ShuFengJieDu Capsule in an acute lung injury animal model using quantitative proteomics technology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Proteome Research",
            "volume": "16",
            "issn": "11",
            "pages": "4009--4019",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus disease (COVID-19) -China",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2020",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Chinese academy of sciences found 30 drugs that may be effective against the new coronavirus.2020-01-25",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Observer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical characteristics and therapeutic procedure for four cases with 2019 novel coronavirus pneumonia receiving combined Chinese and Western medicine treatment",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioScience Trends",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01030"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical value analysis of Shufeng Jiedu Capsule combined with Abidor in treating mild novel coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Emergency in Traditional Chinese Medicine",
            "volume": "29",
            "issn": "5",
            "pages": "756--758",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Network mechanism of Qingfei Paidu Decoction for SARS-2 pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chinese Traditional and Herbal Drugs",
            "volume": "",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Z"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi：10.1101/2020.01.23.916395"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Investigation of potential traditional Chinese medicine and its monomers in treatment of coronavirus disease 2019 (COVID-19) based on angiotensin converting enzyme II (ACE2) receptor. Chinese Traditional and Herb Drugs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of distribution of COVID-19 cases, 20 March, 2020 (Source: WHO, 20 March 2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Epidemic occurs to form A, B, C, D, E and F generation transmission when R0 > 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relationship between COVID-19 mortality rate and age (Source: China CDC)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Key time points on actions of prevented -controlled novel coronavirus infections",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Values of R0 of well-known infectious diseases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}