{
    "paper_id": "eea14a82db80e460ff5860f2b1f009f407ae8a20",
    "metadata": {
        "title": "Glycosylation of the viral attachment protein of avian coronavirus is essential for host cell and receptor binding",
        "authors": [
            {
                "first": "Lisa",
                "middle": [
                    "M"
                ],
                "last": "Parsons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [
                    "M"
                ],
                "last": "Bouwman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "The Netherlands",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugo",
                "middle": [],
                "last": "Azurmendi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "P"
                ],
                "last": "De Vries",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3512 JE",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "F"
                ],
                "last": "Cipollo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monique",
                "middle": [
                    "H"
                ],
                "last": "Verheije",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "The Netherlands",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Avian coronaviruses, including infectious bronchitis virus (IBV), are important respiratory pathogens of poultry. The heavily glycosylated IBV spike protein is responsible for binding to host tissues. Glycosylation sites in the spike protein are highly conserved across viral genotypes, suggesting an important role for this modification in the virus life cycle. Here, we analyzed the N-glycosylation of the receptor-binding domain (RBD) of IBV strain M41 spike protein and assessed the role of this modification in host receptor binding. Ten single Asn-to-Ala substitutions at the predicted N-glycosylation sites of the M41-RBD were evaluated along with two control Val-to-Ala substitutions. CD analysis revealed that the secondary structure of all variants was retained compared with the unmodified M41-RBD construct. Six of the 10 glycosylation variants lost binding to chicken trachea tissue and an ELISA-presented ␣2,3-linked sialic acid oligosaccharide ligand. LC/MS E glycomics analysis revealed that glycosylation sites have specific proportions of N-glycan subtypes. Overall, the glycosylation patterns of most variant RBDs were highly similar to those of the unmodified M41-RBD construct. In silico docking experiments with the recently published cryo-EM structure of the M41 IBV spike protein and our glycosylation results revealed a potential ligand receptor site that is ringed by four glycosylation sites that dramatically impact ligand binding. Combined with the results of previous array studies, the glycosylation and mutational analyses presented here suggest a unique glycosylation-dependent binding modality for the M41 spike protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian coronaviruses of poultry cause significant disease with subsequent economic losses in several commercially farmed bird species. Avian infectious bronchitis virus (IBV) 2 is a gam-macoronavirus that predominantly affects domestic fowl, primarily chickens (Gallus gallus). The virus initially infects upper airway epithelium tissues, and depending on the IBV strain, disease outcomes range from mild respiratory disease to kidney failure and death (1) .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The viral envelope of IBV contains the highly-glycosylated spike (S) protein that is post-translationally cleaved into two domains, S1 and S2. This S glycoprotein is the major adhesion molecule of the virus. It is a class I viral fusion protein, in which the variable S1 domain is involved in host cell receptor binding, and the more conserved S2 domain mediates the fusion of the virion with the cellular membrane (2, 3) . The role of spike in host cell attachment and the induction of protective immunity has been reviewed (4) . The spike protein monomer is a transmembrane glycoprotein with a molecular mass of 128 kDa before glycosylation (3) . A cleavable N-terminal signal peptide (5) directs the S protein toward the endoplasmic reticulum (ER), where it is extensively modified with N-linked glycosylation (6, 7) . After glycosylation in the ER, the monomers oligomerize to form trimers (6 -9) .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 817,
                    "end": 819,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 894,
                    "end": 900,
                    "text": "(6 -9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The N-terminal 253 amino acids of S1 were shown to encompass the receptor-binding domain (RBD) of IBV strain M41 (10) , which interacts with sialyl-␣2,3-substituted glycans present on the host's cell surface (11, 12) . Ten N-linked glycosylation sites are predicted to exist on the M41-RBD (5), of which most are highly conserved (Fig. S1 ). It is interesting that 8 of the 10 sites are 95-100% conserved. Sites Asn-33 and Asn-59 were less conserved at 80 and 25%. However, each had a nearby alternative site that was also highly conserved. Alternative site Asn-36 was conserved 50% of the time, and one or both Asn-33 and Asn-36 was present in 94% of the sequences. Site Asn-57 was conserved at 73%. In 97% of the sequences, either Asn-59 or Asn-57 was present but never together. Therefore, all 10 sites, including the alternatives, likely serve important functions.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The N-glycosylation of viral glycoproteins is known to modulate the ability of viruses to infect host cells and to be recognized by the host's immune system (13) . Recently, Zheng et al. (14) studied extracted spike proteins and mutant viruses with Asn-to-Asp (asparagine to aspartate) and Asn-to-Gln (aspara-gine to glutamine) mutations at 13 predicted glycosylation sites in the S protein of the Beaudette IBV strain (14) . Their results indicate that glycosylation at some sites on the Beaudette S1-RBD was important for viral fusion and infectivity, which may include host recognition. However, the Beaudette strain is a cell culture-adapted strain, is nonvirulent in chickens (15) , and does not bind chicken tissues known to be important for infectivity (11) , making it difficult to extrapolate these results to clinically relevant IBVs.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To characterize and assess the role that glycosylation plays when interacting with host tissues through the RBD of pathogenic IBV strain M41, we used a combination of molecular and analytical techniques, including histochemistry, ELISA, circular dichroism (CD), MS, and docking analyses as listed in Table  1 . Systematic deletion of each glycosylation site and histochemical analysis of each variant revealed which of the 10 glycosylation sites affect the binding of IBV S protein to host epithelial tissue. Site occupancy analysis by LC/MS E indicated that at least 9 of 10 predicted N-glycosylation sites in the M41-RBD domain are glycosylated. Analysis of site occupancy and signature N-glycan patterns at each site in combination with single glycosylation site deletions provided insight toward the biological relevance of each of those sites in binding to host tissue receptors. Overall, our data confirm that N-glycosylation plays a critical and likely unique role in binding of the IBV spike domain to its host tissue receptors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To analyze the role of glycosylation of M41-RBD in receptor binding, missense mutants (Asn-to-Ala) were generated on a site-by-site basis at each of the predicted N-glycosylation sites. Recombinantly produced glycovariant RBD proteins migrated with the same electrophoretic mobility as unmodified M41-RBD (Fig. 1) . The RBD proteins were evaluated by CD spectroscopy to assess similarity to the WT secondary structure. WT M41-RBD, all 10 glycosylation-site variants, and two nonglycosylation variants, V57A and V58A, were analyzed for secondary structure differences at 25°C. Thermal melts were performed on each construct from 25 to 95°C followed by full scans collected at 95°C and again at 25°C after the melt. Overlays of all the CD spectra can be found in Fig. S2 . Visually, all spectra at all temperatures follow the same curve. The N85A spectra were generated at higher protein concentrations but aligned well to CD spectra of all other variants when normal-ized to the percent of maximum signal. Likewise, all the proteins had analogous broad melting curves suggesting the proteins were similarly stable. Protein folding was reversible for all proteins, with comparable recovery rates (see CD-25°C-aftermelt-normalized in Fig. S2 ). Dichroweb (16) was used to calculate the percent of ␣-helix, ␤-strand, turn, and unordered portions of the protein in the initial 25°C spectra to estimate secondary structure differences between the proteins (Fig. 2) . The percent of ␣-helix varied with the extremes being unmodified RBD and N145A. N145A exhibited 19.5 Ϯ 0.3% ␣-helix character as compared with WT, which has 31.6 Ϯ 2.4%. Interestingly, N145A gave a very strong signal in the histochemical assay ( Fig. 3A ) and had the most notably different released glycans' signature compared with the other constructs. We conclude that all proteins maintained a very similar structure and therefore suggest that single N-glycosylation sites are by themselves not indispensable for protein folding or stability.",
            "cite_spans": [
                {
                    "start": 1252,
                    "end": 1256,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 761,
                    "end": 768,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1231,
                    "end": 1238,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1450,
                    "end": 1458,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1707,
                    "end": 1714,
                    "text": "Fig. 3A",
                    "ref_id": null
                }
            ],
            "section": "Gel electrophoresis and CD analysis indicate that M41-RBD and glycosylation variants are similarly expressed, folded, and stable"
        },
        {
            "text": "Because we established that all variant M41-RBD proteins are folded, we investigated their abilities to bind tissue receptors. Recombinant proteins were incubated with chicken trachea tissue sections and examined by histochemical analysis. N145A, N219A, N229A, N246A, V57A, and V58A bound ciliated epithelial cells of the chicken trachea with similar staining intensity as the unmodified RBD with the most intense staining associated with the N145A construct (Fig. 3A ). In contrast, binding of constructs N33A, N59A, N85A, N126A, N160A, and N194A to trachea tissue was not detectable. Removal of sialic acids by treatment of the trachea tissues with Arthrobacter ureafaciens neuraminidase (AUNA) abrogated binding of all constructs as shown in Fig. S4 . These results demonstrate that glycosylation on the RBD affects binding to sialyl ligands on chicken trachea tissue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 752,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Six glycosylation variants abrogate binding to host tissue and sialic acid"
        },
        {
            "text": "The interaction of the variants with Neu5Ac(␣2-3)Gal (␤1-3)GlcNAc, a previously established ligand for M41 (11) , was assayed by ELISA. N145A, N219A, N229A, and N246A variants were able to bind the ligand in a concentration-dependent manner (Fig. 3B ) like unmodified RBD. Binding affinities of N33A, N59A, N85A, N126A, N160A, and N194A were significantly reduced compared with unmodified RBD and comparable with that of a negative control protein, the S1 of turkey coronavirus, with specificity for nonsialylated diLacNAc glycans (17) . Fig. 3C shows the ELISA absorbance at the 75 nmol of ligand concentration for each construct. No significant difference was observed for variants N145A, N219A, N229A, and ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "(Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 545,
                    "text": "Fig. 3C",
                    "ref_id": null
                }
            ],
            "section": "Six glycosylation variants abrogate binding to host tissue and sialic acid"
        },
        {
            "text": "N246A compared with unmodified RBD (shown in dark gray bars in Fig. 3C ). All other variants (shown in light gray bars in Fig. 3C ) demonstrated significantly lower affinity for the receptor, consistent with histochemistry and ligand titration plot results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Fig. 3C",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig. 3C",
                    "ref_id": null
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "Six of the 10 single glycosylation site variants lost the ability to bind ligand. To investigate whether global changes in glycosylation may have affected binding, we analyzed release glycans from each protein. Matrix-assisted laser desorption/ionizationtime of flight (MALDI-TOF) mass spectrometry (MS) analysis of enzymatically released and permethylated glycans allows for semi-quantitative analysis of glycan compositions. The method is particularly useful for samples containing sialylated glycans because they are stabilized by permethylation. The percent abundances of glycans identified in each sample are shown in Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 629,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Overall glycosylation of nonbinding variants is similar to M41-RBD"
        },
        {
            "text": "The majority of the Asn-to-Ala variants, as well as the V57A and V58A control variants, had similar MALDI-TOF-MS permethylation profiles (Fig. 4) . Over 100 glycan compositions were identified ranging from high-mannose glycans to large complex ones. Nearly half of the glycans contained at least one and up to three sialic acid molecules in all samples. The most intense glycoforms clustered in five groups with increasing amounts of complexity as reflected by the number of N-acetyl glucosamines (HexNAcs). These include high-mannose, complex, and hybrid forms as follows: I, Hex 5-9 HexNAc 2 (high mannose); II, NeuAc 0 -1 Hex 5-6 dHex 0 -1 HexNAc 3 (complex and hybrid); III, NeuAc 0 -2 Hex 5 dHex 1 HexNAc 4 (complex); IV, NeuAc 0 -1 Hex 6 dHex 1 HexNAc 5 (complex); and V, NeuAc 2 Hex 7 dHex 1 HexNAc 6 (complex). High-mannose glycans were less abundant in unmodified M41 than in variant RBDs. The N194A, N219A, and N229A variants contained diminished amounts of the group V high-mass complex glycans. The N145A variant was the most atypical with less defined clustering in the common clustering regions of the spectrum and higher abundances in spectral regions where compositions had less Hex and more HexNAc overall. For instance, cluster IV was shifted from glycans with 6 hexoses (NeuAc 0 -1 Hex6 dHex 1 HexNAc 5 ) to glycoforms with 3-4 hexoses (NeuAc 0 -1 Hex3-4 dHex 1 HexNAc 5 ). More abundance was observed in regions containing 6 HexNAc residues (NeuAc 0 -2 Hex 3-6 dHex 1 HexNAc 6 ). To better understand the difference between N145A and the other constructs, we calculated the monosaccharide percent mass and average mass for each construct. The average mass percent for glycans across all released glycan pools was Hex (45.8%), HexNAc (42.0%), dHex (5.0%), and NeuAc (7.2%). The N145A construct had the lowest amount of Hex (38.6%) and the highest amounts of HexNAc (46.0%) and NeuAc (9.8%). The former two were 2 S.D. or greater from the mean (see Table S2 ). This indicates that the N145A construct likely had shorter, more branched, and more highly-charged glycans on average than the other constructs. Two other variants had values more than 2 S.D. from the mean. N229A (normal binding) was most abundant in Hex (53.6%) and least abundant in HexNAc (37.5%) and dHex (3.8%), probably due to its higher high-mannose content. N246A (normal binding) had the lowest amount of NeuAc (3.6%). This is perhaps a reflection of the missing sugars in this variant because site Asn-246 in ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1967,
                    "end": 1975,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overall glycosylation of nonbinding variants is similar to M41-RBD"
        },
        {
            "text": "other variants was populated with many sialylated glycoforms based on site-specific analysis (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "To assess the differences in glycosylation on a site-to-site basis, glycopeptide LC/MS analysis was carried out on unmodified M41 and two single glycosylation site variants, N59A and N145A, that represented a nonbinder and a binder of trachea tissue, respectively. M41-RBD had 10 predicted glycosylation sites, whereas the variant RBDs had nine each. N145A was also of specific interest due to the unique glycosylation pattern observed in its free glycan profile. As cleavage with trypsin alone resulted in glycopeptides with more than one glycosylation site, we also analyzed glycopeptides after an additional treatment with chymotrypsin, which resulted in one glycosite per peptide, the identification of more glycopeptides, and decreased ambiguity concerning glycosylation site assignment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosylation and site occupancy were similar between M41-RBD, N59A, and N145A"
        },
        {
            "text": "Although a protein may contain the sequence (NX(S/T)), where N-glycosylation is known to occur, it may not actually be glycosylated, or it may be glycosylated only part of the time. Potential glycosylation sites, their predicted glycosylation state, and their measured site occupancy are shown in Table 2 . Of the 10 glycosites, all but Asn-246 were predicted to be glycosylated (occupied) based on NetNGlyc analysis (http://www.cbs. dtu.dk/services/NetNGlyc-1.0/). 3 Percent occupancy was analyzed by LC/MS; however, a poor signal was obtained for the Asn-219 site in M41 and N59A, and therefore, occupancies were not calculated. All other sites were estimated to be occu- Figure 3 . Tissue-binding assay and ELISAs. Histochemical assays of recombinant unmodified M41-RBD and single Asn-to-Ala and Val-to-Ala glycosylation variants to trachea tissue (A) and ELISA-presented Neu5Ac␣2-3Gal␤1-3GlcNAc (B and C). B, concentration dependence of binding. C, absorbance for each protein at the 75-nmol concentration. Two-way ANOVA showed significantly less binding by variant N33A, N59A, N85A, N126A, N160A, and N194A RBD proteins compared with unmodified RBD (compare light gray bars (variant) to unmodified (black bar)). No significant (n.s.) difference was observed for variants with dark gray bars. Data points are averaged from three separate assays. ****, p Ͻ 0.0001.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 467,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 674,
                    "end": 682,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Glycosylation and site occupancy were similar between M41-RBD, N59A, and N145A"
        },
        {
            "text": "pied at 89% or greater in M41 and N59A. The N145A variant exhibited site occupancy at all expected sites, including Asn-219, although signal intensity at that site was low. Two sites had much lower occupancy in N145A as compared with the other samples. Site Asn-126 dropped to 61% occupancy and site Asn-246 to 79% occupancy compared with nearly complete occupancy in the N59A and M41 proteins. Overall site occupancy was high for all sites. The difficulty in detecting some of the peptides, particularly Asn-219, may be due to hydrophobicity. Ionization is partially driven by hydrophobicity, and Asn-219 only had 20% hydrophobic character after the two digestions, which may, in part, explain its low detectability. By comparison, glycopeptides containing Asn-85, Asn-145, and Asn-160 were short and between 21 and 33% hydrophobicity, whereas glycopeptides containing other sites had predicted hydrophobicity ranging from 37 to 61% and tended to produce higher intensity spectra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "Glycoform relative abundances at each site are listed in Table  S1 . Fig. 5 shows the location of each glycosylation site on the RBD of M41. Overall compositions at each site were similar in charge and size across the three constructs. A representative glycan is shown at each site based on peak intensity. The N145A construct had glycoforms like those identified by MALDI-TOF MS with more HexNAc and fewer Hex compared with M41 and N59A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 66,
                    "text": "Table  S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 69,
                    "end": 75,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "Fewer overall glycan compositions were detected on glycopeptides by LC/MS compared with the free glycans observed by MALDI-TOF MS (63 versus 100 compositions). This can be expected because the technology of instrumentation used and the physiochemical characteristics of permethylated glycans and glycopeptides differ significantly. The forms detected overlapped between the two analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "During our investigation, the first structure of the M41 spike protein was solved using electron microscopy (EM) (18) . Mapping the glycosylation sites onto the structure did not lead to a clear understanding of how the mutations affect binding. Although EM structural resolution is limited, and the precise coordinates for the attached glycans are not known, an attempt was made to dock a series of potentially sialylated ligands to a glycan-stripped structure of the RBD and a structure that was populated with glycans based on our data. The glycan chosen for each site on the RBD was based on the predominant glycans identified at each site by LC/MS (see Fig. 5 ).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 664,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Docking results are dependent on glycosylation status of the M41-RBD protein"
        },
        {
            "text": "Seventeen oligosaccharide ligands were chosen based on a previous glycan array study of M41 (11) and ELISA data (this work). Both strong and weak binders were selected (Fig. 6) . Each ligand was docked 20 times against both the sugarstripped and in silico glycosylated M41-RBD coordinates. There was no statistically significant difference between the docked binding energies of ligands that did and did not bind on the array. All oligosaccharide ligands, except for 1, 3, 9, 13, 15, and 17, docked seven or more times to one or more of the four sites on the M41 sugar-stripped structure with no clear pattern differentiating between them (Fig. 6 ). In the sugar-stripped structure, all binding occurred at sites A and B. Site A is under the galectin fold near site Asn-194, and site B encompasses Asn-85 and Asn-59. All three glycosylation sites are required for binding to trachea tissue. The docking pattern changed dramatically when glycans were modeled onto the structure. The most dramatic change was seen at site D where eight ligands bound seven or more times, whereas interactions at all other sites decreased. There were no binders at site A, only two at site ",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 639,
                    "end": 646,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Docking results are dependent on glycosylation status of the M41-RBD protein"
        },
        {
            "text": "C (3 and 16) and three at site B (6, 9, and 17) . All of the ligand oligosaccharides that docked at site D were sialylated, consistent with ligands identified by array and ELISA. No control ligand (1 and 2 uncharged; 3 and 4 KDN-charged) bound at site D. The interaction at site D involved both sugar-protein and sugar-sugar contacts, and in some docking runs, the interaction was completely sugar-sugar. Site D is in the center of a circle of glycosylation sites that showed altered binding profiles when mutated; N59A, N85A, and N160A lost the ability to bind, whereas N145A gave a very strong signal in the histochemical assay. Of note, no ligands docked in the site at the top of the galectin fold where many structural homologs of M41 are thought to bind sugars, such as the bovine coronavirus RBD (19) . For comparison, we docked Neu5Ac(␣2-6)Gal(␤1-3)GlcNAc (␤-OMe) against the crystal structure of the bovine RBD. Twenty five of 25 times the glycan docked in the proposed binding site at the top of the galectin fold in the negatively-charged area of the bovine RBD control near Asn-198 (Fig. 7B ).",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 47,
                    "text": "(6, 9, and 17)",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1094,
                    "end": 1102,
                    "text": "(Fig. 7B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "Previously, we established that the IBV M41 S1 protein binds sialic acid-substituted glycoconjugate ligands in chicken trachea and lung tissue (11) . Intriguingly, the M41 RBD is highlyglycosylated with 10 potential glycosylation sites, and glycosylation appears to be necessary for binding to host tissues because treating the protein with a neuraminidase diminishes binding (11) . This study extends our investigation toward determining the role of glycosylation in the function of the RBD, which encompasses the N-terminal region of the native protein. Each of the potential glycosylation sites was individually ablated, and each construct was examined for its ability to bind tissue and an ELISA-presented ligand. In addition, the global glycosylation profile of every construct was surveyed, and glycosylation of three representative constructs was examined on a site-specific basis.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Six of the 10 glycosylation sites in the RBD domain of IBV M41 were essential for binding to chicken trachea tissue and an ELISA-presented sialylated oligosaccharide ligand. CD analysis demonstrated that both secondary structure and stability were similar across all the RBD constructs indicating the proper fold was likely retained for all. Globally, percent abundances of sialylated glycans differed across mutants, but the differences were not associated with loss of binding. For example, 51 and 20% of the glycans in binding mutants N145A and N246A, respectively, and 46 and 51% of the glycans in the nonbinders N126A and N160A, respectively, were sialylated (summed from Fig. 4) . By comparison, 40% of the glycans in the unmodified RBD construct were sialylated. On a site-specific basis, some glycosylation sites had more sialylation than others (Table S1 ). On average, each of glycosites Asn-126, Asn-194, Asn-229, and Asn-246 were sialylated at least 50% of the time. Sites Asn-229 and Asn-246 were in the less-ordered region of the protein Figure 5 . Site-specific glycosylation of M41, N59A, and N145A. The S1-N-terminal receptor binding domain residues 21-268 from PDB entry 6cv0 is represented as gray ribbons. The asparagines of glycosylation sites that could still bind trachea tissue after mutation to alanine are in cyan, and those that could not are in dark red. GlcNAc residues from the structure are dark blue balls and sticks. The most predominant glycan for each site across all three constructs is shown to the right. Glycoforms shown on the right are based on our data, and inferred structural detail is based on accepted knowledge of the cell type used in protein production. Monosaccharides are represented as follows: mannose (green circles); galactose (yellow circles); GlcNAc (blue squares); fucose (red triangles); and sialic acid (purple diamonds). Numbering of the sites is based on the mature sequence. The figure was made with CCP4MG (38) and GIMP. (11) and referenced in the figure as Array score 1 . White columns were against structure without sugars, and gray columns were LC/MS-identified where the sugars were modeled. Bottom, RBD-binding domain of M41 from PDB structure 6cv0. Glycosylation sites are shown as cyan balls. Sites where two or more oligosaccharides docked seven or more times are indicated as colored space-filled amino acids. Colors and labels match the table above. B is A turned 90°toward the user. Structure representations were made in CCP4-MG (38) . Sugar symbols were rendered with DrawGlycan-SNFG (www.virtualglycome.org/DrawGlycan/) 3 (39) .",
            "cite_spans": [
                {
                    "start": 1985,
                    "end": 1989,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2506,
                    "end": 2510,
                    "text": "(38)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2599,
                    "end": 2600,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2601,
                    "end": 2605,
                    "text": "(39)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 684,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 854,
                    "end": 863,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1052,
                    "end": 1060,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "away from the galectin fold where binding is associated in the docking study. Site Asn-194 is at the bottom of the galectin fold and is required for ligand binding. Site Asn-126 is at the top of the galectin fold and is also required for binding. Although we cannot conclude that sialylation is required at Asn-194 and Asn-126, it is clear that glycosylation at these sites serves a role in ligand binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "The publication of the cryo-EM structure of M41 (18), the first structure of a spike protein from a gammacoronavirus, made it possible to visualize the distribution of the glycosylation sites in the tertiary structure of the protein. The study verified the site occupancy we observed on M41-RBD because 9 of 10 of the glycosylation sites in the EM structure were occupied. Site Asn-246, not occupied in the EM structure, is on a ␤-strand in the EM structure, and it forms close contacts with the S1 C-terminal domain in the native protein. The C-terminal domain was not part of our construct. Therefore, Asn-246 in the recombinant constructs was likely in an environment much different from that found in the full-length protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "Many human galectins, and also the bovine ␤-coronavirus spike protein (18) , bind sugars at what is the top of the ␤-sandwich near site Asn-126 in the RBD constructs (see Fig. 5 ). The bovine RBD site Asn-198 closely aligns with site Asn-126 of M41 (see Fig. 7 ). In the bovine protein, this demarks the region of proposed ligand binding. Loss of Asn-126 in the M41 RBD abrogates binding to trachea tissue. Although ablation of Asn-126 diminishes ligand binding, our docking study gave no evidence that this is the sialyl ligand-binding site in M41. Evaluation of the charge distribution in the proposed binding sites indicates that the bovine site is negatively charged, whereas the negative charge in the same region in M41 is sparse (Fig. 7) . This difference in charge near Asn-126 may explain the lack of ligand docking in this region (gray ␤-strands in Fig. 6B ) during docking simulations.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 177,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 260,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 736,
                    "end": 744,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 859,
                    "end": 866,
                    "text": "Fig. 6B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "The precise ligand-binding region of proteins with a galectin fold varies. Rotavirus protein VP4, for example, binds sialic acid in a groove between the ␤-sheets of the sandwich (20) . The clustering of five of six required N-glycosylation sites suggests the location of the ligand-binding site may be on the right of the galectin fold as shown in Fig. 5 . Our docking experiments studying 17 possible oligosaccharide ligands to M41 were not conclusive in terms of binding energies but did identify four potential saccharide-binding regions (Fig. 6) . Docking also demonstrated that glycosylation affects binding in silico because one potential site (site A; see Fig. 6 ) lost favor, whereas another one, site D, dramatically gained favor when the protein was glycosylated. Site D is in the center of three glycosylated asparagines required for binding (Asn-59, Asn-85, and Asn-160), and one whose loss results in a very strong histochemical signal and has a protein-wide effect on glycosylation with increased sialylation (Asn-145) . In addition, the site D region is negatively charged (see Fig. 7A ) like the proposed sialyl ligandbinding site on the bovine protein (Fig. 7B) (19) . All the ligands that interacted with site D were sialylated and included the glycan that bound in our ELISA studies. Interestingly, carbohydrate-carbohydrate contacts were detected in the RBD-ligand interactions at site D. This is an intriguing result because carbohydrate-carbohydrate interactions, although not common, have been reported between nonfucosylated antibodies and their receptor, in cell-cell adhesion interactions, between tumor antigens, and between bacterial receptors and mucin (21) (22) (23) (24) (25) . A literature search did not uncover any reported carbohydrate-carbohydrate interactions between virus and host. Although our docking study must be evaluated in the context of the higher root mean square deviations typical of EM structures, and the inexactness of modeled oligosaccharides, results suggest that a combination of carbohydratecarbohydrate and carbohydrate-protein interactions should be considered in the binding mechanism.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "(22)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1692,
                    "end": 1696,
                    "text": "(23)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "(24)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "(25)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 663,
                    "end": 669,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1023,
                    "end": 1032,
                    "text": "(Asn-145)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1093,
                    "end": 1100,
                    "text": "Fig. 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1169,
                    "end": 1178,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "In conclusion, we have shown that glycosylation of six sites on the M41 IBV RBD are necessary for the interaction of M41 with both trachea tissue and Neu5Ac(␣2-3)Gal(␤1-3) GlcNAc ligand in ELISA. Based on occupancy data, at least nine sites were glycosylated in the recombinant M41-RBD. Deletion of individual glycosylation sites had little effect on secondary structure, but it did have some effect on overall glycosylation profiles of some variants, especially N145A. Some differences can be expected because one site, with specific glycans, is lost from each variant, thus mildly altering overall profiles. In silico docking suggests that glycosylation may guide ligand binding. Especially intriguing is site D, where glycosylation is required for in silico docking at that site. The interaction of M41 IBV with sialyl ligand may prove to be a unique interaction involving both carbohydrates and protein. Further investigation is warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "The tissues used for this study were obtained from the tissue archive of the Veterinary Pathologic Diagnostic Center (Department of Pathobiology, Faculty of Veterinary Medicine, Utrecht University, The Netherlands). This archive is composed of paraffin blocks with tissues maintained for diagnostic purposes; no permission from the Committee on the Ethics of Animal Experiment is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "The pCD5 vector containing IBV M41-RBD in-frame with a C-terminal GCN4 trimerization motif and Strep-Tag has been A and pink boxes on B. Y162, E182, W184, and  H185 in B are involved in binding to sialic acid. The large asterisk in A indicates possible binding site based on structural comparison between the two proteins. Images were made with CCP4-MG (38) . Bovine coordinates are from PDB code 4H14.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "(38)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 164,
                    "text": "A and pink boxes on B. Y162, E182, W184, and  H185",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "described previously (10) . Site-directed mutagenesis using the Q5 technology (New England Biolabs) was performed to mutate the asparagine-encoding residues of the N-linked glycosylation sequence motif NX(S/T) into alanine or valine using the primers in Table 3 . Sequences of the resulting RBDs were confirmed by Sanger sequencing (Macrogen, The Netherlands).",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Avian coronavirus glycosylation"
        },
        {
            "text": "HEK293T (ATCC CRL-3216) cells were transfected with pCD5 plasmids using polyethyleneimine at a 1:12 ratio. The recombinant proteins were purified using Strep-Tactin-Sepharose beads, as described previously (11) , and their production was confirmed by Western blotting using Strep-Tactin HRP antibody (IBA, Germany).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Production of recombinant proteins"
        },
        {
            "text": "Recombinant M41 and its variants were prepared for CD spectroscopy by buffer exchange and concentration with four centrifugation cycles through 10-kDa MWCO Amicon Ultra 0.5-ml centrifugal filters (UFC 501024) into 10 mM sodium phosphate, pH 7.75. Final concentrations were measured with a Thermo Fisher Scientific Nanodrop 2000 spectrophotometer. CD spectra were collected on a JASCO J-810 spectropolarimeter with a Peltier thermostated fluorescence temperature controller module. Samples were diluted to 0.06 mg/ml and four scans accumulated from 285 to 190 nm with a scanning speed of 10 nm/min, digital integrated time 1-s, bandwidth 1 nm, and standard sensitivity at 25°C. A thermal melt was done from 25 to 95°C with a ramp rate of 1°C/min. Measurements were taken every 2°at 222, 218, 215, 212, 208, 205, 196, and 194 nm. A full CD scan was collected at 95°C. The temperature was then lowered to 25°C. After allowing the protein to refold for 20 min at 25°C, a third CD scan was taken at 25°C to measure recov-ery. A Savitzky-Golay filter was used to smooth CD data at different temperatures for visual comparison (Fig. S2) .",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 823,
                    "text": "218, 215, 212, 208, 205, 196, and 194",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1120,
                    "end": 1129,
                    "text": "(Fig. S2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CD"
        },
        {
            "text": "Secondary structure calculations for the CD data collected at 25°C before the thermal melt were processed by Dichroweb (16) using the CDSSTR (26), Selcon3 (27) , and Contill (28) algorithms with protein reference set 7. Results from the three algorithms were averaged and plotted in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "(27)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 289,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CD"
        },
        {
            "text": "Histochemistry was performed as described previously (11) . Briefly, chicken trachea tissues from a 7-week-old broiler chicken were sectioned at 4 m before incubation with RBD proteins at 100 g/ml. Desialylated tissues were prepared by pre-treatment with 2 milliunits of neuraminidase (sialidase) from A. ureafaciens (AUNA, Sigma, Germany) in 10 mM potassium acetate, 2.5 mg/ml Triton X-100, pH 4.2, at 37°C overnight before protein application. Chicken trachea tissues were from a 7-week-old broiler chicken (G. gallus) obtained from the tissue archive of the Veterinary Pathologic Diagnostic Center (Department of Pathobiology, Faculty of Veterinary Medicine, Utrecht University, The Netherlands).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Protein histochemistry"
        },
        {
            "text": "Sialic acids (Neu5Ac␣2-3Gal␤1-3GlcNAc-PAA, 3-SiaLc-PAA, GlycoNZ, Russia) were coated (1 g/well) in a 96-well Maxisorp plate (NUNC, Sigma) at 4°C overnight, followed by blocking with 3% BSA (Sigma) in PBS-0, 1% Tween. RBD proteins (100 g/ml) were preincubated with Strep-Tactin-HRPO (1:200) for 30 min on ice, before applying them to the plates for 2 h at room temperature. 3,3Ј,5,5Ј-Tetramethylbenzidine substrate was used as a peroxidase substrate to visualize binding, after which the reaction was terminated using 2 N H 2 SO 4 . Absorbances (A 450 nm ) were measured in a FLUOstar Omega (BMG Labtech) microplate reader, and MARS data analysis software was used for analysis. Protein samples of each recombinant protein were measured at each concentration in triplicate. Statistical analysis was performed by comparing each protein to the unmodified RBD using two-way ANOVA with Dunnett's multiple comparisons test where ␣ was set to 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "The workflow is shown in Fig. S3 . Aliquots between 200 and 400 g of M41, N59A, and N145A and 50 g of the remaining proteins were digested with trypsin as per An and Cipollo (29) . Approximately 25-100-g aliquots of protease-digested proteins were processed for deglycosylated glycopeptide and permethylated glycan analyses. Samples were resuspended in 50 mM ammonium bicarbonate, pH 8.0. Glycans were released by digestion with 10 units/l PNGase F (glycerol-free from New England Biolabs) for 3 h at 37°C. The samples were adjusted to pH 5.0 with 2-4 l of 125 mM HCl. To maximize glycan release, samples were further digested with 0.15 milliunits/l PNGase A overnight at 37°C. Free glycans and deglycosylated peptides were separated using C18 SPE cartridges (Thermo Fisher Scientific). Intact glycopeptide analyses were performed using 175-300 g of HILIC-enriched glycopeptides as per An and Cipollo (29) . Following data collection on the trypsinized glycopeptides, the remainder of the M41, N59A, and N145A sam- ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Fig. S3",
                    "ref_id": null
                }
            ],
            "section": "Glycopeptide preparation, enrichment, and N-glycan release"
        },
        {
            "text": "LC/MS E data were collected on trypsinized peptides deglycosylated with PNGase F as described under N-glycan release. Asparagines that are deglycosylated by PNGase F are converted to aspartate with a mass gain of 0.984 Da due to the replacement of -NH 2 with -OH. The percent occupancy for each site is calculated by comparing the intensity of peptides with Asn to those with Asp. However, spontaneous deamidation of unmodified Asn to Asp can also occur. 18 O-Water, which results in mass shift of 2.984 Da, was used to ensure calculated percent occupancy was not skewed due to spontaneous deamidation. This experiment allows for examination of both spontaneous and enzymatically catalyzed deamidation, and therefore, accurate estimations of percent occupancy of glycosites can be determined. Percent occupancy was calculated by comparing the intensities of the deglycosylated (DG) and nonglycosylated (NG) peptides using the equation: DG/(DG ϩ NG)⅐100.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Site occupancy"
        },
        {
            "text": "PNGase-released N-glycans were applied to C18 SPE and eluted with 0.1% formic acid leaving the deglycosylated peptides bound to the C18 column. The glycan eluate fractions were combined, and butanol was added to a final concentration of 1%. The samples were then loaded onto 100-mg porous graphite columns prepared first by sequential washes of 1 ml of 100% acetonitrile (ACN), 1 ml of 60% ACN in water, 1 ml of 30% ACN in water, and 1 ml of water. All solutions contained 0.1% trifluoroacetic acid (TFA). The loaded columns were washed three times with 1 ml of 0.1% TFA in water, then eluted with 30% ACN, 0.1% TFA, water, followed by 60% ACN, 0.1% TFA, and water. The eluents were pooled and dried in glass vials by rotary evaporation. Permethylation was done following the method of Cincanu and Costello (30) and Cincanu and Kerek (31) . MALDI-TOF analysis of permethylated N-glycans was performed on a Bruker Autoflex TM speed mass spectrometer in positive polarity reflectron mode. 2,5-Dihydroxybenzoic acid was used as a matrix, and malto-oligosaccharides were used as an external calibrant. Data were processed using FlexAnalysis TM . Each sample was spotted three times, and scans were collected in positive reflectron mode. Peaks were picked and assigned, and intensities were averaged across each set of spots using in-house software. Assignments were based on glycans known to be present in HEK293T cells.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 811,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Purification, permethylation, and semi-quantitation of free glycans"
        },
        {
            "text": "Each peptide or glycopeptide sample was analyzed three times. A C18 column (BEH nanocolumn 100 m inner diameter ϫ 100 mm, 1.7-m particle, Waters Corp.) was used for nanoLC/MS E analyses. A nanoAcquity UPLC system (Waters Corp.) was used for automatic sample loading and flow control. Load buffer was 3% ACN, 97% water. Peptides were eluted via a 60-min gradient from 3 to 50% ACN with a flow of 0.4 l/min. All chromatography solutions included 0.1% formic acid. The eluent flowed to an uncoated 20-m inner diameter PicoTip Emitter (New Objective Inc., Woburn, MA). The mass spectrometer was a SYNAPT G2 HDMS system (Waters Corp.). Applied source voltage was 3000 V. Data were collected in positive polarity mode using data-independent MS E acquisition, which consists of a starting 4-V scan followed by a scan ramping from 20 to 50 V in 0.9 s. To calibrate internally, every 30 s 400 fmol/l Glu-fibrinopeptide B with 1 pmol/l leucine enkephalin in 25% acetonitrile, 0.1% formic acid, 74.9% water was injected through the lockmass channel at a flow rate of 500 nl/min. Initial calibration of the mass spectrometer was performed in MS 2 mode using Glu-fibrinopeptide B and tuned for a minimum resolution of 20,000 full-width at half-maximum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-phase nanoLC/MS E analysis of glycopeptides and peptides"
        },
        {
            "text": "NanoLC/MS E data were processed using BiopharmaLynx 1.3 (Waters Corp.) and GLYMPS (in-house software) (32, 33) to identify specific glycans on each peptide. The search settings included trypsin digest with up to one missed cleavage, fixed cysteine carbamidomethylation, variable methionine oxidation, and variable N-glycan modifications based on a building block glycan library. Assignment inclusion criteria were as follows: 1) the presence of a core fragment (peptide, peptide ϩ HexNAc, peptide ϩ HexNAc 2 , peptide ϩ dHex 1 HexNAc 1 , and peptide ϩ Hex 1 HexNAc 2 ); 2) the presence of three or more peptide fragments; 3) the presence of three or more assigned glycopeptide fragments; 4) assignment is made in at least 2 of 3 injections; and 5) the existence of the glycan in GlyConnect (https://glyconnect.expasy.org). 3",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "(32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "33)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis for peptide and glycopeptide identification"
        },
        {
            "text": "Residues 21-268 of the M41 spike EM structure were extracted from the published structure (PDB code 6cv0) (18) . This corresponds to the M41-RBD used in this paper. Glycamweb's glycoprotein-builder program (34) was used to add the major oligosaccharide found at each glycosylation site onto the protein in silico. All glycosites in the M41 EM structure were occupied except Asn-246; however, Asn-246 was occupied in our data and was populated accordingly. All glycosites were glycosylated in the new PDB file based on best evidence from our MS data. The coordinates of M41-RBD without glycans, M41-RBD with modeled glycans, and bovine RBD (PDB code 4H14) were used in docking experiments. A virtual library of 17 oligosaccharides representing a variety of binding epitopes was created based on the CFG array version 4.2 (see Fig. 6 for a list). Raw models of the oligosaccharide ligands were created with the AMBER tool tleap (www.ambermd.org) 3 utilizing the GLYCAM06 force field (35), then energy minimized using YASARA (36) . Dock screening of the library was performed with the YASARA implementation of Autodock Vina (37) with default parameters. A molecular dynamics simulation with explicit water (TP3) but with fixed coordinates for the backbone atoms was run on the glycosylated M41 RBD model to allow the amino acid side chains to accommodate the added glycans and to find low energy conformations. Two models were extracted from the glycosylated MD RBD run at 5 and 10 ns, which were used for dock screening with the virtual library.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "(36)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 831,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Docking"
        },
        {
            "text": "Each oligosaccharide ligand was docked against the structures 20 times. Docking results shown in Fig. 6 are for the 10-ns model. Results were similar in the 5-ns models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Avian coronavirus glycosylation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The long view: 40 years of infectious bronchitis research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Pathol",
            "volume": "41",
            "issn": "",
            "pages": "239--250",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2012.680432"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "8801--8811",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.16.8801-8811.2003"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronaviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "825--858",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The avian coronavirus spike protein",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Beurden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Weerts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "37--48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2014.10.009"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cloning and sequencing of the gene encoding the spike protein of the coronavirus IBV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Boursnell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pappin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Gen. Virol",
            "volume": "66",
            "issn": "",
            "pages": "719--726",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-66-4-719"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus IBV: structural characterization of the spike protein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Gen. Virol",
            "volume": "64",
            "issn": "",
            "pages": "2577--2583",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-64-12-2577"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus IBV glycopolypeptides: size of their polypeptide moieties and nature of their oligosaccharides",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Gen. Virol",
            "volume": "64",
            "issn": "",
            "pages": "1187--1191",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-64-5-1187"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Assembly of coronavirus spike protein into trimers and its role in epitope expression",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "5367--5375",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quaternary structure of coronavirus spikes in complex with carcinoembryonic antigen-related cell adhesion molecule cellular receptors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Lewicki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M201837200"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mapping of the receptor-binding domain and amino acids critical for attachment in the spike protein of avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Promkuntod",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Eijndhoven",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Vrieze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gröne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "448",
            "issn": "",
            "pages": "26--32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2013.09.018"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Binding of avian coronavirus spike proteins to host factors reflects virus tropism and pathogenicity",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gröne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "8903--8912",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05112-11"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sialic acid is a receptor determinant for infection of cells by avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwegmann-Wessels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Gen. Virol",
            "volume": "87",
            "issn": "",
            "pages": "1209--1216",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.81651-0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Glycan-protein interactions in viral pathogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tharakaraman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sasisekharan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sasisekharan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "40",
            "issn": "",
            "pages": "153--162",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sbi.2016.10.003"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of N-linked glycosylation sites in the spike protein and their functional impact on the replication and infectivity of coronavirus infectious bronchitis virus in cell culture",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virology",
            "volume": "513",
            "issn": "",
            "pages": "65--74",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The pathogenesis of virulent and avirulent avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Geilhausen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Ligon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lukert",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch. Gesamte Virusforsch",
            "volume": "40",
            "issn": "",
            "pages": "285--290",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01242547"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Protein secondary structure analyses from circular dichroism spectroscopy: methods and reference databases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Whitmore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biopolymers",
            "volume": "89",
            "issn": "",
            "pages": "392--400",
            "other_ids": {
                "DOI": [
                    "10.1002/bip.20853"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel receptor specificity of avian gammacoronaviruses that cause enteritis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Ambepitiya Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Weerts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Beurden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ducatez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eterradossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gröne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "8783--8792",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00745-15"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cryo-EM structure of infectious bronchitis coronavirus spike protein reveals structural and functional evolution of coronavirus spike proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1007009"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Crystal structure of bovine coronavirus spike protein lectin domain",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pasquarella",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Biol. Chem",
            "volume": "287",
            "issn": "",
            "pages": "41931--41938",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M112.418210"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The rhesus rotavirus VP4 sialic acid binding domain has a galectin fold with a novel carbohydrate binding site",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Dormitzer",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "885--897",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/21.5.885"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Unique carbohydrate-carbohydrate interactions are required for high affinity binding between Fc␥RIII and antibodies lacking core fucose",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jäger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sondermann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brünker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Waldhauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Rufer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stihle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Umaña",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "108",
            "issn": "",
            "pages": "12669--12674",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Model system for cell adhesion mediated by weak carbohydrate-carbohydrate interactions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Álvarez De Cienfuegos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oelkers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kriemen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sunnick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yüksel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalsani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Werz",
                    "suffix": ""
                },
                {
                    "first": "Janshoff",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Am. Chem. Soc",
            "volume": "134",
            "issn": "",
            "pages": "3326--3329",
            "other_ids": {
                "DOI": [
                    "10.1021/ja210304j"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Carbohydrate-carbohydrate interaction as a major force initiating cell-cell recognition",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bucior",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Glycoconj. J",
            "volume": "21",
            "issn": "",
            "pages": "111--123",
            "other_ids": {
                "DOI": [
                    "10.1023/B:GLYC.0000044843.72595.7d"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tn and STn are members of a family of carbohydrate tumor antigens that possess carbohydrate-carbohydrate interactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sletmoen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Stokke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glycobiology",
            "volume": "28",
            "issn": "",
            "pages": "437--442",
            "other_ids": {
                "DOI": [
                    "10.1093/glycob/cwy032"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Are Lewis b and H type 1 on Helicobacter pylori involved in binding of bacteria to MUC1 mucin? Adv",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Radziejewska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borzym-Kluczyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leszczyńska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Exp. Med",
            "volume": "22",
            "issn": "",
            "pages": "347--353",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Variable selection method improves the prediction of protein secondary structure from circular dichroism spectra",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manavalan",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Anal. Biochem",
            "volume": "167",
            "issn": "",
            "pages": "76--85",
            "other_ids": {
                "DOI": [
                    "10.1016/0003-2697(87)90135-7"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A self-consistent method for the analysis of protein secondary structure from circular dichroism",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sreerama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Woody",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Stokkum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Spoelder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bloemendal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Grondelle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Groen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "CrossRef Medline",
            "volume": "209",
            "issn": "",
            "pages": "110--118",
            "other_ids": {
                "DOI": [
                    "10.1016/0003-2697(90)90396-Q"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An unbiased approach for analysis of protein glycosylation and application to influenza vaccine hemagglutinin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cipollo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anal. Biochem",
            "volume": "415",
            "issn": "",
            "pages": "67--80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ab.2011.04.018"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Elimination of oxidative degradation during the per-O-methylation of carbohydrates",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciucanu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Costello",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Am. Chem. Soc",
            "volume": "125",
            "issn": "",
            "pages": "16213--16219",
            "other_ids": {
                "DOI": [
                    "10.1021/ja035660t"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Asimpleandrapidmethodforthepermethylation of carbohydrates",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciucanu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Andkerek",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Carbohydrate Res",
            "volume": "131",
            "issn": "",
            "pages": "209--217",
            "other_ids": {
                "DOI": [
                    "10.1016/0008-6215(84)85242-8"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Glycosylation analysis of engineered H3N2 influenza A virus hemagglutinins with sequentially added historically relevant glycosylation sites",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccullers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Alymova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cipollo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Proteome Res",
            "volume": "14",
            "issn": "",
            "pages": "3957--3969",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jproteome.5b00416"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Glycosylation characterization of an influenza H5N7 hemagglutinin series with engineered glycosylation patterns: implications for Avian coronavirus glycosylation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cipollo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "7797-7809 structure-function relationships",
            "authors": [],
            "year": 2005,
            "venue": "J. Proteome Res",
            "volume": "294",
            "issn": "19",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jproteome.6b00175"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "GLYCAM06: a generalizable biomolecular force field. Carbohydrates",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirschner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Yongye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tschampel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "González-Outeirino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Comput. Chem",
            "volume": "29",
            "issn": "",
            "pages": "622--655",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.20820"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization and multithreading",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vriend",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Trott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CrossRef Medline",
            "volume": "30",
            "issn": "",
            "pages": "455--461",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btu426"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Presenting your structures: the CCP4mg molecular-graphics software",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcnicholas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Potterton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Crystallogr. D Biol. Crystallogr",
            "volume": "67",
            "issn": "",
            "pages": "386--394",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444911007281"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "DrawGlycan-SNFG: a robust tool to render glycans and glycopeptides with fragmentation information",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neelamegham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Glycobiology",
            "volume": "27",
            "issn": "",
            "pages": "200--205",
            "other_ids": {
                "DOI": [
                    "10.1093/glycob/cww115"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Western blotting verifying production of M41 RBD proteins. Recombinant viral proteins were produced by transfection of HEK293T cells. The soluble proteins were purified from the supernatant using Strep-Tactin beads and analyzed by Western blotting using a Strep-Tactin HRP antibody.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Calculated secondary structure for each variant based on CD data. Each bar represents the average results from three algorithms in Dichroweb. Standard deviations are indicated at the top of each color. From the bottom, the bar segments represent ␣-helix (blue), ␤-strand (red), turns (yellow), and unordered (green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Free glycans identified by MALDI-TOF analysis. Data for M41 and variants are arranged in columns. Assigned glycans are on the y axis. Blue bars represent the average percent abundance across three measurements. Standard deviation is indicated with black lines on top of the bars. Glycan compositions are arranged by increasing complexity, starting with high mannose (i.e. Hex 5 HexNAc 2 ) at the top and ending with the larger complex forms at the bottom. Yellow and white shading groups indicate glycan compositions with increasing numbers of HexNAcs moving from top to bottom. Abbreviations are hexose (Hex), GlcNAc (HexNAc), deoxyhexose (dHex), and sialic acid (NeuAc).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Docking results. Top, list of all oligonucleotides docked to the M41-RBD. Columns with ϫ indicate the sugar in that row was docked seven or more times out of 20 at the indicated site on the protein. Array scores are from Wickramasinghe et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Charge distribution looking down on the potential sialic acidbinding site of M41 (A) and bovine (B) RBDs. Orientation of both proteins matches that of Fig. 6B. Positive electrostatic charge is blue, and negative is red. Sugars are gray boxes on",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Techniques used in this paper",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Potential glycosylation sites based on sequence, predicted glycosylation sites by NetNGlyc (www.cbs.dtu.dk/services/NetNGlyc),3 and siteoccupancy measured by LC/MS E The higher the NetNGlyc potential, the more likely it is to be glycosylated.c Average percentages and standard deviations are calculated from three separate LC/MS E injections. d Where percent occupancy ϭ 100, the intensity of the never-glycosylated peptide was too low to detect. e Sites missing in the glycosylation variants are noted with NA. Not determined is noted as ND. f Both glycosylated and nonglycosylated forms were detected, but incomplete cleavage and low signal intensity precluded accurate approximation of occupancy. g Masses matching the spontaneously deaminated and de-glycosylated peptide were not found. h This site is not likely to be glycosylated.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Primers used for site-directed mutagenesis to generate Asn-to-Ala and Val-to-Ala substitutionsThe sequence encoding alanine is in lowercase. FW means forward; RV means reverse.Primer sequence for Asn 3 Ala and Val 3 Ala substitutionsples were digested with chymotrypsin at a ratio of 1:20 overnight at 25°C, and HILIC was enriched a second time (for the M41 and N59A samples only) prior to LC/MS analysis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}