{
    "paper_id": "ef59a46e2e45003715f19b21628032e984296ca6",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The speed and scope of detection of an infectious disease, in particular, timely identification and reporting of a new pathogen, is a major indicator of a country's ability to control infectious diseases. Findings of the Global Health Security (GHS) index 1 suggest that only 19% of countries have the ability to quickly detect and report epidemics of potential international concern, fewer than 5% of countries can rapidly respond to and mitigate the spread of an epidemic, and no country is fully prepared for epidemics or pandemics. Experience with coronavirus disease 2019 (COVID-19) seems to have confirmed these findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        },
        {
            "text": "In The Lancet Infectious Diseases, Rene Niehus and colleagues 2 report a modelling approach with which they assessed the relative capacity for detection of imported cases of COVID-19 globally, and the prevalence of this disease among international travellers, and used these data to estimate cases of COVID-19 in Wuhan, China, from where the epidemic was first reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        },
        {
            "text": "Using Singapore as a reference (because of its perceived perfect case-detection), Niehus and colleagues estimated that the global capacity to detect imported cases of COVID-19 before Feb 4, 2020, was 38% (95% highest posterior density interval [HPDI] 22-64) of Singapore's capacity, and was, respectively, 40% (95% HPDI 22-67), 37% (18-68), and 11% (0-42) of Singapore's capacity among countries with a high, medium, and low surveillance capacity, according to the GHS index. 2 This finding indicates that about 2·8 (95% HPDI 1·5-4·4) times current reported imported cases should have been detected if all countries had Singapore's detection capabilities. The ratio of detected to undetected cases (1:1·8, 95% HPDI 0·5-3·4) indicates that about 64% of imported cases have not been detected.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 477,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        },
        {
            "text": "Based on imported cases aggregated by location, air travel volume, and GHS index for detection and reporting, Niehus and colleagues inferred that total COVID-19 cases in Wuhan have been underestimated by 70% based on the relatively lower prevalence of visitors who stayed for 7 days in Wuhan and underdetection capacity, and by 81% for 3-day visitors. This percentage is probably the lower bound since detection capacity was estimated relative to that in Singapore, which was probably not 100% efficient. 2 The relatively lower prevalence of COVID-19 among short-term visitors compared with residents of Wuhan has contributed to the underestimation. 2 However, Niehus and colleagues conclude that it is more acceptable than the effect of underdetection.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 506,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        },
        {
            "text": "Niehus and colleagues remind us to reflect on causes of the high early case-fatality rate in Wuhan, which has important implication for countries struggling with COVID-19 now. 3, 4 One explanation is the strong virulence of the virus, which is presumed to have crossed the species barrier from animal to human. 5 However, several studies on the evolution of SARS-CoV-2 imply that origin of the virus is still unknown. The virus identified in Wuhan might not be the first generation. 6, 7 The high case-fatality rate in Wuhan is probably because the detection ability of viral nucleic acid was insufficient in the early stages of the outbreak. Most patients with mild disease had no access to a medical diagnosis and were excluded from calculation of the case-fatality rate, which was primarily contributed to by patients with severe disease. 8 Makeshift hospitals began to be built on Feb 4, 2020, in Wuhan, for medical care of patients with mild disease, and subsequent detection and treatment of mild cases decreased the number of deaths (numerator) while increasing the total number of cases (denominator). 9 Outside Hubei province, a lower case-fatality rate of 0·9% (121 of 13 500) has been attributed to perfect detection. 10 People in China (outside Hubei province) who visited any place outside of their regular residential area received a test, whereas people with no symptoms would be home quarantined for 14 days, particularly those who had recently visited Hubei province, who would be strictly followed up through home visits and by telephone by community management staff.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 179,
                    "end": 180,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 311,
                    "end": 312,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 486,
                    "end": 487,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 842,
                    "end": 843,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1110,
                    "end": 1111,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        },
        {
            "text": "Mathematical models have been used to simulate scenarios and predict evolution of infectious diseases since the early 20th century. 11 Models are usually driven by a disease's intrinsic mechanism or fitted through sufficient data, but they are frequently expected to provide quick insights of, and predictive power on, a new pathogen in the early stages of an outbreak, which are seemingly contradictory expectations. 2, 12 Indeed, it is not clear whether early cases of COVID-19 were from infection by animal or human, and data are limited and unreliable. In this case, models fitted by early data probably produce results divorced from reality. Early modelling studies have proved overly optimistic about the situation in Wuhan. 12 The closer to reality, the more resources a model requires. Modellers must compromise with reality most of the time.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 731,
                    "end": 733,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        },
        {
            "text": "As data are shared, and computing performance improves (including artificial intelligence), we believe that the above contradictions will be alleviated. Mathematical modelling will have a greater role in supporting clinical diagnosis and optimising a combination of strategies. In view of substantial data accumulated for COVID-19, an essential next step is to estimate whether a second wave of COVID-19 will appear in China. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling COVID-19 transmission: from data to intervention"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global Health Security Index: building collective action and accountability",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Using observational data to quantify bias of traveller-derived COVID-19 prevalence estimates in Wuhan, China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30229-2"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: surge in cases in Italy and South Korea makes pandemic look more likely",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Update: public health response to the coronavirus disease 2019 outbreak -United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Covid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "216--235",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Natl Sci Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wuhan seafood market may not be source of novel virus spreading globally",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phylogenetic analyses of the severe acute respiratory syndrome coronavirus 2 reflected the several routes of introduction to Taiwan, the United States, and Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "2019-novel coronavirus (2019-nCoV): estimating the case fatality rate-a word of caution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battegay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuehl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tschudin-Sutter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swiss Med Wkly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Just the facts on mobile cabin hospitals",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chinadaily",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Milroy Lectures on epidemic disease in England: the evidence of variability and persistency of type",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamer",
                    "suffix": ""
                }
            ],
            "year": 1906,
            "venue": "Lancet",
            "volume": "167",
            "issn": "",
            "pages": "655--62",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ZJ declares grants from the National Natural Science Foundation of China (91546203, 91846302). ZL declares grants from the Ministry of Science and Technology of the People's Republic of China. *Zhongwei Jia, Zuhong Lu urchinjj@163.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}