{
    "paper_id": "efcabe052becf11469080fe69b0e61dd756f5c88",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Letter to the Editor Neonatal Transport and COVID-19 outbreak Dear Editors:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Italy is fighting the 2019 novel coronavirus (COVID-19) outbreak. Because infants have an immature immune system and the route of vertical transmission cannot be surely ruled out, newborns are a high-risk group for infection, thus growing the complexity of neonatal transport (figure). The infants affected by COVID-19 may be asymptomatic, mild, or severely affected, but the clinical symptoms, whenever present, are not specific. Their temperature may be elevated, normal, or depressed, taking into account that temperature instability is frequent in premature infants; the presence of tachypnea, grunting, work of breathing, apnea, cough, or nasal flaring are highly suggestive for infections in adults but may be not specific in the newborn. Moreover, other manifestations of COVID-19 such as poor feeding, lethargy, vomiting, diarrhea, and abdominal distension are frequently detected in every ill newborn. All the findings listed previously cannot be linked exclusively to COVID-19 infection during neonatal age. Recent recommendations established criteria for the definition of suspected or confirmed infection in neonates. [1] [2] [3] [4] In the case of an outborn neonate, it may be very difficult to reach a sure definition of suspected or confirmed infection. The Transport Study Group of the Italian Society of Neonatology suggested the recommendations to improve safety for the transport of suspected or confirmed infected newborns. In our opinion, each outborn neonate who needs to be transported must be considered confirmed, even if the transferred center defines him or her as suspected. The Neonatal Emergency Transport Service (NETS) team does not need improvement of the instrumentation in use, such as a complete equipped transport module, transport bag, and first aid drugs. What must be added consists of highly protective wear equipment that must be stored inside the ambulance. It can happen in the case of a transport not scheduled at risk for COVID-19 that could be changing its triage en route; in this case, the availability of protective wear equipment on board allows the NETS team to be protected on the road, before approaching the at-risk newborn. If the ambulance is fitted with an opening door connecting the driver and health compartments, it is recommended to seal the passage; in general, the ambulance should be isolated from outside. At the end of the transport, the ambulance containing all the used devices inside must be disinfected before becoming available for the next transport. We strongly suggest that the transformation from a normally equipped NETS ambulance into a COVID-19 NETS ambulance is possible in every condition and at any time. We found it very difficult to obtain rapid and effective disinfection of a helicopter if used for a COVID-19 neonatal transport; the disinfection is long-lasting and complex in order to protect the technologically advanced flying instruments, thus placing the helicopter out of service ",
            "cite_spans": [
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recent advances in the detection of respiratory virus infection in humans",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "408--417",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interim clinical guidance for management of patients with confirmed 2019 novel coronavirus (COVID-19) Infection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chinese Physician Society of Obstetrics and Gynecology, Chinese Medical Doctor Association, et al. Proposed management of 2019-novel coronavirus infection during pregnancy and puerperium",
            "authors": [
                {
                    "first": "Fetal",
                    "middle": [],
                    "last": "Maternal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Experts Committee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Perinat Med",
            "volume": "23",
            "issn": "",
            "pages": "73--79",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese expert consensus on the perinatal and neonatal management for the prevention and control of the 2019 novel coronavirus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Transl Med",
            "volume": "8",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 Neonatal Transport 1067-991X/$36.00",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}