{
    "paper_id": "efe3f69a6d699871146ba1710a1ee871dbbe31f8",
    "metadata": {
        "title": "Characterization of Rabbit CD5 Isoforms NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Richard",
                "middle": [],
                "last": "Pospisil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892-1892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Juraj",
                "middle": [],
                "last": "Kabat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "Bldg 10, Rm llN3ll, 10 Center Drive",
                        "postCode": "20892-1892",
                        "settlement": "Bethesda, Bethesda",
                        "region": "MD, MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rose",
                "middle": [
                    "G"
                ],
                "last": "Mage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immunology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892-1892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "rmage@niaid.nih.gov"
            },
            {
                "first": "Mol",
                "middle": [
                    "Immunol"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Previously described polyclonal or monoclonal antibodies (mAb) to rabbit CD5, raised against expressed recombinant protein or peptides, recognize CD5 on most rabbit B cells. The mAb KEN-5 was originally reported to recognize rabbit CD5. However, KEN-5 binds almost exclusively to T cells and only to a minor population of B cells. We show here that by Enzyme-linked Immunosorbent Assay (ELISA), KEN-5 binds to recombinant rabbit CD5. This interaction is partially inhibited by polyclonal goat anti-CD5 antibody. In addition, immunoprecipitations from lysates of surface biotinylated rabbit lymphocytes with KEN-5 or our anti-CD5 mAb isolate molecules that migrate identically on gels with the same approximate relative molecular mass of 67,000 M r . By flow cytometric analyses of individual cells from spleen, thymus and appendix, KEN-5 recognizes CD5like molecules mainly on T cells and on 3-6% of IgM + B cells. Immunohistochemical staining of splenic and appendix tissues and confocal immunofluorescent imaging confirm and extend results from flow cytometric analyses. Quantitation of fluorescent colocalization indicates that staining by KEN-5 colocalizes with staining by anti-CD5 on small percentages lymphocytes in splenic tissue sections. As CD5 has both N-and O-linked glycosylation, we hypothesised that differential binding of KEN-5 to T cells and B-cells may be explained by different glycan structures on the CD5 present on T compared to B cells. This hypothesis is supported by ELISA data that show that deglycosylation diminishes the binding of KEN-5 to recombinant rabbit CD5. Screening KEN-5 on an array with 406 glycans was inconclusive. Although we did not identify a strongly binding glycan structure, the data are suggestive that the epitope recognized by KEN-5 may be influenced by glycan structures. The epitope this mAb recognizes may either be the glycan itself, or more likely, is influenced by neighboring glycan structure. Our findings suggest that development, selection and function of different B-and T-cell subsets or their preferential survival may be directly or indirectly dependent on different glycan structures associated with CD5 or CD5-like molecules expressed on T cells compared to B cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In contrast to mouse and human where only a small proportion of B cells express CD5, in rabbits essentially all peripheral B cells express this glycoprotein (Raman and Knight, 1992) and most dark zone B cells in appendix germinal centers (GCs) express high levels of CD5 (Pospisil et al., 1996; Pospisil and Mage, 1998) . CD5 + B cells appear to develop early in ontogeny and be maintained through life by self-renewal (Pospisil et al., 2006) . Our earlier studies suggested that CD5 is an endogenous ligand that participates in \"superantigen-like\" interactions with the surface immunoglobulins on rabbit B cells. We proposed that there is preferential expansion and survival of rabbit B cells based on interaction of CD5 with Ig heavy chain variable regions (VH) and a role for specific structures associated with rabbit VHaallotypes in framework regions (FR1 and FR3) . Rhee et al. (2005) provided further support for a role for superantigen-like interactions with VH during early expansion of B-cell repertoires in rabbit gut associate lymphoid tissues via endogenous and bacterial superantigens. We also extended the observations in rabbits to studies of potential influences of CD5 on development of normal and pathological human B-cells through interactions with human VH .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 181,
                    "text": "(Raman and Knight, 1992)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 271,
                    "end": 294,
                    "text": "(Pospisil et al., 1996;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 295,
                    "end": 319,
                    "text": "Pospisil and Mage, 1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 419,
                    "end": 442,
                    "text": "(Pospisil et al., 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 872,
                    "end": 890,
                    "text": "Rhee et al. (2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The monoclonal antibody (mAb) KEN-5 was elicited by immunization of mice with rabbit thymocytes. It was originally reported to recognize rabbit CD5 (Kotani et al., 1993) and now is commercially designated either as antibody to rabbit CD5 (Spring Valley Laboratories), or T lymphocytes (Santa Cruz Biotechnology Inc.; Accurate Chemical &Scientific Corp.). The cross-reacting anti-human CD5 antibody T1 (Coulter Corp.) used in our earlier studies (Pospisil et al., 1996) is no longer available. To further investigate the role(s) of CD5, we previously produced and characterized expressed recombinant CD5 (rCD5), and generated polyclonal, and mAbs to the extracellular domains of rabbit CD5 (Pospisil et al., 2005) . Here we continued to use them to study and compare their reactivity profiles with that of mAb KEN-5 in an effort to explain the unusual limited reactivity of this mAb compared to other authentic anti-CD5 antibodies.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 169,
                    "text": "(Kotani et al., 1993)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 445,
                    "end": 468,
                    "text": "(Pospisil et al., 1996)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 689,
                    "end": 712,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rabbits of the VHa2 (F-I) or VH mutant ali (F-I) haplotype were bred and raised in NIAID allotype-defined pedigreed colonies. Rabbit experimentation was reviewed and approved by the animal care and use committee of NIAID, National Institutes of Health (ASP LI-6). The antibodies used in this study were KEN-5 (Santa Cruz Biotechnology Inc. Santa Cruz, CA; Accurate Chemical & Scientific Corp. Westbury, NY), mouse mAbs to peptides from the three scavenger receptor cysteine-rich (SRCR) domains (D1, D2 and D3) of rabbit CD5, goat polyclonal antibody to expressed recombinant CD5 (rCD5) with the three extracellular SCRC domains (Pospisil et al., 2005) , mouse anti-CD79a (BD Pharmingen, San Jose, CA), mouse anti-Macrophage (Dako, Carpinteria, CA), biotin or FITC-conjugated mouse anti-rabbit CD4 (KEN-4) and mouse anti-rabbit CD8 (12.C7) (Spring Valley Laboratories, Woodbine, MD), biotin-or FITC-conjugated polyclonal anti-rabbit IgM (Southern Biotech, Birmingham, AL), biotin-, alkaline phosphatase-, or peroxidase-conjugated goat anti-mouse IgG, FITC-labeled normal goat IgG (Jackson ImmunoResearch, West Grove, PA), avidin conjugated to biotinylated glucose oxidase (ABC-GO, Vector Laboratories, Burlinghame, CA), nitro blue tetrazolium (NBT) in conjunction with BCIP (Sigma, St. Louis, MO).",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 651,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Animals, reagents and antibodies"
        },
        {
            "text": "Isolated cells from thymus, spleen and appendix were biotinylated and cell lysates prepared with a cellular labeling and immunoprecipitation kit using biotin-7-NHS (Boehringer Mannheim, Roche, Indianapolis, IN) . To remove proteins that may bind non-specifically to the beads, the lysates were first gently rocked with 100 μl of uncoupled beads (4 × 10 8 beads/ ml) for 30 min at 4°C and complexes removed with a magnet (Dynal, MPC). This step was repeated three times. were prepared according to manufacturer's instructions (Dynal Biotech, Invitrogen, Carlsbad, CA) . Briefly, beads were washed three times in 0.1 M borate buffer, pH 9.5 and then incubated with antibody in the same buffer overnight at 37°C. After the incubation, KEN-5 or 5A7 mAbcoated beads were washed 3 times in 0.1% BSA in PBS and incubated with pre-cleared lysates overnight at 4°C. The complexes were collected again with a magnet and supernatants removed. Dynabead complexes were washed three times in buffer 1 (50 mM Tris, 150 mM NaCl and 0.1% Nonidet P-40) then three times in buffer 2 (50 mM Tris, 50 mM NaCl and 0.1% Nonidet P-40) and finally twice in buffer 3 (10 mM Tris buffer, pH 7.5). The beads were boiled in SDS gel-loading reducing buffer for 5 min and protein content analyzed by 15% SDS-PAGE Ready Gels (Bio-Rad, Hercules, CA) and streptavidin-peroxidase chemiluminescence according to the manufacturer's instructions (Boehringer Mannheim, Roche).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 210,
                    "text": "(Boehringer Mannheim, Roche, Indianapolis, IN)",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 566,
                    "text": "(Dynal Biotech, Invitrogen, Carlsbad, CA)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CD5 isolation from thymus, spleen and appendix cell lysates by KEN-5 and 5A7 mAbs"
        },
        {
            "text": "Isolated appendix cells, splenocytes and thymocytes at various representative ages were first stained by phycoerythrin (PE)-labeled KEN-5 antibody and fluorescein isothiocyanate (FITC)conjugated polyclonal goat anti-rabbit IgM, (μ heavy chain specific from Southern Biotech). Normal mouse PE-labeled and FITC-labeled goat IgG served as negative controls. For inhibition experiments, cells were first stained with polyclonal goat anti-rabbit CD5 antibody or control normal goat IgG and after washing, with either anti CD4 (KEN-4-FITC) or biotinconjugated KEN-5 followed by SA-APC conjugate. Cells stained with mouse IgG-FITC served as negative controls. Cells were gated on side-and forward-scatter (SSC × FSC) profiles to include lymphocytes and exclude red blood cells and other cells. Dead cells were excluded by propidium iodide staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of KEN-5 by flow cytometric analyses"
        },
        {
            "text": "For immunohistochemical studies, semithin cryostat sections of rabbit spleen tissues (∼7μ) at various ages were cut and incubated as previously described (Pospisil et al, 1995) . Tissues were first stained with the primary reagent, KEN-5 mAb followed by peroxidase-conjugated anti-mouse IgG and labeled cells visualized by ABC-DAB substrate kit (Vector, Laboratories, Inc., Burlinghame, CA). After fixation, tissues were stained with anti-CD79a mAb (BD Pharmingen) followed by AP-conjugated goat-anti mouse IgG (Zymed, Invitrogen, San Francisco, CA) and developed by substrate kit III (Vector). In other experiments, tissues were first stained with mouse anti-rabbit macrophage mAb (Dako clone RAM11) followed by biotinconjugated goat anti-mouse IgG (Jackson ImmunoResearch) and labeled cells visualized by ABC-DAB substrate kit (Vector). The sections were then incubated with mouse anti-CD5 mAb (2B10, anti-D2) followed by polyclonal biotin-conjugated anti-mouse IgG and labeled cells visualized by Vector blue alkaline phosphatase kit III and counterstained with Nuclear Fast Red.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 176,
                    "text": "(Pospisil et al, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analyses of KEN-5 by immunohistochemistry, immunofluorescence and confocal imaging"
        },
        {
            "text": "For immunofluorescence staining and confocal analyses, semithin cryostat sections (∼7μ) of appendix and spleen tissues that had been frozen in OCT were cut with a cryostat at -20° C and stored in a desiccator. After fixation in acetone for 10 min, tissues were rehydrated in PBS, blocked with 10% fetal calf serum and stained with biotinylated goat anti-IgM (Jackson ImmunoResearch Laboratories, Inc.) followed by streptavidin (SA)-Alexa Fluor-647, KEN-5-FITC and mAb 5A7 anti-CD5 domain 2 peptide and in some experiments mAb 4D8 anti-CD5 domain 3 peptide followed by Alexa-568 anti mouse IgG2a+b. After staining, sections on slides were mounted with ProLong anti-fade reagent containing DAPI according to the Molecular Probes instructions to identify cell nuclei. Images of stained tissues were collected by confocal microscopy (Leica SP2, Leica Microsystems, Exton, PA) using 20 × (NA 0.7) and 63 × objectives (NA 1.4). Fluorochromes were excited using 405, 488, 561, and 633 nm laser lines. For colocalization analyses, the channel masking technique was used in conjunction with automatic thresholding to calculate co-localization statistics in several samples. The percentage of one channel volume colocalized with another channel volume in the channel mask with selected intensity, and the Pearson's correlation coefficient in the colocalized volume was calculated using Imaris software (version 6.2, Bitplane AG, Zurich, Switzerland) and automatic thresholding feature based on an algorithm developed by Costes et al. (2002 Costes et al. ( , 2004 . The same level of thresholding was applied to each data set. Sequential sections of stained tissues were acquired for 3D image reconstruction and surface modeling of representative cells. A 3-D volume was constructed from sequential z-sections of a tissue section and assembled into a 3D volume structure in Imaris software. More detailed methods are reported in supplemental supporting information with the 3-D imaging results.",
            "cite_spans": [
                {
                    "start": 1510,
                    "end": 1529,
                    "text": "Costes et al. (2002",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1530,
                    "end": 1552,
                    "text": "Costes et al. ( , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Analyses of KEN-5 by immunohistochemistry, immunofluorescence and confocal imaging"
        },
        {
            "text": "Purified rCD5 protein (Pospisil et al., 2005) was digested by Sialidase A, N-Glycanase, Endoglycosidase H, O-Glycanase, or all enzymes together using Enzymatic Deglycosylation kit (denaturing protocol) according to manufacturer's instructions (Glyko, Prozyme, San Leandro, CA). The extent of deglycosylation was observed by altered electrophoretic mobility on SDS-PAGE gel electrophoresis and Western blotting probed with anti-CD5 mAb (anti-D1 peptide 5H9) followed by incubation with horseradish peroxidase (HRP)-conjugated goat antimouse IgG (γ chain specific) antibody (Jackson ImmunoResearch Laboratories, Inc.) and visualized by Chemiluminescence Blotting kit (Boehringer Mannheim, Roche).",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 45,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Deglycosylation studies by SDS-PAGE and Western blotting"
        },
        {
            "text": "Binding of KEN-5 to rCD5, was compared to binding by known mAbs to rabbit CD5 (5H9, 2G11 and 1D10) or polyclonal (biotin-conjugated goat anti-CD5) by ELISA. The wells of Immulon-4 flat bottom ELISA plates (Dynatech Laboratories Inc., Chantilly, VA) were coated with 0.4 μg rCD5 protein diluted in 0.1M NaHCO3, pH 9 and incubated at 4°C overnight. Free non-specific sites were blocked with Blocker Casein in PBS (Pierce) for 1 h at room temperature. After three washes with PBS, titrated dilutions of tested antibodies in blocking solution were added and incubated 1 h at room temperature. The inhibition of binding of antibodies to rCD5 was investigated using polyclonal goat anti-rabbit CD5 antibody (Pospisil et al., 2005) . A horseradish peroxidase (HRP)-conjugated polyclonal goat anti-mouse IgG (γ chain specific) antibody (Jackson ImmunoResearch Laboratories, Inc.) was used to detect bound mAbs and streptavidin-conjugated to peroxidase (Boehringer Mannheim, Roche) was used to detect the polyclonal antibody.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 724,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Analyses of KEN-5 by ELISA"
        },
        {
            "text": "Binding of KEN-5 to immobilized glycans was investigated using version 3.2 of the glycan microarray of the Consortium for Functional Glycomics Core H (http://www.functionalglycomics.org/static/index.shtml#content), which is a printed array of 406 glycan targets. The antibody (KEN-5 sc-59373 IgG1, 200 μg/ml from Santa Cruz Biotech.) was diluted to 5 μg/ml in Tris-buffered saline (TBS: 20 mM Tris, 150 mM NaCl, 2 mM CaCl2, 2 mM MgCl2, pH 7.4) containing 1% BSA and 0.05% Tween-20, and in a second experiment diluted to 180 μg/ml with 10% BSA. An aliquot (70 μl) was applied to microarray slides, and incubated under a coverslip for 60 min at room temperature in a humidified chamber away from light. Coverslips were then removed and slides were washed by dipping four times in successive washes of TBS containing 0.05% Tween-20, TBS and deionized water. For detection of KEN-5 binding, slides were similarly incubated with Alexa-488-labeled goat anti-mouse-IgG secondary antibody (5 μg/ml, Invitrogen) for 60 min at room temperature and washed as above. Slides were then spun for approximately 15 s to dry and immediately scanned in a PerkinElmer ProScanArray MicroArray Scanner using an excitation wavelength of 488 nm and ImaGene software (BioDiscovery) to quantify fluorescence. The data are reported as average relative fluorescence units of four of six replicates (after removal of the highest and lowest values) for each glycan represented on the array. Figure 1 shows that molecules of 67 kilodaltons were identified by SDS-PAGE and streptavidin-peroxidase chemiluminescence analyses of molecules isolated from surface biotinylated rabbit splenocytes by immunoprecipitation with KEN-5 (first two lanes) and with anti-D2 mAb 5A7 (third and fourth lanes). An identically migrating major band with a relative molecular mass of approximately 67,000 M r , was immunoprecipitated from lysates of biotinylated lymphocytes from rabbit appendix and thymus. In contrast to KEN5, 5A7 mAb also detected another minor high molecular weight band. Although the mAbs we developed against peptides from the D1, D2 or D3 domains of rabbit CD5 and polyclonal goat antibodies detected rCD5 by Western blotting (Pospisil et al., 2005) , we were not able to detect rCD5 using KEN-5 on Western blots (data not shown).",
            "cite_spans": [
                {
                    "start": 2198,
                    "end": 2221,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1461,
                    "end": 1469,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Glycan array analysis"
        },
        {
            "text": "In order to further characterize the binding properties of mAb KEN-5, flow cytometric analyses of lymphocytes of thymus, appendix and spleen were conducted (Fig. 2 ). Fig. 2A shows that the majority of isolated thymocytes (92%) from 2-week-old rabbits were positive with KEN-5 by flow cytometry in contrast to the appendix where only a small population (18%) of isolated cells were positive. Most of the KEN-5 + cells in both tissues were found to be IgM negative (89% in thymus and 13% in 2-wk appendix). Fig. 2B shows that the staining of rabbit lymphocytes by mAb KEN-5 is inhibited by preincubation of cells with polyclonal goat antirabbit CD5 antibody but the measured percentages of CD4 positive or IgM positive cells remain essentially unchanged. In Fig. 2B , (top left panel), the 4% of double positive KEN-5 + / KEN-4 + cells dropped to 0.4% (lower left panel) and, (top right panel) the 32% KEN-5 + / IgMdropped to 0.2% when inhibited by goat anti-CD5 but the percentage of double positive KEN-5 + /IgM + B cells, remained essentially unchanged. Although the epitope recognized by KEN-5 mAb on rabbit CD5 T-cells is sufficiently blocked by goat polyclonal anti-CD5 antibodies, KEN-4 mAb to rabbit CD4 and mAbs to peptide sequences from the D1, D2 or D3 extracellular domains of rabbit CD5 did not inhibit (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 167,
                    "end": 174,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 506,
                    "end": 513,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 757,
                    "end": 764,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Studies of KEN-5 mAb by flow cytometry and inhibition of KEN-5 staining by polyclonal anti-CD5"
        },
        {
            "text": "The immunohistochemical staining with mAb KEN-5 contrasts with that observed here and in our earlier studies (Pospisil et al, 2005) when staining by all reagents we generated and characterized (goat polyclonal and mouse mAbs to rabbit CD5 D1, D2 and D3 peptides) was similar to that shown here for mAb 2B10 (Fig. 3) . Fig. 3A (left) shows that KEN-5 stains mostly T cells surrounding the central arteriole and only scattered splenic lymphocytes. Only a small proportion of B cells that stain with anti-CD79a antibody are KEN-5 positive; most B-cells are negative. Fig. 3B (right) shows anti-rabbit CD5 mAb (2B10, anti-D2) stains both T and B cells in the follicles surrounded by macrophages and single splenic lymphocytes in the red pulp.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 131,
                    "text": "(Pospisil et al, 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 318,
                    "end": 325,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 564,
                    "end": 571,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Analyses of KEN-5 by immunohistochemistry and immunofluorescence"
        },
        {
            "text": "In order to further analyze reactivity of KEN-5, we performed immunofluorescent staining and analyses by confocal microscopy (Fig. 4) . Panel A shows staining of young rabbit appendix (4-wk) with polyclonal biotin-conjugated goat anti-IgM followed by streptavidin Alexa Fluor 647 conjugate (white pseudocolor) and IgG1 KEN-5-FITC followed by goat anti-mouse IgG1-FITC (green) and DAPI to identify nuclei (blue). Strong KEN-5 staining (green) is localized in T cell areas. Little or no green KEN-5 staining is observed in the B-cell dark zones (DZ), areas of appendix known to be densely populated with proliferating B cells with low levels of IgM, and light zone (LZ) where strong IgM (white) staining of B-lymphocytes is observed. Panel B of Fig. 4 shows rabbit spleen in a region where T cells (green) identified with KEN-5 are in proximity to IgM positive (white) B cells. Red staining with anti-CD5 (D2 peptide) mAb 5A7 is mainly localized with B cells but some overlap into T cell rich areas can be seen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 749,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Analyses of KEN-5 by immunohistochemistry and immunofluorescence"
        },
        {
            "text": "In order to determine more quantitatively the extent of colocalization of CD5, quantitative colocalization analyses were performed (see methods) on spleen sections stained with mAb 5A7 or mAb 4D8 (anti-D3 peptide). Supplemental Figure 1 summarizes the results of quantitative colocalization analyses. Panel A shows colocalization measurements for CD5 (5A7 or 4D8) and KEN-5. Depending on from where in the spleen a particular section derived, the percentage of red CD5 and green KEN-5 colocalization ranged from 0.5 -21%. There was excellent correlation of the determined percentage of colocalization whether red (CD5) or green (KEN-5) was masked to set the limit on background fluorescence. Panels B and C show the colocalization of IgM staining with CD5 and KEN-5. Again, the percentage of red CD5 (Panel B) and percent of CD5 colocalized with IgM correlated well both in regions of the spleen with high percentages of B cells and regions with fewer IgM + B cells. The data in panel C confirm that low percentages (1.5-13%) of cells that stain with anti-IgM also stain with KEN-5. In order to further investigate colocalization, serial stacked confocal images were used to model a stained sample in three dimensions. Supplemental movie 1 shows a three dimensional model reconstructed from nine confocal sequential sections (1μ) in a region of spleen at an interface of mainly T cells stained with green KEN-5 or IgM + B cells shown in white where some cells also stain with anti-CD5 mAb 4D8 (red). Volume is shown in a color transparent model, while the surface model is a colored solid surface object created based on sample intensity threshold. In a transparent volume model, we can see the blue DAPI-stained nuclei of individual B cells (IgM + ) or KEN-5 + T cells and red staining with mAb 4D8 with very little yellow staining, again suggesting that the KEN-5 epitope (green) is largely present on a different cell type compared to the epitope recognized by anti-CD5 antibodies (red).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analyses of KEN-5 by immunohistochemistry and immunofluorescence"
        },
        {
            "text": "To further analyze KEN-5 specificity, we tested binding of KEN-5 to purified recombinant CD5 containing the three extracellular SRCR domains (rCD5) by ELISA. KEN-5 binds to rCD5 (Fig. 5 ). Fig. 5A shows binding of titrated KEN-5 and anti-CD5 mAbs to rCD5 coated on the plates. Fig. 5B shows that polyclonal goat anti-rabbit CD5 partially or completely inhibits binding by KEN-5, 5H9 anti-D1, 2G11 anti-D2 or 1D10 anti-D3 mAbs to ELISA plates with immobilized rCD5. The amount of each antibody was chosen to correspond to the linear portion of the curves in A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 189,
                    "end": 196,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 277,
                    "end": 284,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Binding of KEN-5 to recombinant rabbit CD5 by ELISA"
        },
        {
            "text": "Because KEN-5 binds almost exclusively to T cells and only to a minor population of B cells, it was of interest to determine whether this mAb truly detects a distinct form of CD5 on the surface of rabbit T lymphocytes that is affected by the glycan structures present. Fig. 6A shows results of gel electrophoresis and Western blotting prior to and after enzymatic digestions of rCD5 protein containing the three extracellular domains (lanes (83,000M r ) (arrows) is detected in the control in the absence of enzymes (lanes A and G). The extent of deglycosylation is indicated by observed altered electrophoretic mobility on SDS-PAGE and Western blotting probed with anti-CD5 mAb (anti-D1 peptide 5H9).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 276,
                    "text": "Fig. 6A",
                    "ref_id": null
                }
            ],
            "section": "Enzymatic deglycosylation of purified rCD5 and binding of 5H9 (D1) and KEN-5 mAb to enzyme-treated rCD5"
        },
        {
            "text": "Figs. 6B and 6C show binding of 5H9 (anti-D1) and KEN-5 mAb to ELISA plates that were coated with rCD5 (thin arrow), or rCD5 treated with Sialidase A, N-Glycanase, Endoglycosidase H, O-Glycanase or with the mixture of all enzymes together (thick arrow). The ELISA antibody titration results in Fig 6B and 6C show that linear portions of the binding curves of both 5H9 and KEN-5 shifted left compared to binding to untreated rCD5. Higher concentrations of both antibodies were required to reach an equivalent OD on the linear portions of the curve when binding enzyme-treated rCD5. However, KEN-5 did not reach the maximum the OD value seen with untreated rCD5 at the highest antibody concentration tested (5 μg/ml) suggesting that compared to 5H9, binding of KEN5 antibody may be more dependent on glycan structures associated with CD5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 307,
                    "text": "Fig 6B and 6C",
                    "ref_id": null
                }
            ],
            "section": "Enzymatic deglycosylation of purified rCD5 and binding of 5H9 (D1) and KEN-5 mAb to enzyme-treated rCD5"
        },
        {
            "text": "In order to further evaluate the possible specificity of KEN-5 for glycan structure associated with CD5 on T-cells, binding of KEN-5 to immobilized glycans was investigated using version 3.2 of the glycan microarray of the Consortium for Functional Glycomics Core H (http://www.functionalglycomics.org/), which is a printed array of 406 glycan targets. KEN-5 did not bind significantly to any glycan on the array. At both 5 μg/ml and 180 μg/ml concentrations, glycan 373 (Neu5Acα2-3Galβ1-4(Fucα1-3)GlcNAcβ1-3GalNAcα-Sp14) gave the highest binding. These results) are inconclusive however based on the very low binding. Results are at: http://www.functionalglycomics.org/glycomics/search/jsp/result.jsp? comment=KEN-5&cat=all The inconclusive results of glycan analyses leave open the possibility that the epitope recognized by KEN-5 is directly or indirectly dependent on different glycan structure associated with T-compared to B-cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycan array analysis of mAb KEN-5"
        },
        {
            "text": "The mAb KEN-5 was originally reported to recognize rabbit CD5 (Kotani et al., 1993) . However it is now commercially designated either as anti-CD5 or as antibody to rabbit T lymphocytes. The original report of rabbit CD5 cDNA sequence and expressed recombinant CD5 (Raman and Knight, 1992) described mAbs raised against expressed rabbit CD5 that bound to most B lymphocytes. In contrast to mouse and human, CD5 + B cells predominate in peripheral tissues of rabbits. We confirmed and extended this observation showing that mAbs raised against peptide sequences from each of the three extracellular SRCR domains of rabbit CD5 and a goat polyclonal raised against all three extracellular domains of expressed recombinant CD5 bound to most B lymphocytes (Pospisil et al, 2005) .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 83,
                    "text": "(Kotani et al., 1993)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 265,
                    "end": 289,
                    "text": "(Raman and Knight, 1992)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 751,
                    "end": 773,
                    "text": "(Pospisil et al, 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We show here that most of these CD5 + B-cells do not bind mAb KEN-5. A mAb to human CD5, T1, which cross-reacts with rabbit CD5 was used in our early studies (Pospisil et al., 1996) . This cross-reacting antibody stained appendix germinal centers with high intensity in dark zones as most dark zone B cells express high levels of CD5 and low intensity in light zones as well as in T-cell areas. Our own mouse mAbs to rabbit CD5 peptide sequences and goat polyclonal antibodies to expressed recombinant rabbit CD5 also weakly stain T cells in the interfollicular regions of appendix follicles (Pospisil et al., 2005) . In the spleen, the reagents stain both T-and B-cells in the follicles and single splenic lymphocytes in red pulp. In contrast to the observations made using known anti-rabbit CD5, mAb KEN-5 recognizes only a small proportion of IgM + B cells by flow cytometric analyses of thymic and appendix lymphocytes, immunohistochemical and immunofluorescent staining (Figs. 2, 3 and 4) . In spleen, most B cells that stain with anti-CD79a on the sections, are KEN-5 negative (Fig. 3A) . Immunofluorescent staining and confocal microscopy allowed us to quantitate colocalization of double positive cells in sections of spleen where T-cell and B-cell areas can be identified. These observations also suggest that KEN-5 may recognize an epitope present on CD5 or a CD5-like molecule present on most rabbit T-cells that is only detectable on a small proportion of CD5 positive B cells (Fig. 4B and supplemental Fig. 1 ). When we blocked KEN-5 staining with polyclonal goat anti-CD5 (Fig. 2B) , the percentage of double positive KEN-5 + /KEN-4 + (CD4 + ) T cells detected by flow cytometry diminished significantly compared to KEN-5 + / IgM + double positive B cells. There is something different about the molecules that KEN-5 recognizes on T cells and those the other antibodies recognize on B cells in spite of the fact that rCD5 reacts with all these antibodies. In order to determine whether there was a second closely related gene present in the rabbit genome, we searched the 7 × trace archives of rabbit genome sequence but found no evidence for a second copy of rabbit CD5.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 181,
                    "text": "(Pospisil et al., 1996)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 592,
                    "end": 615,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 993,
                    "text": "(Figs. 2, 3 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1083,
                    "end": 1092,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1489,
                    "end": 1521,
                    "text": "(Fig. 4B and supplemental Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1586,
                    "end": 1595,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There have been reports of alternative splicing of a 5′ exon 1 that affects surface expression of human CD5 but since this is an exon from a human endogenous retrovirus introduced after divergence of the human lineage from New World monkeys, there is no evidence that such an exon or mechanism would be used by rabbits (Renaudineau, 2005; Garaud et al., 2008) . Alternatively spliced or post translationally processed forms of CD5 nevertheless remain possible explanations for the observation that there is something different about the CD5 or CD5-like molecule that KEN-5 recognizes on rabbit T cells.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 338,
                    "text": "(Renaudineau, 2005;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 339,
                    "end": 359,
                    "text": "Garaud et al., 2008)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CD5 is a glycoprotein with O-and N-glycosylation sites and terminal sialic acids. Although there is only modest conservation of the overall amino acid sequences of human and rabbit CD5 (63% identity), the relative positions of the eight Cys residues in SRCR domains 1 and 3 are conserved in rabbit and human but in addition to six Cys residues in domain 2, rabbit has an additional Cys (Pospisil et al., 2005) . The sequences independently determined on different outbred rabbits by Raman and Knight, (1992) , our laboratory (Pospisil et al., 2005) and the sequences of a rabbit of the Thorbecke partially inbred strain chosen for genomic sequencing all have this unpaired Cys in SRCR domain 2. This apparently unpaired Cys may affect the structure and function of the rabbit CD5 molecule and influence the epitope recognized by KEN-5 antibody on T-and B-lymphocytes.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 409,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 483,
                    "end": 507,
                    "text": "Raman and Knight, (1992)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 525,
                    "end": 548,
                    "text": "(Pospisil et al., 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since CD5 has both N-and O-linked glycosylation, we hypothesized that differential binding of KEN-5 to T-and B-cells may be explained by different glycan structures on the CD5 present on T-compared to B-cells. The recombinant CD5 was expressed in S2 insect cells so would not be expected to have glycans identical to those present on endogenous proteins expressed by rabbit T-or B-lymphocytes (Schwientek et al., 2007 and reviewed in Rendic et al,, 2008) . Since glycosylation by rabbit cells is expected to be significantly different from the glycosylation system of the S2 insect cells that produced rCD5, the epitope recognized by KEN-5 may be a conformational protein epitope that requires glycosylation to preserve its configuration. T-cell glycosylation may differ from B-cell glycosylation and thus contribute to the differential KEN-5 reactivity with CD5 of T-and B-cells. Deglycosylation of the rCD5 (Fig. 6A ) had little effect on reactivity of our known anti-CD5 reagents (Fig. 6B ) but did diminish binding of KEN-5 (Fig. 6C ) to various forms of deglycosylated rCD5. However, neither studies of KEN-5 binding to earlier carbohydrate microarrays constructed by D.Wang's group at Stanford University (Wang et al., 2002; Wang and Lu, 2004) nor the recent analysis using the Consortium for Functional Glycomics glycan array with 406 probes http://www.functionalglycomics.org/glycomics/search/jsp/result.jsp? comment=KEN-5&cat=all, identified a specific glycan that bound KEN-5. According to the original report (Kotani et al., 1993 and Santa Cruz Biotechnology, data sheet) , mAb KEN-5 recognizes more that 90% of rabbit thymocytes and 40-45% of mesenteric lymph node cells and there is little evidence of B cell activity (Davis and Hamilton, 2008 and this study) . Although KEN-5 was originally thought to recognize rabbit CD5, it did not bind to mouse A20 B cells transfected with the full length rabbit CD5 construct described by Raman and Knight, (1992) ",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 421,
                    "text": "(Schwientek et al., 2007 and",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 422,
                    "end": 454,
                    "text": "reviewed in Rendic et al,, 2008)",
                    "ref_id": null
                },
                {
                    "start": 1211,
                    "end": 1230,
                    "text": "(Wang et al., 2002;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1231,
                    "end": 1249,
                    "text": "Wang and Lu, 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1520,
                    "end": 1582,
                    "text": "(Kotani et al., 1993 and Santa Cruz Biotechnology, data sheet)",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1772,
                    "text": "(Davis and Hamilton, 2008 and this study)",
                    "ref_id": null
                },
                {
                    "start": 1942,
                    "end": 1966,
                    "text": "Raman and Knight, (1992)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 909,
                    "end": 917,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 991,
                    "text": "(Fig. 6B",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1036,
                    "text": "(Fig. 6C",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Immunology and Rheumatology University of Alabama at Birmingham, personal communication; and Santa Cruz Biotechnology, data sheet). The same transfected A20 B cells were recognized by the anti-rabbit CD5 mAbs described in Raman and Knight, (1992) . We also know that KEN-5 does not stain mouse B or T lymphocytes by FACS analysis (kindly performed by Dr. Yang Yang, Stanford University).",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 246,
                    "text": "Raman and Knight, (1992)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(Chander Raman, Departments of Medicine and Microbiology Division of Clinical"
        },
        {
            "text": "There are some precedents for a role for carbohydrate in CD5 interactions. CD5L described by Biancone et al., (1996) , was reported to be a transiently expressed inducible endogenous ligand that no longer bound to a recombinant human CD5 when treated with PNGaseF (N-Glycosidase F). Cell binding of a recombinant soluble human CD5 extracellular domain glycoprotein (rsCD5) was inhibited by high molar concentrations of some monosaccharides. Human CD5 Ig fusion proteins and a natural soluble CD5 form similarly bind a cell surface receptor expressed on monocytes, lymphocytes and various cell lines of lymphoid, myelomonocytic and epithelial origin (Calvo et al., 1999) . Recently Vera et al., (2009) reported that membrane-bound human CD5 itself binds to β-D-glucans and products from fungal cell walls such as zymosan. Each SRCR domain appears to bind and interactions can signal phosphorylation of MEK and ERK2/1 and release of IL-8.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 116,
                    "text": "Biancone et al., (1996)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 649,
                    "end": 669,
                    "text": "(Calvo et al., 1999)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 681,
                    "end": 700,
                    "text": "Vera et al., (2009)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "(Chander Raman, Departments of Medicine and Microbiology Division of Clinical"
        },
        {
            "text": "It is now generally accepted that the biologic role of CD5 is to regulate intracellular signalling strength induced by antigen receptors in both T and B cells (reviewed in Raman, 2002) . The regulation of CD5 expression is likely to be a key event in lymphocyte maintenance and homeostasis. In mouse, the B-1 CD5 + cell phenotype may be directly associated with the strength of BCR-induced intracellular signals and might reflect a dependence of these cells on positive selection by self antigens (Lam and Rajewsky, 1999) . We previously suggested that one or more activation signals lead to CD5 B-cell development and that CD5 on B cells affects selective expansion of certain subsets of normal B cells and pathologic human B cells such as the CD5 positive cells that develop into B-CLL Pospisil et al., 2005; 2006) . Recently an inhibitory role for CD5 leading to dampening of mouse T-regulatory cell function has been demonstrated (Dasu et al., 2008) . The results reported here suggest that mAb KEN-5 distinguishes CD5-isoforms present among T-and B-cell lineages in rabbit. CD5isoforms may play roles in the development, selection and function of different B-and T-cell subsets or their preferential survival. The development, selection and function of different Band T-cell subsets or their preferential survival may be directly or indirectly dependent on different glycan structures associated with CD5 or CD5-like molecules expressed on T cells compared to B cells.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 184,
                    "text": "Raman, 2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 497,
                    "end": 521,
                    "text": "(Lam and Rajewsky, 1999)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 788,
                    "end": 810,
                    "text": "Pospisil et al., 2005;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 811,
                    "end": 816,
                    "text": "2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 934,
                    "end": 953,
                    "text": "(Dasu et al., 2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "(Chander Raman, Departments of Medicine and Microbiology Division of Clinical"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Immobilized KEN-5 mAb isolates CD5 molecules from surface biotinylated rabbit lymphocytes and thymocytes immunoprecipitated by Dynabeads coated with either mAb KEN-5 or control mAb 5A7. SDS-PAGE shows major biotinylated protein bands, visualized by streptavidin-peroxidase and chemiluminescence, migrating at a molecular mass of approximately 67,000 M r . Flow cytometric analyses. A. Thymocytes and appendix cells from 2-week-old rabbits stained with KEN-5 mAb and polyclonal goat anti-rabbit IgM. Percentages of KEN-5 + , IgM + or double positive cells are indicated. B. Inhibition of KEN-5 staining by polyclonal goat anti-CD5 (5week-old rabbit). Left panels, appendix (APP). In the presence of control goat IgG (g-IgG), KEN-5 stains CD4 + cells (4%) identified with mAb KEN-4 (top) and goat anti-CD5 blocks this staining (bottom). Right panels, spleen (SPL). KEN-5 stains IgMspleen cells (32%) (top). Goat anti-rabbit CD5 antibody blocks the staining without substantially interfering with IgM staining (bottom). Percentages of KEN-5 + , CD4 + or double positive cells in appendix and of KEN-5 + , IgM + or double positive cells in spleen are indicated. Immunohistochemical staining of spleen sections with KEN-5 and mouse anti-CD5 monoclonal antibody. Scale bars represent 100 μm (A and B) and 10 μm in high magnification images captured from A or B in the order from left to right. A. A tissue section from spleen collected at 1 year of age was first stained with KEN-5 antibody followed by peroxidaseconjugated goat anti-mouse IgG and labelled cells were visualized by ABC-DAB substrate kit. Positive cells in follicles surrounding the central arteriole (CA) and scattered splenic lymphocytes are stained brown. After fixation, tissue was stained with mouse anti-CD79a mAb (Pharmingen), followed by Alkaline phosphatase-conjugated goat anti-mouse IgG (Zymed). Labeled cells were visualized by Vector blue alkaline phosphatase substrate kit III (blue). Arrows in high magnification images from A, point to infrequently observed double positive cells stained by both KEN-5 (brown) and for CD79a (blue). B. Macrophages surrounding follicles were first stained with mouse anti-Macrophage mAb followed by biotin-conjugated goat anti-mouse IgG antibody and ABC-Peroxidase kit. Labeled cells were visualized by ABC-DAB substrate kit III. Sections were then incubated with mouse anti-rabbit CD5 mAb (2B10, anti-D2) followed by biotin-conjugated goat anti-mouse IgG antibody. Labelled cells were visualized by Vector blue alkaline phosphatase substrate kit III and counterstained with Nuclear Fast Red. ELISA results of KEN-5 mAb binding to rCD5 and inhibition by anti-CD5. A. KEN-5 and anti-CD5 antibodies bind to rCD5 coated on the plate. The titrated antibodies tested were: goatanti-rabbit CD5; mAb KEN-5; and mAbs against peptides in extracellular domains D1, D2 and D3 of CD5, 5H9; 2G11; 1D10, respectively. B. Inhibition of KEN-5 and anti-CD5 binding to rCD5 coated on the plate by polyclonal goat anti-rabbit CD5. For inhibition tests, the amount of each antibody was chosen to correspond to the linear portion of the curves in A (0.16 for 2G11 and 1D10, 0.08 for KEN5 and 5H9, and 0.02 for goat anti-CD5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel inducible cell-surface ligand of CD5 on activated lymphocytes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Biancone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aruffo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stamenkovic",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Exp Med",
            "volume": "184",
            "issn": "",
            "pages": "955--961",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interaction of recombinant and natural soluble CD5 forms with an alternative cell surface ligand",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Places",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vilà",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vives",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur J Immunol",
            "volume": "29",
            "issn": "",
            "pages": "2119--2129",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Automatic three-dimensional detection and quantification of colocalization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Costes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Catalfamo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karpova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Henkart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lockett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Microsc Microanal",
            "volume": "8",
            "issn": "",
            "pages": "2--1040",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Automatic and quantitative measurement of protein-protein colocalization in live cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Costes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daelemans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dobbin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pavlakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lockett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys J",
            "volume": "86",
            "issn": "",
            "pages": "3993--4003",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of flow cytometry to develop and characterize a set of monoclonal antibodies specific for rabbit leukocyte differentiation molecules",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Vet Sci",
            "volume": "9",
            "issn": "",
            "pages": "51--66",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CD5 plays an inhibitory role in the suppressive function of murine CD4(+) CD25(+) T(reg) cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dasu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Qualls",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tuna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bondada",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunol Lett",
            "volume": "119",
            "issn": "",
            "pages": "103--113",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Selection of the alternative Exon 1 from the cd5 gene down-regulates membrane level of the protein in B lymphocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garaud",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Dantec",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berthou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lydyard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Youinou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Renaudineau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "2010--2018",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Generation and characterization of monoclonal antibodies against rabbit CD4, CD5 and CD11a antigens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kotani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tamatani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myiasaka",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol Methods",
            "volume": "157",
            "issn": "",
            "pages": "241--252",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "B cell antigen receptor specificity and surface density together determine B1 versus B2 cell development",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajewsky",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Exp Med",
            "volume": "190",
            "issn": "",
            "pages": "471--478",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CD5 and other superantigens may select and maintain rabbit self-renewing Blymphocytes and human B-CLL cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mage",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pospisil",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Curr Topics Microbiol Immunol",
            "volume": "252",
            "issn": "",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CD5 is a potential selecting ligand for B cell surface immunoglobulin framework region sequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pospisil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Fitts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mage",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Exp Med",
            "volume": "184",
            "issn": "",
            "pages": "1279--1284",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "B-cell superantigens play a role in B-cell development and selection in the young rabbit appendix",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pospisil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mage",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cellular Immunol",
            "volume": "185",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CD5 is a potential selecting ligand for B-cell surface immunoglobulin: A possible role in maintenance and selective expansion of normal and malignant B cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pospisil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Marti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aruffo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mage",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Leukemia & Lymphoma",
            "volume": "36",
            "issn": "",
            "pages": "353--365",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Stable expression of the extracellular domains of rabbit recombinant CD5: development and characterization of polyclonal and monoclonal antibodies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pospisil",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Obiakor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mage",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Immunol and Immunopathol",
            "volume": "103",
            "issn": "",
            "pages": "257--267",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD5+ B cells are preferentially expanded in rabbit appendix: The role of CD5 in B cell development and selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pospisil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Obiakor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Mage",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Develop Comp Immunol",
            "volume": "30",
            "issn": "",
            "pages": "711--722",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Characterization of the human CD5 endogenous retrovirus-E in B lymphocytes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Renaudineau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vallet",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Dantec",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hillion",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saraux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Youinou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genes Immun",
            "volume": "6",
            "issn": "",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CD5+ B cells predominate in peripheral tissues of rabbit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Immunol",
            "volume": "149",
            "issn": "",
            "pages": "3858--3864",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "CD5, an important regulator of lymphocyte selection and immune tolerance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Immunol Res",
            "volume": "26",
            "issn": "",
            "pages": "255--263",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The glycosylation capacity of insect cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rendic",
                    "suffix": ""
                },
                {
                    "first": "Ibh",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Paschinger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Croatica Chemica Acta",
            "volume": "81",
            "issn": "",
            "pages": "7--21",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Positive selection of the peripheral B cell repertoire in gut-associated lymphoid tissues",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Jasper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sethupathi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shanmugam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lanning",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "201",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A serial lectin approach to the mucin-type Oglycoproteome of Drosophila melanogaster S2 cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwientek",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hanisch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteomics",
            "volume": "7",
            "issn": "",
            "pages": "3264--3277",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The CD5 ectodomain interacts with conserved fungal cell wall components and protects from zymosan-induced septic shock-like syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fenutría",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cañadas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Figueras",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sarrias",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Sarrias",
                    "middle": [],
                    "last": "Maria-Rosa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Casals",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yelamos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "1506--1511",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Carbohydrate microarrays for the recognition of crossreactive molecular markers of microbes and host cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Trummer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "275--281",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Glycan arrays lead to the discovery of autoimmunogenic activity of SARS-CoV",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Physiological Genomics",
            "volume": "18",
            "issn": "",
            "pages": "245--248",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Scale bar 100 μm. B. Staining of a rabbit spleen section with polyclonal biotin-conjugated goat anti-IgM followed by streptavidin Alexa Fluor 647 conjugate (white pseudocolor), IgG1 KEN-5-FITC followed by goat anti-mouse IgG1-FITC (green) and mouse anti-CD5 mAb (anti-D2 peptide 5A7) followed by Alexa Fluor 568 goat anti-mouse IgG2a (red), and finally by DAPI to identify nuclei (blue)",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Immunofluorescence",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "O-Glycanase (E) or all enzymes together (F) using a denaturing protocol. A. The extent of deglycosylation was assessed by mobility shifts on SDS-PAGE and by Western blotting analyses with anti-CD5 mAb (anti-D1 peptide 5H9). A major band migrating at a molecular mass of approximately 41,000 (41,000 M r ) and another minor band of approximately 83,000 (83,000M r ) was detected in the control sample in the absence of the enzymes (lanes A and G). B and C. Binding to rabbit rCD5 and deglycoslyated rCD5 samples by titrated 5H9",
            "authors": [],
            "year": null,
            "venue": "Enzymatic deglycosylation of purified rCD5 and effects on ELISA binding. Recombinant rabbit CD5 (rCD5) (lanes A and G) was digested with Sialidase A (B), N-Glycanase (C), Endoglycosidase H (D)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "ELISA plates were coated with rCD5 (thin arrows), rCD5 treated with Sialidase A, Nglycanase, Endoglycosidase H, O-Glycanase or with the mixture of all enzymes together",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A and G) by Sialidase A (lane B), N-Glycanase (lane C), Endoglycosidase H (lane D), O-Glycanase (lane E), or all enzymes together (lane F) using a denaturing protocol. A major band migrating at a molecular mass of approximately 41,000 (41,000M r ) and another minor band of approximately 83,000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the Intramural Research Program of the NIH, NIAID. We thank members of the of the Laboratory of Immunology including Cornelius Alexander, Satyajit Ray, Folake Soetan and Rami Zahr of the Laboratory of Immunology, NIAID for technical support. We are very grateful to Drs. Chander Raman and Katherine Knight for sharing and discussion of unpublished results concerning attempts to detect expressed recombinant fulllength rabbit CD5 with KEN-5 transfected into A20 cells. Confocal imaging and analyses were conducted in the Biological Imaging Section of the NIAID Research Technologies Branch (RTB). We thank Drs. Owen M. Schwartz, and Lily Koo of the RTB for their contributions to this part of our study. We thank Drs. David Smith and Jamie Heimburg-Molinaro of the Consortium for Functional Glycomics Protein-Glycan Interaction Core (H) for advice, conducting the glycan array analysis, and depositing the data in the functional analysis database. We thank Dr. Denong Wang for earlier carbohydrate microarray analysis of KEN-5 and Dr. Yang Yang for Hi-D FACS analysis of murine lymphocytes for KEN-5 binding. We also acknowledge Drs. Michael Mage, Denong Wang, and Ethan Shevach for helpful advice and comments about the manuscript and Ms. Shirley Starnes for expert editorial assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Central ArterioleROI region of intertest SRCR scavenger receptor cysteine-rich",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CA"
        }
    ]
}