{
    "paper_id": "eff6ce20122149117020cda90ad17f7cff0e9fd4",
    "metadata": {
        "title": "Therapeutic Application of Chloroquine in Clinical Trials for COVID-19",
        "authors": [
            {
                "first": "Divya",
                "middle": [],
                "last": "Rsjb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rana",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Santosh",
                "middle": [],
                "last": "Dulal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "species (7) . Chloroquine phosphate can also be replaced with another member of its family, hydroxychloroquine. The active compound chloroquine constitutes 60% in chloroquine phosphate and 77.5% in hydroxychloroquine respectively. The recommended 3-day chloroquine phosphate dosage for malaria treatments for adults is 1 gm orally followed by 500 mg after 6-8 hours in the first day and 500 mg per day for second and the third day (7) . Similarly, the 3-day dosage for hydroxychloroquine is 800 mg orally followed by 400 mg after 6-8 hours in the first day and 400 mg per day for second and third day (8). This study was specifically conducted to examine the various dosages utilized in previous clinical trials registered and underwent for the treatment of pneumonia caused by SARS-CoV-2. The guidelines by the Chinese government has postulated the dose of 500 mg twice a day for 7 days for adults aged 18-65 years and weighing more than 50 kg; and initial dose of 500 mg twice a day for first two days and 500 mg per day for days 3 through 7 for adults of weight less than 50 kg (4).",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "(7)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "(7)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "List of clinical trials registered in China were utilized in this study accessing with a ready-made excel spreadsheet from the Chinese clinical trial registry (9), on 16 th March, 2020 provided in the website. The list of clinical trials registered in the US government clinical trial registry (10) were retrieved by searching \"coronavirus\" key word on 16 th March, 2020. All the trials were filtered out based on the presence of word \"chloroquine\" in the title irrespective of the metabolic forms of the molecule (hydroxychloroquine) or tests being carried alone or in combination with other antiviral therapies. Excel spreadsheet file was prepared based on various headings including intervention groups, randomization status, sample sizes, etc. Univariate statistics were used to report the methodologies of the trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of 16 th March 2020, 462 trials were registered in the Chinese clinical trial registry (9) starting from 23 rd January, 2020. 22 (4.8%, 22/462) clinical trials used the word chloroquine in their titles. Three of them were reported to have been canceled, one . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "(9)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040964 doi: medRxiv preprint was a prophylactic study and another was a duplicate copy. Seventeen (3.7%, 17/462) clinical trials from the Chinese registry were used for the downstream analysis. As of 16 th March 2020, 97 entries were obtained by searching for coronavirus related clinical trials in the US clinical trial registry (10) of which only 65 were registered after 1 st January 2020. Out of 65 registrations, 5 (7.7%, 5/65) were related to use of chloroquine. Two of these were registered from China, one from Thailand, one from the United Kingdom and one form South Korea. The study from United Kingdom Most of the trials used oral chloroquine phosphate (67%, 14/21) as treatment option, followed by hydroxychloroquine (33%, 7/21), aerosolized chloroquine (10%, 2/21) and combination of chloroquine and other antivirals (5%, 1/21) ( Table 1 ). The maximum quantity of chloroquine given was 42 gm in a duration of 42 days and the lowest reported was 4 gm in a duration of 5 days (Table 2) . Similarly, the maximum quantity of hydroxychloroquine given was 12.4 gm in a duration of 14 days and the lowest . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 958,
                    "end": 965,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1103,
                    "end": 1112,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040964 doi: medRxiv preprint amount was 2 gm in a period of 5 days. Only one of the two trials using aerosolized chloroquine phosphate stated the dosage. It was 2.1 gm in a period of 7 days. All 2,602 study patients were planned to be enrolled. Four trials registered in the US registry didn't have details about sample size allocation in different intervention arms. The Chinese government in its 6 th and 7 th guidelines for the treatment of novel coronavirus pneumonia has recommended use of chloroquine phosphate at specific dosages (Table 3) . Modern and robust scientific interventions at national and international level for prevention, containment and treatment has protected mankind from various deadly diseases like Ebola, Severe Acute Respiratory Syndrome, Middle . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 661,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040964 doi: medRxiv preprint East Respiratory Syndrome, etc. in the contemporary parameters. The Spanish flu about one hundred years ago claimed about up to 50 million lives (12) as modern scientific knowledge were contemporarily lacking and limited. As predicted, in the absence of these measures, if 60% of global population were infected as forecasted by experts, and approximately 20% required treatment of chloroquine phosphate or hydroxychloroquine sulphate (13) , the cost could range tens of thousands USD per million population (Table 3) . 19 (20,21) . In spite of that, continued efforts to try different dosages in ethically valid clinical trials is required for the assessment of effective and safe dosage administration. This can importantly contribute to guide the medical professionals for prescribing the accurate interventions and also contribute to pharmaceutical companies for deciding appropriate manufacturing pathways. While hydroxchloroquine has low dosage requirements and lesser side effects, the comparative price for complete prescribed treatment is more than five times of chloroquine phosphate. While malaria is endemic in poor parts of the world, the prevalence is still too less than the panic and feared caused by prevalence of COVID-19 prompting pharmaceuticals for scaling up for the production of chloroquine.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "(13)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 661,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 674,
                    "text": "19 (20,21)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "As chloroquine has significant adverse events, effective short-course dosing are very important. Moreover, both of these drugs are prescribed for weeks to months for various indications. Other antiviral drugs in pipeline may not be very useful as their productions and supplies to the developing countries may require lengthy timeframe whereas mass production of chloroquine and hydroxychloroquine is already in place in malaria endemic developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020. 03.22.20040964 doi: medRxiv preprint In conclusion, chloroquine and hydroxchloroquine might have the potential to be the best therapeutic medication for this rampant COVID-19 in the present context. However the corroborating evidences from these undergoing clinical trials are definitely demanded to make the ultimate decision on COVID-19 treatment.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 144,
                    "text": "03.22.20040964 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflicts of interest: None . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement on funding sources: None"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040964 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement on funding sources: None"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Director-General's opening remarks at the mission briefing on COVID-19 -26",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Update (Live): 28,368 Cases and 566 Deaths from the Wuhan China Virus Outbreak -Worldometer",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chloroquine Dosage Guide with Precautions -Drugs.com",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Drugs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Com",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hydroxychloroquine Dosage Guide with Precautions -Drugs",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chinese Clinical Trial Register (ChiCTR) -The world health organization international clinical trials registered organization registered platform",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Org"
                    ],
                    "last": "Chictr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Home -ClinicalTrials.gov",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Org",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO. Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Medline-India. MEDLINE INDIA -HYDROXYCHLOROQUINE",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "University of Oxford) was a chemoprophylactic study for healthy people. Total 23 clinical trials have been registered (Figure 1) since 3 rd February 2020. Analyses are done based on a total of 21 clinical trials excluding 2 prophylactic studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of clinical trials using chloroquine for COVID-19 by date of registration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For the remaining 1,822 participants in 17 Chinese clinical trial registries, 689 patients got chloroquine alone, 430 got hydroxychloroquine alone, 59 got chloroquine with other antivirals, 25 got aerosolized chloroquines, 490 got conventional treatments or placebo, and 129 got other antivirals. All of the active or placebo interventions also got conventional treatments. Out of the 21 clinical trials, 3 reported that they were not designed to be randomized, two were single arm studies and didn't require randomization and 16 reported using some kind of randomization. Out of total, three-fourth (76%, 16/21) studies set 18 years old as lower age limit for inclusion criteria while two trials used 16 years and one trial used 30 years. Similarly, upper age limit ranged from 65 to 100 years of age. All trials reported enrolling both genders in the study. Entire trials except one (ChiCTR2000029741, mild cases only) enrolled patients with pneumonia. None of the trials have uploaded results in the respective registries. None of them are published. The background information in a Chinese clinical trial (ChiCTR2000029741) (11) has revealed that fifty percent (5/10) efficacy of chloroquine phosphate (5 days medications) in COVID-19 compared to 20% (3/15) efficacy of combinatory medications of lopinavir/ritonavir (5 days medications) in Chinese pneumonia patients in 2020 (11).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Average calculated based on prices in India(14,15)    **60% of 1 million Infected and 20% of infected requiring treatment ^Not yet in recommendation, calculated based on equivalency One study in China (ChiCTR2000029803) (16) and another in the UK (NCT04303507)(17) have been registered for assessing the chemoprophylactic property of chloroquine. The Chinese study enrolls 160 healthy at-risk individuals at low (n=80) and high (n=80) dose chloroquine in the intervention arm and another 160 healthy at-risk individuals at low (n=80) and high (n=80) dose umifenovir, a broad spectrum antiviral drug, in the control arm. The UK study by the University of Oxford enrolls ten thousand healthy at-risk population in chloroquine (daily 250 mg) and placebo arms . The results of these trials, if successful, can provide low-cost option for vaccination which may require more than a year in the developing world.Currently, there are very limited information and knowledge regarding the therapeutic aspects of COVID-19 as most of the clinical trials are still undergoing and their findings have not publicly available yet. Touret and de Lamballerie 2020 (18) reported that the findings of clinical trials on chloroquine therapeutic aspects has not been scientifically published yet. However, Gao et al. 2020 (19) revealed in the news briefing announcing the results from more than 100 patients showed that chloroquine phosphate is superior efficacy over controlling the inhibition of pneumonia exacerbation, and disease progression and transmission. Recent in vitro studies have shown the effectiveness of chloroquine and hydroxychloroquine against COVID-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Use of different forms of chloroquine in clinical trials",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Dosage of different forms of chloroquine in clinical trials Data not available for 5 studies, ^Different arms of same study, @ Mild pneumonia, # Moderate-critically ill pneumonia",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Internet]. [cited 2020 Mar 17]. Available from: http://www.chictr.org.cn/showproj.aspx?proj=49263 12. Johnson NPAS, Mueller J. Updating the accounts: global mortality of the 1918-1920 \"Spanish\" influenza pandemic. Bull Hist Med. 2002 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040964 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Internet]. [cited 2020 Mar 17]. Available from: http://www.chictr.org.cn/showproj.aspx?proj=49428 17. Schilling W. Chloroquine Prevention of Coronavirus Disease (COVID-19) in the Healthcare Setting -Full Text View -ClinicalTrials.gov [Internet]. [cited 2020 Mar 17]. Available from: https://clinicaltrials.gov/ct2/show/NCT04303507?term=NCT04303507&draw=2 &rank=1 18. Touret F, de Lamballerie X. Of chloroquine and COVID-19. Vol. 177, Antiviral Research. Elsevier B.V.; 2020. p. 104762. 19. Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. [cited 2020 Mar 17]; Available from: www.biosciencetrends.com 20. Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, et al. Remdesivir and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040964 doi: medRxiv preprint chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Vol. 30, Cell Research. Springer Nature; 2020. p. 269-71. 21. Yao X, Ye F, Zhang M, Cui C, Huang B, Niu P, et al. In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). [cited 2020 Mar 17]; Available from: https://academic.oup.com/cid/advance-article-abstract/doi/10.1093/cid/ciaa237",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}